var store = [{
        "title": "1st",
        "excerpt":"1st      Hopefully, it's not the last one    I think I am still too used to bbs, rather than blog         Comments   kyle:     去问问triff就知道了    xz:     我想问一下, 这个msn space的老大是谁?….    kyle:     都在踩。。。我顶～    yanming:     踩一脚    Shu:     我也来踩一哈….    kyle:     ok….我就这么认为好了。。。这样比较容易快乐    peng:     莫伤心你就当我早就发现了只是才说出来嘛！！  ：)    kyle:     才发现阿。。。真伤心。。。    peng:     突然发现那个鸡蛋娃娃 画的真的很有艺术性！！！    狂赞哈！！  明年我也要画！！    kyle:     i see….Both bdwm and smth are ip-limited now…    min:     hehebbs is not accessible these days…………..    kyle:     triff~I am waiting to see ur blog~or, maybe you're also only used to bbs…    kyle:     hehe, nice to see you guys here    旻:     what's this…………how did I get here…………..confused……………..    Yudong:     嘿嘿,欧也是第一个….踩….居然写英语,再踩…关于个人状态说明的画蛇添足,再踩…..    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/1st/",
        "teaser": null
      },{
        "title": "留言目录",
        "excerpt":"留言目录      1,总是自己抢得     heehee&lt;script src=\"http://www.google-analytics.com/urchin.js\" type=\"text/javascript\"&gt; &lt;/script&gt; &lt;script type=\"text/javascript\"&gt; _uacct = \"UA-179664-2\"; urchinTracker(); &lt;/script&gt;                 &lt;/div&gt;                                                                                                                                                ## Comments **Echo**: &gt; 116樓~ 雖然這個樓數目沒甚麼特別, 但是樓底特別高: 跟上一層相距甚遠...  **贺**: &gt; 超喜欢看图说话，你要好好加油，不要再有未命名图片哦 **Kyle**: &gt; 毕业了再写吧...最近忙 **yi**: &gt; one of my friends wants to ask you write something for her magazine. **Kyle**: &gt; adire~~~才看到。。呵呵不好意思 **坚**: &gt; 呵呵，回访回访，阿呆前来拜访:P:) **Kyle**: &gt; re amy 不知道jj从那里看出来的啊？ **Kyle**: &gt; blog自己写着玩就好了，呵呵 **Unknown**: &gt; 大哥好MAN哦... **MOLLY**: &gt; 你教我把我的space做成你那么高级的，行不？我这个怎么这么荒芜啊？！ **MOLLY**: &gt; 大体上看完你的blog了，感慨还挺多的，待我细细写在自己的blog上。发现你果然像我当年发现的那样，是个有趣的家伙。我从你这里学了不少东西呢，看，我现在会用MSN了，虽然还只是一点点，也让我很欣喜呢。谢谢你！ **Kyle**: &gt; ！！！！！ 吓煞老夫 ！！！！ **peng**: &gt; 三张受惊吓得都比做雄伟状的有型~~~ 有几张傍晚的 狂赞！！！！！！！！！！！！！！！还几张黑白调和棕色调的也狂赞！！！！！！！！！！！！！！！！！！！ **Kyle**: &gt; 101这么经典的都被你抢了。。。 **Kyle**: &gt; 有些还很帅。。。背后的话就是有些就不帅了。。。 **Shu**: &gt; 既来之则踩之. 101楼呀~ =P **LI**: &gt; 照片很好看，有些还挺帅的^_^,今天听和你同去的人讲故事，真是刺激。 **Kyle**: &gt; 跟我出海yacht肯定挂了。。。我发现控制方向是很难di **Kyle**: &gt; ...又被识破tr身份了。。其实我也看了17集的全部的。至于后面故事的内容，是假冒的。我还是很期待故事结局的 **Lion**: &gt; :) kewl pics! Now I know whom i should take with me when I go yachting for the first time~ **贺**: &gt; 对了，同是tr,为了安慰你幼小受伤的心灵，来，教教我怎么做留言簿和counter **贺**: &gt; 你果然还是tr,诛仙出到第17-7了，据说18集也出来了，只是还没公布。不过结局早已经有了，不知道该不该告诉你，怕破了悬念就没意思了，我也是没细看。给你个能免费看的链接吧：http://www.yesho.com/wenxue/79/。 **Flower**: &gt; 偶然走进了，轻轻留个脚印…… **Kyle**: &gt; hoho **Adam**: &gt; 嘿嘿~~ **Kyle**: &gt; 客气客气，mm这么谦虚难能可贵 **Rebecca.Lee**: &gt; 笑~做的还差很远呢~也是在学习中的。。。 **Kyle**: &gt; 有点神秘感不是很好玩么,xixi **Kyle**: &gt; 悲惨的事情多了。习惯就好了 **Nina**: &gt; link过来才发现是你，晕= = **LI**: &gt; 哈哈，你真惨，一个月的房租没了。。。 我去了美国要注意点。。。 **Kyle**: &gt; 随便找的英文名。没意思的 **Echo**: &gt; kyle是什麽意思？ **Kyle**: &gt; 欢迎留言，不计前因后果的 **家珍**: &gt; 一眼瞟到两个熟悉的DD,zhenyu&amp;happy three friends.就留言了. **kyle**: &gt; 又来了一个余孽啊 **小卡**: &gt; 喔~！在link里发现好多未名余孽喔~ **Kyle**: &gt; 赫赫，一般好一般好。还是北京滋润阿 **Kyle**: &gt; lpdeng...不知道是谁了。。。 **Guyuy**: &gt; 嘿嘿 哥~~在外头混的还好三~~? **peng**: &gt; 但是偶 估计80%你都猜错了哈~~ 嘿嘿 btw: 为啥子是Dragon，TAI呢？ **Kyle**: &gt; lpdeng,虽然这个id缺乏辨认度，我还是从你口气猜出你是谁了，hoho **Echo**: &gt; 94,你說說，害得我們這麽緊張。應該怎麽罰他呢？ **peng**: &gt; 大爷好哈~~~ N久不见了~~ ^_^ **Kyle**: &gt; 原来躲在寝室睡觉，害得我们紧张了一周，hoho **Echo**: &gt; 報失：我們丟了奶娃一個..................... **Echo**: &gt; 呵，一颗红心~ 肝胆相照~PS:我也怕毕不到业呢。。。也是因为论文。。。555 **Kyle**: &gt; 同学，你自己搞一个blog你就知道了。。。我又不是瞎说的 **LI**: &gt; 我才不信呢 **Kyle**: &gt; 修改了就自动置底的，我也没有办法。。。 **Kyle**: &gt; 我惨的时候你没看到罢了。。。 **yi**: &gt; 为何我的链接被你修改啊？还放在最下面？ **LI**: &gt; 你好happy啊，我还被师兄逼着作毕设，都不知道能不能毕业，sigh... **LI**: &gt; 一清华大二还是大三的，就在清华东门外，本来想救的，还把人多压了一次，正式的媒体都没有报道。。。 **Kyle**: &gt; hoho,有好玩的东西也要告诉我啊~ **Kyle**: &gt; 谁被压死了阿。。。很惨的。。 **Echo**: &gt; 最喜歡來鐳哥的地盤這踩了，總能看到有趣的東西，嘿 **LI**: &gt; 最近死了好多人，弄得心情很不好，还有一个被捅死的，一个被压死的，总之很不爽了，原来生活并不是像想象的那么美好，还是你们放假比较爽。。。 **Kyle**: &gt; 恢复几天就随便游1k了~我过几天给你把 **LI**: &gt; 我上不了msn... **LI**: &gt; 你好弱哦,我每次都是游1000的。。。不过你看起来很幸福哦，倒是btw:给我一个uh师姐的联系方式吧，想问些东西，谢谢：） **Echo**: &gt; 完全行啊，有啥么问题么PS：kiss 珑珑，她这么久没有留言，估计又上不来msn了吧。。。。 **Kyle**: &gt; 不知道我交给银行保管行不行啊，呵呵 **LI**: &gt; 告诉你一个不丢东西的办法，当我老爸老妈把我的生活费降到500/month的时候，我就什么都不丢了。。。所以，你的money可以交给别人保管。。。 **Kyle**: &gt; 瓦小珑~~~~激动ing **Kyle**: &gt; 欸，不就是说我也不帅嘛。。真伤心。。。 **Kyle**: &gt; 现在都一个人睡了，呵呵 **贺**: &gt; 我这里看得好慢好慢哦，要疯掉，还好碰到了rosh，嘿嘿，小学同学哦，就是好 **贺**: &gt; 终于上来了，真不容易啊，想念你们 **LI**: &gt; 你怎么会拨911的?? to be frank,我觉得你是长得有点像yaoming, 虽然yaoming并不帅。。。 **LI**: &gt; 天,你们不是两个人睡一张床吧-_-,虽然说省一半的钱。。。 **Kyle**: &gt; 当然是那样的阿，不然怎么叫counter,hehe **Echo**: &gt; 那个计次的counter,是不是在我每次click进来就增加一次？那岂不是有很大蛊惑性.............我一个人每天就让它长几个数，哈哈 **Kyle**: &gt; re mint,你去看看我那篇叫test的帖子，下面comment有个连接，你去看看就知道了 **Kyle**: &gt; re mshlei,hehe,居然遇到了小学同学。是啊，很多小学同学我都是7，8年没见了,我差不多每次回去都去看杨老师的。我小时候的样子。。。嗯。。。改天贴点照片出来~ **Fiona**: &gt; 那个统计访问次数的东东怎么做的？真是神奇：）我也想弄一个，教我吧~：） **Unknown**: &gt; 好多好多年没有见过你了，小学时候的同学也联系不上，不知道大家现在都在哪儿？都在忙些什么？还好今年过年回家的时候见到杨老师了，真是怀念哦……哈哈哈，看看你一大堆的照片，还能看出小时候的那个样子：） **Kyle**: &gt; re water:copy the permalink and paste it to the URL blank **Bin**: &gt; 怎么弄出来的访客留言？ **Kyle**: &gt; 我这学期去教会不到5次把。。真是惭愧了。。。连接当然不介意了，赫赫 **wenyuan**: &gt; Hey!逛别人的BLOG时通过链接看到了你的BLOG！世界真小~我们以前在教会里见过~我把你的BLOG加到我的链接里了，不介意吧。:P **Kyle**: &gt; 加了,要是我不在线就给我email把 **LI**: &gt; hi,我想问一些uh的问题,你能加我的msn吗,谢谢cresole@hotmail.com **yi**: &gt; 帮忙告诉dvdv，我改设置了，她可以上了拉，或者让她加我得msn嘛，ok？谢拉 **Kyle**: &gt; 你好~我们认识吗/?.... **alison**: &gt; 这里好热闹呀。希望能认识大家：）小猫 **Kyle**: &gt; 狂赞阿。。。这下真的完美了！！！！ **yi**: &gt; 没什么拉，就是下个学期可以转到老公那个学校了，而且拿到类似Fellow的钱，就是在每个实验室都晃晃，不用帮某个老板打工。应该瞒轻松的。呵呵 **Kyle**: &gt; 又一个幸福的银来了... 赫赫 **wendy**: &gt; 路过打个招呼，好久不见 :)当TA就是辛苦，加油加油。转眼两个学期就要混过去了。呵呵，时间过得好快呵。 **Kyle**: &gt; 哦，刚试了，连接还是通的，还出了新的，哈哈，enjoy~ **Kyle**: &gt; 我承认过来是憔悴了，不过也不至于就认不出来了吧。。。 **Kyle**: &gt; 好像那个连接最近不行了。。。看不了最新的happy tree friends了。。。 **Echo**: &gt; 镭哥终于负责任的给他钟爱的flash加了注：女生慎入吼吼，怎一个cute了得PS：知道么，广东话有种说法：**地连阿妈都不认得了。形容非常非常之**(任何一个形容词)，连妈妈都认不出他了。偶从zhen的space连过镭哥的地盘，第一个跳出来的就是：噻，帅得连阿妈都不认识了吧。。。反正偶是不认得了。。。 **Kyle**: &gt; copy那个连接地址就行了，不难的鸭 **诗荃**: &gt; 对阿，怎么弄出来的阿，也教教我吧 **yi**: &gt; 还是不明白怎么弄这个访客留言出来啊？教教我啊 **Kyle**: &gt; 美女阿不要心急。。。慢慢琢磨琢磨就明白了。。。 **yi**: &gt; 你上一下msn教教我啊快快 **yi**: &gt; 会了不用教了！         ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%95%99%E8%A8%80%E7%9B%AE%E5%BD%95/",
        "teaser": null
      },{
        "title": "看到一句喜欢的台词",
        "excerpt":"看到一句喜欢的台词      “我这一生最大的失败就是爱上了大海，它让我不能脚踏实地。”     其实我一直都是每过几年就急迫的逃离一个地方     用新鲜外界的刺激来让我忘却怀念带来的隐痛     不知道什么时候我才会停下来     不知道那时候我会停在什么地方     更不知道到了那时，还会有谁陪在我身边                把未名文集的上的一段话转过来，籍以缅怀未名，水木，一塔。。。    Comments   贺:     不知道怎么就转到了这篇，曾经的经历赋予每个人不同的将来，可笑阿    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%9C%8B%E5%88%B0%E4%B8%80%E5%8F%A5%E5%96%9C%E6%AC%A2%E7%9A%84%E5%8F%B0%E8%AF%8D/",
        "teaser": null
      },{
        "title": "6年了~",
        "excerpt":"6年了~       时间啊，嗖嗖过    3年，3年之后又3年，3年之后又3年，那就到2008了。    看奥运的时候会是怎样一番光景呢    Comments   Victoria:     2008了~~~~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/6%E5%B9%B4%E4%BA%86~/",
        "teaser": null
      },{
        "title": "开场白",
        "excerpt":"开场白      从前，我文集里面有个目录，记下了我从大三暑假开始看过的每一部电影。    后来，id死掉了，未名也关了，不过，我还在继续看电影    所以，我想还是该找个地方，来记下我现在看的电影。    毕竟，最淡的墨水，也胜过最强的记忆，何况我还是记忆有严重缺陷的人。。。    以此为记         Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%BC%80%E5%9C%BA%E7%99%BD/",
        "teaser": null
      },{
        "title": "阳光灿烂的日子里",
        "excerpt":"阳光灿烂的日子里          （大雨滂沱中） “我爱你！” “你说什么？” “我车掉沟里了。”                                                 ——阳光灿烂的日子     那些阳光灿烂的日子。。。这些阳光灿烂的日子。。。    我觉得没有在全年2/3时间都是阴雨天的地方呆过的人不能理解我对阳光的挚爱    我很喜欢周末午后寂静的校园里，仰头直视烈日时晕眩的感觉    强烈的光线，伴着鸟鸣，和风略过树叶沙沙的旋律，能让人短暂的进入一种奇妙的幻觉    就好像回到儿时躺在草坪上午睡，闭上眼，仍能透过眼皮感受到无边的红    昨日晚上fb，其间无意提到了这部电影    今天无意又在mop看到了那篇关于经典电影对白的帖子，我就突然有了新建这个category的冲动    诚然，很多都是从那篇帖子上抄来的。不过，览物之情，得无异乎？    冥冥中自有天意，对此我是确信的。所以在3年前，我无意中走进电教2楼那间黑乎乎的教室，也必定是注定的。    恰好，那天放的电影就是这部阳光灿烂的日子。此后，我就决定每周五，都去旁听社会学系的这门电影鉴赏课。赫赫，其实就是每周去免费看电影。从那时候开始，我想我才慢慢学会欣赏一些艺术电影。（当然，艺术的大多沉闷，至今我还清楚地记得看塔尔可夫斯基得&lt;乡愁&gt;那次，睡了三觉电影还没完。。。）    为什么爱这部电影当然有很多理由。最直接的就是，在黑暗中100分钟，算是那时间最惬意的时光。虽然谈不上bliss，但在那时，已能让我找到足够的平静。    情窦初开的少年，梦想中的女人，在那些阳光灿烂的日子里。。。。    ps, 想起里面还有一个经典的对白，呵呵    “欧巴，欧巴~”                                                                                  “傻b!!”                                                              Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E9%98%B3%E5%85%89%E7%81%BF%E7%83%82%E7%9A%84%E6%97%A5%E5%AD%90%E9%87%8C/",
        "teaser": null
      },{
        "title": "寻找林昭的灵魂",
        "excerpt":"寻找林昭的灵魂      蓝风筝之前两周，我同样在UC看了这部纪录片    让我想写下些什么的，一是今天看得蓝风筝，二是昨天在未名看到的一篇帖子    蓝风筝被禁，是因为没有通过电检。中国有段很长的历史，也有段有趣的历史。很长的历史被排成了大大小小的电影连续剧，所以，我想那些有趣的历史，也会有一天被排成大大小小的电影连续剧。    未名帖子的原文，我记不清了。内容就是一个人在四教一个书桌上看到小刀刻的两行字“自由万岁！民主万岁！”落款时间是1987年*月*日。这位兄弟也掏出刀来，在下面刻了一个\"re\" ,也落了款，大概2005年*月*日。叙事完了，就是一段议论。无非就是感慨时间的流逝，过去慷慨激昂的宣言，被如今冷冷的嘲讽，云云。    看着无尽头的时间轴，我常觉得其上代表我人生的那段线段太短，难免要向两头展望。未来太虚幻，还是过去很实在，所以靠着回顾历史来扩展生命的长度。    之前，我从来不知道中文系有位师姐叫林昭。相反，另外一个中文99的师姐，弓琳，倒是更有名。这两者的联系，得却天马行空，不是我辈能想到的，在此是借用余杰的一篇文章说话。当初看到弓琳把一万元收入都交了党费，我很意外；上两周看到林昭母亲被索要5分钱的子弹费，我很惊讶。随后让我感到震撼的是，确是两者差距的时间，三十年。    过去的三十年，有多大的变化，我没有体会，只是在只言片语间有所耳闻。什么北大精神的丧失与否，什么当今价值观道德观的取向判断，我都不是很关心。时间还在飞逝，变化还在继续，留下的不过是淡红的血迹和微末的悲哀，再然后，就什么都烟消云散    我想我至少能活六十年吧，河东晃晃，河西逛逛，也就不枉了                        Comments   Rong:     www.tttan.com这个用的是糊涂原来的系统,而且服务器在国外,速度很快~ :)    kyle:     hehe,hi~~~ only yang    yi:     诶,北大mm啊    kyle:     过渡期而已，一周看个2，3次把    min:     你还上未名:)    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%AF%BB%E6%89%BE%E6%9E%97%E6%98%AD%E7%9A%84%E7%81%B5%E9%AD%82/",
        "teaser": null
      },{
        "title": "蓝风筝",
        "excerpt":"蓝风筝      上周末在某个反动刊物上看到将要播放 蓝风筝 的消息后，很是意外。这部在大陆被禁的电影一直是我搜索的重点，今天终于可以了一桩小小的心愿。    对于田壮壮，我不是很感冒。看过他重排的经典电影《小城之春》，对于那种细腻婉转得情感，不是我所中意的。我中意 蓝风筝，估计也是因为禁片二字带来的神秘感。同是第五代导演，陈凯歌的 霸王别姬 拿了金棕榈，自然是无限风光；老谋子的 活着，也是被禁，不过鉴于余华原作的名声，也是众人皆知；唯有蓝风筝，羞羞答答，半遮半掩，让人不见庐山真面目。霸王别姬，算是我最爱之一，伴着片尾“往事不要再提，人生已多风雨”的歌声的点点泪光，让人长嘘不已。活着 虽然对原作改编太多，少了两分讽刺，但凄惨的氛围还是丝丝入扣。蓝风筝呢，今晚我自然不愿错过    从父亲的死，叔叔的死，再到继父的死，母亲和铁头一步一步在生活的泥潭中挣扎。我想唯有父亲才是母亲的真爱，在收到死讯的时候，母亲的无声的眼泪是晶莹的。叔叔多是为了赎罪而逃避良心的谴责，他倒下时，母亲手中的盘子也摔下，镜头在此定格。。。祖母说孩子是母亲的眼睛，不然母亲也不会去继父家做“保姆”。影片到了最后，母亲还是无助，不过却是在反抗，她骂人了，“你们这些禽兽”    铁头趟在地上看这残破的蓝风筝，我想他会很迷惑。就像我面对段历史的迷惑。前排两位老太太，一直自言自语的解说电影:“打右派了” “三年自然遭害了” “文革了”。我默默的看着，默默的听着。其实，我记住的，只是那个有些退色的蓝风筝                                                    Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%93%9D%E9%A3%8E%E7%AD%9D/",
        "teaser": null
      },{
        "title": "开始打理这里吧",
        "excerpt":"开始打理这里吧      一群被踢出家门的人，都来投靠msn了    我们总的要有新生活，就从这里开始把~    Comments   Kyle:     未名不要我们了，只要投靠msn了    辉辉:     hoho，小海，原来你现在混这里啊。。。    Kyle:     楼上这么不留言的兄弟。。。好像不认识欸    Sylvester:     http://spaces.msn.com/members/chakleeyang/    Kyle:     今天才周2，1 gallon 就被我干掉了。。。剩下的日子能好吗。。。    Kyle:     我也有鬼名Kyle。。。方便鬼子记住    Annie Avant Chanel:     by the way,Annie是我的鬼子名，^_^。    Annie Avant Chanel:     奶娃同学，how are you doing?    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%BC%80%E5%A7%8B%E6%89%93%E7%90%86%E8%BF%99%E9%87%8C%E5%90%A7/",
        "teaser": null
      },{
        "title": "发现msn Space一个好处",
        "excerpt":"发现msn space一个好处      顺藤摸瓜很容易就找出一堆人的space,呵呵    偷窥了一下大家的心情，过的顺de，不顺de，开心的，失意的，精彩的，单调的。。。    日子就这么流淌着    今天收到高中挚友的来信。很久没有联系，信间言语也不多，不过还是很是觉得感动    信末，第二次看到了同样的寄语    Bu zhu ni yi fan feng shun wei yuan ni jian ren bu ba    呵呵，共勉吧    Comments   Kyle:     yeah~~~let's enjoy milk together~    Annie Avant Chanel:     I just checked it out that actually my Jazz teacher's name was Kylie…. I did remember wrong.   xixiixix,so you are confirmed not a girly guy.only a … milky baby.    Eric:     这个颜色我喜欢！呵呵。来稿稿这个阵地！：》    Kyle:     …..Kyle is a typical name for guy…. i am wondering whats wrong with ur Jazz dance teacher….    Annie Avant Chanel:     Kyle? 我的爵士舞的老师就叫kyle，女孩。不知你从那里偷来的美女鬼子名啊，奶娃。    Kyle:     呵呵，真是很久不见了阿~~~今年暑假是不回去了。。。555，我觉得我在很长一段时间内都不能回去了。。    Kyle:     心情不好更要用亮的色调，伪装成很好的样子。。。知道俺现在多可悲了八。。。    Bobblecat:     嘿﹐某人好久沒見了﹐我們還真是一群無家可歸的人﹐不過﹐msn 倒也方便。喜歡你同學的話﹐人就該這樣才行﹐呵呵。暑假回國嗎﹖    辉辉:     看这个页面的色调就知道心情比我现在好    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%8F%91%E7%8E%B0msn-space%E4%B8%80%E4%B8%AA%E5%A5%BD%E5%A4%84/",
        "teaser": null
      },{
        "title": "回家",
        "excerpt":"回家       最近两天遇到好几个同学问我要不要回去，回答是否定的    今年我不想回去，明年会想吗？过去那么多年我又有什么时候想过要回去    初中开始只是在晚上回家睡觉    高中离家不到100km,但我一年只回去4次    大学四年，我一共回去了4次。。。现在呢，多久才该回去一次？    我很喜欢王杰的那首 回家， 但我觉得我从来都没有过什么强烈的回家的渴望    可能正是因为没有这种渴望，才会喜欢上这首歌里面的意境    我不怕独自在外，只是害怕在外太久了，我就不敢回家了             回家的渴望又让我热泪满眶  古老的歌曲有多久不曾大声唱  我在岁月里改变了模样  心中的思念还是相同的地方         回家的感觉就在那不远的前方  古老的歌曲在唱着童年的梦想  走过的世界不管多辽阔  心中的思念还是相同的地方         Comments   Knox:     有朝一日，梦想实现了或者破灭了，或者被扔弃了，就是该过平静生活的时候了，问题是梦想如同希望般，会破灭么？不知道！    Kyle:     我向往安稳的生活，但我又不能接受安稳的生活    Knox:     就是哈！我就想过过平静的日子，喜欢《sunset》这本杂志！    Kyle:     我接触过一些人，就是因为喜欢安稳舒适的生活，才选择出来的。在这里，可以劈材喂马养花种草的    Kyle:     其实不认识的。。。不过相逢何必曾相识呢    辉辉:     我么？    Bobblecat:     你怎麼知道自己不適合呢﹖自己心情不好﹐你是喜歡表露給別人還是裝出笑臉呢﹖    Bobblecat:     dang..才發現大家都認識呢    yuki:     hi! Just come over and say hello~    Kyle:     俩鸡蛋都没一样的，人能一样吗    辉辉:     看来每个人的性格真的是不同啊，有人向往新鲜的生活，有人喜欢稳定的感觉。hoho，俺绝对不适合出国。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%9B%9E%E5%AE%B6/",
        "teaser": null
      },{
        "title": "繁华，不过是一掬细沙",
        "excerpt":"繁华，不过是一掬细沙      www.lqqm.org 贴图艺术版 13号有篇叫“生命瞬间、令人惊叹、有所感悟 ”的帖子    朋友发给我的时候，还以为只是泛泛的煽情的照片。说实话，现在这种帖子比较滥，加上我迟钝且缺乏爱心，看到题目我就有些厌。不过随后，这个帖子着实给了我一个意外。。。    帖子很长，一共贴了80多张照片，都是关于两个西藏喇叭用一种很奇特的手法作画的纪录。一开始，我就惊讶于用细沙竟能做出如此精美的画卷。 色彩是鲜艳的，线条是细致的，图案是生动的，而这一切，都是只是由细沙堆砌的。我慢慢的滚动鼠标，欣赏两位僧人用最简单的工具一步一步绘制出这幅图画的全貌。    1个多月的时间，终于完成了这个作品。剩下的，就是一些更意外的东西了。    “他们将作品清空，付诸流水”    之后的感受，就很难用言语来描述了。我看完后就锁定了电脑，独自到楼下闲逛。那时候差不多下午4点，阳光依旧灿烂，甚至耀眼。我贪婪的呼吸着带着暖味的空气，才发觉刚才竟然有些窒息的感觉。。。    晚上又忙着赶project,到了现在突然空下来，又想起了那个帖子。现在，我也说不清当时的那种感受，不过似乎是一种stroke。帖子上那些精美的图像已经模糊，只是还记得帖子最后一句话    繁华，不过是一掬细沙                                                                       Comments   Kyle:     如果还没有经历繁华，就能看透那这点，那是叫悟性高？还是叫消极呢？    Shanshan:     啊哦~看了~沉且深。。也有那种窒息的感觉。。。    Shaohua:     其实有一个航空公司的广告和你的故事类似的，我敢打赌他们是从这个故事得到的灵感    yi:     帅哥，告诉我怎么弄那个访客留言嘛，拜托！    皮皮:     喜欢你最后一句！！繁华，不过是一掬细沙。。。不过，年少的时候，看不透的呀    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%B9%81%E5%8D%8E-%E4%B8%8D%E8%BF%87%E6%98%AF%E4%B8%80%E6%8E%AC%E7%BB%86%E6%B2%99/",
        "teaser": null
      },{
        "title": "周末。。。",
        "excerpt":"周末。。。      又是周末晚上了。。。每周五都象打仗，TA hour从早上10点到下午6点。中间2个小时休息。其中一个小时是每周固定的见老板汇报工作，另外一个小时可以吃顿饭休息。周五一般都是交试验报告的deadline，赶来做试验的鬼子狂多，问题更多，一天下来嗓子都说哑了。到了6点还一堆人赖着不走，又要拖半个小时。。。sigh。。。这样也过了快一学期，再忍忍就放假了。。。        Comments   Kyle:     我刚来的时候和 maishan联系过，他告诉我，Houston is notorious for being unfriendly to people who skate and bike,555    Nan:     所以先不要买车了。现买个滑板代步吧。赫赫    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%91%A8%E6%9C%AB/",
        "teaser": null
      },{
        "title": "阶级差距继续扩大",
        "excerpt":"阶级差距继续扩大    今天偷闲，陪朋友去逛了gallaire。女孩子冲着Estee lauder买50送礼品的活动，我则寻寻觅觅，花30刀买了一双皮质的flip-flop, 在将要持续半年的夏季，就指望它了。这里穿拖鞋不用考虑合适不合适，反而是一种fashion。过去夏天，我也老是穿拖鞋在那个湖边的园子里溜达，因为我觉得就好像在我家后院。最惬意的莫过是深夜调好好程序，然后叭嗒叭嗒的穿过喧嚣后又恢复寂静的cc,沿着一路昏黄的路灯，回到破破烂烂的43楼。去年刚来，在walmart看的打折的拖鞋，也买了一双。很便宜，2刀吧，但也结实，我穿了半个夏天。不过缺点就是鞋底太薄，走的脚底生痛也没有叭嗒叭嗒的感觉。很多时候，追求的就是一种感觉，一种或许无谓但能和你共鸣的感觉。我试了好几双鞋，选中的这双，就是走在路上叭嗒叭嗒的。   另外，顺路还去了韩国城，吃了顿韩国菜。比起热闹杂乱的chinatown,这里显得多少有点冷清。终于又吃到了오뎅，不过不是串在串上，而是也盛在小碟里。我尝了尝就没有再动它，倒是一旁的朋友都说还不错。我想或许真的味道也不错，只是我开始对它期望太高了。回忆里的事物多是加了自己的美化，不开心的记忆都刻意不刻意的被抹去，剩下的当然完美了。我想我以后很久都不会再去这里了，这样我就可以继续我心中的完美。     回到家，门口停了一辆黑的发亮的ford,roomie站在一旁。我一上前，看到了他手里的钥匙。我的惊讶很难形容。我到了这里，第一次改msn昵称就是我想买车。快一年过去了，嚷了无数次，结果还是没动静。roomie上周突然有了买车的冲动，没想到这么快就出手了。99年的taurus，车主是个老美，garage保养，看上去忒新。如今，我彻底是一个无产阶级。车，手机，笔记本，pda,屡次求购受挫。。。1个月后，这个比我小一岁多的小伙子就要回家完婚，然后把老婆f2过来了。我的无产生涯，又要持续到什么时候呢。。。&lt;/div&gt; ## Comments **Eric**: &gt; 游神，看你充实，我真是羡慕啊！ **Kyle**: &gt; 好话坏话都被zhen说完了。。。 **Annie Avant Chanel**: &gt; 但是帅哥f1的地位稍许高一点，漂亮奶娃的地位再高一点点。。 **Kyle**: &gt; 我那还敢挑剔阿。。。这边男f1身份低的没底，可能就只是比偷渡客强点 **Kyle**: &gt; 不适合不等同于痛恨阿。。。越传越神乎。。。 **Kyle**: &gt; water怎么不留连接呢。。。还是flip-flop好，赫赫，省得洗袜子 **Kyle**: &gt; 只要舍得花票子，搞定本不是难事。。。无奈俺们囊中羞涩阿。。。 **辉辉**: &gt; 小海，表太挑剔哦~~ **Echo**: &gt; 镭哥很痛恨结婚？不知道的说。。。。若真的遇到弱水三千中你那一瓢又怎么办？ **Bin**: &gt; 奢侈阿。。。奢侈。。。。我花30块钱都能买到一双很像皮鞋的拖鞋了。。。确切的说，不是拖鞋，只不过是皮鞋没有了后帮。。走起路来也是啪嗒啪嗒的。。hoho。。不过因为穿它的时候我都不穿袜子，所以总是被人说。。。-.- 赶快买车把。。。。。嘻嘻 **诗荃**: &gt; 我是打算快刀斩乱麻拉一个月之内搞定的说 **Kyle**: &gt; 师姐，都1年了我都还没选中中意的，哪那么容易啊 **诗荃**: &gt; 猪头，我也要买车呢据说在你们那儿买车比较好要不你帮我买一辆开过来吧 **Kyle**: &gt; zhen阿， 你zhen是一语中di阿~ **Kyle**: &gt; 不能穿那种拖鞋，可能穿刷鞋就更不可能了吧。。。猪草现在幸福呢，想必是个有动力的银 **Annie Avant Chanel**: &gt; 我看未必哦，奶娃同学不是结婚的type。 **Shanshan**: &gt; 啊哈～俺昨天逛街也盯着那种夹脚拖鞋，可惜做试验不太可能穿，呼呼～老弟，有mm就有动力了，嘻嘻     ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E9%98%B6%E7%BA%A7%E5%B7%AE%E8%B7%9D%E7%BB%A7%E7%BB%AD%E6%89%A9%E5%A4%A7/",
        "teaser": null
      },{
        "title": "删掉fterm了",
        "excerpt":"删掉fterm了    今天发觉都差不多一周没上未名了，刚用fterm连一下，失败。。。不会是现在和水母一样死翘翘了？ 也没什么感觉，毕竟那是一个渐渐远离的东西。当初不让校外登陆，的却感觉很失落。我不喜欢东穿梭西穿梭，太累，也不喜欢那个guest搞匿名，像做贼，也没有申请b权限，毕竟过去做过斑竹的id我都不用了。开始也不太适应，过去3年多看bbs的习惯也不是说丢就丢的。不过慢慢觉得也好，既然要赶我们走，就不要死皮赖脸的去赖。走出那个园子了，少回头就少点牵挂。  说实话，后来还去bbs也就是逛逛朋友的文集。恢恢的文集我就天天都看。这小子以前文集保证五十年不动摇，旱的不行了。最近不知道受什么刺激了，文集里面大刀阔斧的搞，比较有意思。bbs上很多朋友，现在也都有了space, 新的地下组织也互相接上头了。而且色彩鲜艳的space比起过去的文集的却漂亮不少，加上还可以偷窥美女照片，我自然比较中意。现在对关税，早就不甚感冒，看新闻看八卦，也不用去bbs找，这里的超级八卦网站如文学城，顶顶华闻之流，也是心系国家花边大事的有志青年打发时间的第一选择。 今天清理了一下电脑，删掉一些没用的软件。看到fterm那个吐舌头的icon，笑了笑，然后拖进了recycle bin。以后要再说起那个园子，说起bbs,说起我们过去的欢笑和眼泪，就要用when I was in Beijing 开头了。。。&lt;/div&gt; ## Comments **Kyle**: &gt; 真是孝顺阿。。。这个赞，顺便bless for their visa **Bin**: &gt; 恩。。。我也是。。。automobile最近还总去reunion，暑假想把偶老爸老妈弄过来，让他们散散心。sigh～偶正在拼命攒钱呢。。。现在都不敢买衣服了。。。呜呜呜呜 **Kyle**: &gt; 昨日种种，似水流痕。。。 **Kyle**: &gt; 我知道你在ohio阿，和bobblecat是不是有什么关系阿 **Kyle**: &gt; 我当然没资格有北京户口拉，暂住四年，然后就滚蛋了 **Kyle**: &gt; 我去mitbbs一般的目的都是去汽车板查vin number,赫赫 **Kyle**: &gt; 我早就把信都down下来了，早就觉得那个bbs靠不住的 **Shaohua**: &gt; 既然不忘，何必回头，哈哈 **Yansu**: &gt; 哦~~这样啊 海淀~~~一般熟...那你是北京人么? 呵呵我叔叔在Dallas~ 离你还好吧? 我在Ohio,远了去了.....^_^ **诗荃**: &gt; 我还郁闷着呢好多信什么的还没保存呢咋办啊 **Bin**: &gt; 悲哀阿。。。。我们都被wm踢出来了。。。我现在已经养成上mitbbs的习惯了。。sigh～～ **Knox**: &gt; 海，以前的blog呢？挤到哪里去了？没存档么？space不太会用阿！ **Yansu**: &gt; 嘻~ 路过~~你是北京哪片的啊   ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%88%A0%E6%8E%89fterm%E4%BA%86/",
        "teaser": null
      },{
        "title": "明天要早起",
        "excerpt":"明天要早起    dell又出了750 off 1499 的deal， 不过这次只有Inspiron 600m系列，700m估计上次都被抢光了。  中部时间明早8点开始，上次10000台45分钟就卖光了。这次限量8000台估计也很快。咨询了一下jingke,那斯今天刚收到上次抢来的700m,正在装机呢。闲聊了一会儿，他马上就可以回去三个月陪老婆了，俺还要继续深化改造。。。做人差距咋就这么大ne.    内存从256加到512要多花100刀，大头同学说刚在国内单独买个新的512都才300多块人民币，这里差不多贵了8倍。所以内存就不动了，把显示器配到64m SGAV+,加个10块钱的remote control正好1500出头。明早能不能抢到，就看rp了       哦，这其实是帮我妹买的电脑。俺的无产生涯当然还在继续了。。。         写了一对口水话。。。浪费各位看客的时间了。。。&lt;/div&gt; ## Comments **Kyle**: &gt; 不会把。。。诡异 **Echo**: &gt; 为啥我只会在别人的blog里面留言，在自己那儿就怎么都搞不定。。。。在让人ft了，，，，，ft **Kyle**: &gt; 俺们只有羡慕的分了。。。 **Kyle**: &gt; zhen阿，你的八卦能力不减当年阿。。。 **Bin**: &gt; 我就是不明白为什么jingke可以这么幸福呢？冬天回去，夏天还回去，spring的时候还去加州。。。难道他老板不让他干活么？？？&gt;_&lt; **Kyle**: &gt; yeah, 成功~~~买了两台,都是帮人的 就当攒信用记录了//// **Annie Avant Chanel**: &gt; 你几时有妹了？         ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%98%8E%E5%A4%A9%E8%A6%81%E6%97%A9%E8%B5%B7/",
        "teaser": null
      },{
        "title": "听到一个好消息",
        "excerpt":"听到一个好消息    一个朋友转学到了她老公的学校，小两口现在总算团聚了，未来的生活自然一片光明。我很是为她高兴，她用自己的努力争取到了应的幸福。其实最近还听到了好几起转校的例子，都是恋人中的一个转去另一个的学校。或者是因为爱情的力量，或者是上天怜惜这些饱受离愁的恋人，似乎这种转学成功率颇高，另外那些有志青年反而郁郁不得志。这些结论没有一般性，只是根据我周围的一些案例得出的，不过结论的却有趣。  相信大家都喜欢看happy ending的故事，这让我们觉得世界还是美好的，付出总是有回报的，这样生活就有希望了。对于乐观者，或许触动不大，不过悲观的人，还真的需要这些正面的积极的事例来鼓起他的勇气。我不想承认我是一个悲观的人。不过一些自己的经历和最近一些感受使我觉得很失望。原来我没有自己想象的那么乐观。不过心情总是起伏的，也不必为了低潮时候的失落而妄自菲薄，我就这么安慰自己。    突然想起了Million Dollar Baby，我很不合时机的看了这部电影。此后的几天那种压抑的阴影一直在心头。本是部励志的影片，但让我很是消沉了一阵，我唯一的观后感就是她为了她的理想付出了太沉重的代价。我不知道是什么造成的Meggie命运的悲剧，她的努力，她的信仰，还是她过于执作？这一切本没有错，那么唯一的解释就是命运了。如果相信命运。。欸，没有比这个更悲观的念头了。。。       好在几周后另外一位朋友也看了这部电影。她很爱这部电影。我想导演的初衷在她身上得到了体现。几天后她msn昵称改成了“A dream that you don't fight for will haunt you for the rest of your life“。我感觉终于有缕阳光刺投了心中的乌云。我觉得自己一个人在这里矫情是很可笑的，因为就算一切从来，我还是会做同样的选择，走一样的路。        也有人看了这部电影没什么感觉，我想那是因为他们不会也不用考虑这些问题罢了。&lt;/div&gt; ## Comments **Kyle**: &gt; 感谢大家捧场阿，赫赫。另外欢迎美女骚扰阿 **yi**: &gt; 你这里真的超级热闹哦，我以后也常来骚扰你！ **Kyle**: &gt; 我成信息中转站了。。。不过msn这个的却还需要改进，进不去还必须要别人引荐，不能有个访客都能访问的留言的地方 **Bin**: &gt; 我也上不了cici的space：（ 你跟她说让她加我吧。。。。 **Knox**: &gt; 今年夏天好多看的Fantastic Four ,Night Watch,Kingdom Of Heaven，感觉自己的心情有点靠近十字军东征的时候，期待啊！羡慕死了，能在电影院看，俺只有在网上找了，俺不能没有电影！ **Knox**: &gt; 拳击手的命运就是这样的，终究是被打下场的，急流勇退？那一开始也许就不会选择这个运动了！只不过eastwood用几个小时把它放到一个人身上了,刚看完这个片的时候我的第一个感慨是觉得maggie在那时候应该小心呀——但后来又觉得可笑，倘若她如同我一般，她兴许就不会走这条路了，那又何谈小心呢！有时候选择的时候就已经注定了结局，无所谓改变了！呵呵！有点宿命呵。 **Annie Avant Chanel**: &gt; Re 奶娃：娃哈哈，我也喜欢：million dollars and baby！ **Kyle**: &gt; 我去转告她一声吧。。。可能要她msn加你就行了 **Kyle**: &gt; 在爱情驱动下成功转校的例子又多了一个。。。bless你们了 **Kyle**: &gt; 最近最期待的电影是四月底的The Hitchhiker\\'s Guide to the Galaxy，还有下个月的星球大战。 上一个要考试，忍了。下一个一定要去看首映～～～ **Kyle**: &gt; 全身瘫痪本是很悲惨得事，但到了maggie身上，作为她为了理想得代价，大家似乎就觉得这是对她最好得结果？似乎大家都默认了这种出身低微的人，要想确得成绩，必须要付出更大的代价，不然，就成了“暴发户”，是大家所不齿的 **Kyle**: &gt; 悲观自然会导致软弱。如果都觉得没有追求得价值，那就更没有追求得动力了 **Kyle**: &gt; 辉辉啊，你这么直接大家会嫉妒得。我们要低调处理我们关系 **Kyle**: &gt; oscar炒得呗，也算热门电影。我更喜欢里面得freeman **Kyle**: &gt; 我喜欢得是 Million Dollar 和 baby **dvdv**: &gt; 让landmark给我开权限……我上不了她的blog **Yansu**: &gt; 恩~Million Dallar Baby比较悲....其实命运是注定的 不过你要是努力 就走向了好的注定的命运 要是不努力 那就天注定啦~~~~呵呵~命运还是自己注定的 我觉得嘻嘻~我秋天就要转到我男朋友的学校啦~~~~是从农村走向城市咯~大跨进! *_^ **Bin**: &gt; snowind。。。。-,-。。。我倒是觉得million dollar baby是励志片，看完了虽然有点压抑，却不悲伤。对maggie来说，这个结果再好不过了。这就是real life呀~ 这部片子应该在电影院里看，我第一次在电脑上看的，没啥感觉，后来陪朋友去电影院看了一次，视觉冲击很大，尤其是挨打的时候。。。-_-#，昨天看了shahara，强烈推荐，典型的美国个人全能英雄＋美女类的片子，很不错：） **min**: &gt; 你不是悲观是软弱~ **辉辉**: &gt; kiss~~ **Echo**: &gt; 奇怪，怎么全世界的人居然是同步的？刚才在一个现在在west virginiar的师弟的blog上看到他在说这部片子；这部片子刚一上映就一直被我威逼利诱（最后没得逞，55）想拖着一起去看的好朋友今天居然和我说她down到了也看完了，另一个师弟也大谈之。真是神奇 **dvdv**: &gt; 哈，镭哥喜欢Million Dollar Baby阿~         ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%90%AC%E5%88%B0%E4%B8%80%E4%B8%AA%E5%A5%BD%E6%B6%88%E6%81%AF/",
        "teaser": null
      },{
        "title": "Map@google",
        "excerpt":"map@google    之前查地图一直用yahoo,昨天才知道google的地图也很好用，而且可以查卫星照片！可能是nasa在这里的缘故，google上提供了最清晰的卫星照片，可以看到我家，我学校，赫赫   地图上那段距离不远，步行不到10分钟。半年多了，这条红色的route走了n多遍。下半年估计也不会搬家，还要继续走下去。     不由得感慨，如今科技真是tmd发达。商业卫星都能排这么清楚，军用卫星呢？再过几年呢？在野外随地大小便肯定会受到一张附了卫星照片作为证据的罚单。。。&lt;/div&gt;                                                                                                        ## Comments *(No comments for this post)*     ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/map@google/",
        "teaser": null
      },{
        "title": "人，又少了一个",
        "excerpt":"人，又少了一个      在辉辉blog看到，一个mm从理2楼顶跳了下来。后来在文学城也看到了新闻。据说是北大03中文系的。还据说那个女孩生前写了一片帖子：“我列出一张单子，左边写着活下去的理由，右边写着离开世界的理由。我在右边写了很多很多，却发现左边基本上没有什么可以写的……对于亲人，我只能够无奈，或许死后的寂静，就是为了屏蔽他们的哭声，就是能让人不会在那一刻后悔。” 还据说，没有确切证据证明该帖子为死者所写。    这件事我就不想多说了。现在还感兴趣的那篇来历不明的帖子。如果让我也历出一个单子，写上活下去或者game over的理由，我会怎么写呢？左边，空的。。。右边，幸好，还是空的。。。 所以我暂时还可以坐在office里面敲键盘，说闲话    如果不是失足，我很佩服这位mm站在楼顶向前一跃的勇气。我是万万没有的，就算有，也只是够支持我苟且的活下去  &lt;/div&gt; ## Comments **Kyle**: &gt; 赫赫，mint...很久不见了阿~ **Kyle**: &gt; 每天30分钟就够发篇帖子了，再忙也有时间啊。。。俺这学期的生活多么悲惨你们有不是不知道。。欸 **Kyle**: &gt; 据说清华北大指标都是一年1.5 个，看来今年还剩半个 **Unknown**: &gt; 帅哥的地盘很热闹嘛~~~~:) **yi**: &gt; 你什么时候换了msn啊，怪不得总不见你上网了，快加我啊！几天不来你这里，居然多了这么多内容，怎么这么闲啊？ 不过也好，总算有个可以了解帅哥内心世界的地方拉! ^_^ **Yansu**: &gt; 我一个最好的朋友在清华, 她告诉我说 每年清华自杀的人数向上级汇报的时候 是有指标的 不能死几个报几个......还有, 昨天一直在琢磨为什么中学的时候课堂上不让喝水 **Kyle**: &gt; 我加她了。。。 btw, 我的msn dragontail_ys@hotmail.com **辉辉**: &gt; 小海，有个师妹想要你的msn，问你你们那里的情况吧，我还不知道你的msn呢。。。 **Knox**: &gt; 黄海同学早就小资了，俺才还是无产阶级呢！这一年无产到底！ **Knox**: &gt; 黄海同学早就小资了，俺才还是无产阶级呢！这一年无产到底！ **Knox**: &gt; 生的理由只有一个不想死，死的理由只有一个不想活。哇！好经典，怎么感觉说了跟没说一样！看来最近说些同义反复的话会比较经典哦！哈哈！ **Kyle**: &gt; 当着这么多人，叫小弟就小声点八。。。btw.我上不了你的blog欸。。 **Ying**: &gt; 小弟，原来你整天在这里混的啊～～ blog经营的不错嘛！^_^ 就是很少见你上msn，该打！P.S. 文章有点小资情调，以前怎么没发现？？ **Kyle**: &gt; 这么说我生的理由也是 不想死 **Annie Avant Chanel**: &gt; 生没有理由。死只有一个理由：不想活。   ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%BA%BA-%E5%8F%88%E5%B0%91%E4%BA%86%E4%B8%80%E4%B8%AA/",
        "teaser": null
      },{
        "title": "Test",
        "excerpt":"test                web counter       Comments   Kyle:     怎么能让这个手动置定呢…    Knox:     帅哥果然备受关注！    Kyle:     看来大家对新事物都保持着高度的好奇心和积极的探索精神    yi:     真的有用哦，我刷新了几次，数字都在增加呢。我还以为只是做个样子，呵呵    Kyle:     好像不能挪吧。。。不知道    Kyle:     我每天看answers.com的时间肯定超过1小时，一般看一个单词就连接到另一个，很有意思    Knox:     超链接里！    Bin:     怎么把它挪到外面去阿？    Bin:     where to past the code? :(    Annie Avant Chanel:     answer.com is really nice~    Kyle:     还是看不了你的blog…说你呢，ty!!!    Kyle:     hehe,想来看我自然要登记一下啊    Bin:     how can you make this? so fancy~~ tell me how????? ^^    Ying:     这又是什么东东？难道我的访问会被监视记录了……    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/test/",
        "teaser": null
      },{
        "title": "好多第一次",
        "excerpt":"好多第一次    这个周末，第一次作酸菜鱼，第一次炸花生米，第一次烤鸡翅，第一次买了一箱beer,在第一次在美国抽了烟。欸，本来不想说的，还是承认了。。。  躺在学校水池旁边草地上，和两个朋友一起干掉了一箱heineken.其实也不多，每人4小瓶，差不多以前两瓶啤酒的量。不过这也算半年多来第一次喝这么多酒。头也不晕，肚子却胀鼓鼓的。唯独不巧的是云很厚，看不见月亮和星星。听一旁的朋友讲她从小学以来的轶事，我稀里糊涂的点了根烟。想起过去呆呆师兄的签名党，“幸福不需要比较级，不幸却没有最高级”。。。最近的经历正好验证了后半句，我一边吐雾一边想。    吸烟也不是第一次，初中嘬过几口，很呛。大学吸过一包零一根，很晕。前几天看了篇文章，一个哥么说他出国了分手了孤寂了，然后开始吸烟。我经历有别于此，不过还是吸烟了。狠命吞了几口烟，很是为自己的肺心痛，然后又有了一种晕乎乎的感觉。。。我还是晕烟。。。      躺到差不多一点，云终于淡了，后来竟还看到了月亮。回家睡觉，半夜肩痛，辗转不能入睡。想必是在草地上着了凉。。。不幸真还没头了        友情提示:美国啤酒盖可以拧开的，不用用牙死嗑。heineken是从荷兰进口的，啤酒盖拧不开的，只能用牙嗑，我企图拧，结果虎口留下血痕一道。。不幸啊不幸          我不会吸烟上瘾的，望大家监督&lt;/div&gt; ## Comments **Kyle**: &gt; 大猫,吸烟的大猫 **Sean**: &gt; 室内的fire sensor没那么敏感，只要开开窗户就okay了。。。除非你成心在sensor下面吸烟 **Kyle**: &gt; re winter,hehee,我拭目以待阿~ **Kyle**: &gt; re landmark,做菜用配好的调料就没有乐趣了。。做菜的要自己开发创新，才是正道~ **Kyle**: &gt; re snowind, 下次打算给我敬烟么？ **Kyle**: &gt; re cici,感觉这里抽烟的人也是不多，可能也是室内不准。。。我的酸菜鱼其实不酸，不够肯定够辣。hoho~ **Kyle**: &gt; 不要看量嘛，我开篇第一句就是提到酸菜鱼，你怎么没看到呢 **Ying**: &gt; 小弟别伤心，偶这段时间忙完了如果还活着的话，就好好经营blog，现在是惨不忍睹啊～～ 没脸见人…… **yi**: &gt; 酸菜鱼有什么好表扬的啊，那个最好作了，到亚洲店买一包调料，到美国店买切成片的鱼，先放调料再放鱼，就ok了。超级简单！唉～～～，没见过大世面。哪天我做一桌菜给你看看，保证都不用调料。（不要生气，不要打我） **辉辉**: &gt; 男人，抽点烟没事~~ **Bobblecat**: &gt; 在這邊抽煙的人太多﹐columbus的室內場所都不能吸煙了﹐出去玩都是一群人在店外面抽﹐houston呢﹖不知道國內和國外﹐誰的煙比較重呢﹖對你的酸菜雨垂涎三尺﹐不過。。。酸的。。。基於我的胃﹐暫時忍了 **Echo**: &gt; 还抱怨大家重心不对，你看看篇幅，你自己把重心放哪了？^.^ **Kyle**: &gt; 就是抽了根烟嘛，大家不要激动。就当熏蚊子了 **Kyle**: &gt; winter你太让我ft...我就看高中三年要乖点，你还来黑我。。。上不了你blog我也知道怎么回事了，狡兔三穴，哼唧~ **Kyle**: &gt; 太感动了，终于有人把注意力放在做菜上，而不是吸烟上了。。。我那么光辉的作了高难度的酸菜鱼，居然没人表扬，555 **Unknown**: &gt; 好杂乱无章的生活啊...看不出来你会做饭.而且还是地道的中国菜式~小小表扬一下:) **Ying**: &gt; 小弟这篇好像有点“颓废”哦？怎么在我印象中你抽烟水平一流？！难道是做梦？但是我好像一般不做梦的啊…… BTW，上不了偶的blog是因为……嘿嘿：P **yi**: &gt; 对啊，你受什么刺激了？老板对你不好吗？还是TA做的不如意？ **Bin**: &gt; ys怎么了？patpat。。。不幸都是巧合在一起的，别想这么多就行了:) bless           ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%A5%BD%E5%A4%9A%E7%AC%AC%E4%B8%80%E6%AC%A1/",
        "teaser": null
      },{
        "title": "求助！！！求助！！！",
        "excerpt":"求助！！！求助！！！    谁能找到以下软件阿，救助大家乐 ~~ 国内的朋友多帮忙啊。这里盗版资源不好，搞不定了。。。   FEKO Suite 4.0.1(复杂形状三维物体的电磁场分析软件)    CST.MicroWAVE.Studio 5.0-ISO      CST.EM.Studio.v2.0-ISO&lt;/div&gt; ## Comments *(No comments for this post)*       ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%B1%82%E5%8A%A9-%E6%B1%82%E5%8A%A9/",
        "teaser": null
      },{
        "title": "收到电脑了~",
        "excerpt":"收到电脑了~    从ups大叔手里面接过沉甸甸的箱子。打开一看，ac adapter是made in china,笔记本是马来西亚造，电池是日本的，还好，还好有个小塑料袋里面的小螺丝写的是made in USA.  在家涂鸦blog，厨房里面炖得排骨飘香。恰好roomie购物回来，扬言今晚要搞四菜一汤。赫赫，今晚注定幸福了~    上周末 功夫 在全美上映了，票房第五，看到这个消息也莫名高兴。oyeah~~~~&lt;/div&gt; ## Comments **Kyle**: &gt; bush是个好名字,hoho **Echo**: &gt; 哼，说起来，只有你和cc老是叫我bush。搞的人以为我很bush似的.... **Echo**: &gt; 呵，真可惜我不太认识富婆。不然大捞一笔一定没问题。这么好的货源~ ^^ **Kyle**: &gt; 傍富婆...其实这个想法从未放弃阿 **Fiona**: &gt; 呵呵，你是不是想傍富婆啊？这样的条件可是很有魅力的呢~~记得记得，没有我的破坏你修理电脑的水平怎么提高嘛~~：） **Kyle**: &gt; 怎么写成bosh了。。。其实我想写rose得，不过对bush也是念念不忘阿，和和 **Kyle**: &gt; re bosh,你镭哥现在上的厅堂，下的厨房。。。另外我家马桶都是我清理的，真是感人。。。 **Kyle**: &gt; re mint, 少放点电影就够用了，和和。我还记得你用了我刚装好系统的电脑5分钟，就害得我要重装的事情，哼唧-_-... **Echo**: &gt; 看到了镭哥自爆每周自己炖排骨，想起以前你的文集有一个专门记煮菜秘诀的地方。今天才恍然发现：原来镭哥也是个新好男人呐~ ^_^ **Unknown**: &gt; 真便宜啊。我40G的硬盘越来越不够用了。。。前几天犯了一个很傻的错误，以为自己电脑中木马了，结果很豪迈的把硬盘全部低格了一遍。后来才知道是偶的网线接触不良的缘故。。。唉，郁闷：（ **Kyle**: &gt; 关于female roomie事宜，至今仍在寻觅中，望houston地区的有兴趣的女性速与我联系。来电来函，欢迎查询~~ **Kyle**: &gt; 说道电脑怎么敢和鱼倒爷比阿。。。惭愧惭愧 **Kyle**: &gt; 我每周都炖排骨的，这种菜简单粗暴，最适合我了 **Kyle**: &gt; 前面其实说的了，是我帮别人买的。dell得inspiron 600m,今天又收到一台，和和，暴发户了 **Michael**: &gt; Dell的吧，嘿嘿。。。我早就用上了~~$741 700m1.8G 1280M 80G combo **Ying**: &gt; 口水ying～～～ 好久没吃排骨了……&gt;_&lt; **Bin**: &gt; 哇。。。你终于脱离无产阶级队伍了。。呵呵 gxgx～～^^btw：roomie。。。seems female阿。。。难道？？？^^ **Unknown**: &gt; 什么牌子的本本？多少米？多重啊？功夫上映的是中文版还是英文版？     ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%94%B6%E5%88%B0%E7%94%B5%E8%84%91%E4%BA%86~/",
        "teaser": null
      },{
        "title": "@tworows Brewery",
        "excerpt":"@TwoRows brewery    以前听人说选课一定不要选中国女老师的，巨tough无比。这学期三门课，有两门都是这样，另外一门是老板的课，每次上课都要装的巨认真的样子。。。所以这学期的悲惨生活是注定的。  今晚其中一门上完了最后一堂课。老师邀请我们吃pizza，恰逢今晚火箭对小牛第三场，大家自然不满足于只在pizzahut了。所以一群人驱车赶往rice village，在一个酒吧看球。TwoRows得啤酒是自己酿的，特新鲜，pizza也不错，酒吧人爆满，鬼子看球热情特高，气氛很好。遗憾的是火箭最后输了，sigh。。。随后印度同学送我回来，巨困。。。记下些流水账，困觉去了&lt;/div&gt; ## Comments **Kyle**: &gt; 对mc一支没什么好感，看到他眼睛就不舒服 **Michael**: &gt; 大牛总有单打独斗的时候。。。 **Kyle**: &gt; 你不觉MC基本上就不传球么 **Michael**: &gt; awu还有经济危机。。。。对了，rockets suck....nobody passed the ball to YAO except MC... **Kyle**: &gt; re awu,师姐你过来一定要找我啊~~~我以后也打算开车去你那里~ **Kyle**: &gt; re water,10号，一门考试加project due,熬过去了俺又是幸福的银了 **Kyle**: &gt; re subing， 你是住在RGA把，我到houston第一个晚上就住那里，和和 **Kyle**: &gt; re zhen 欸亚，都是苦命银阿。// **诗荃**: &gt; 我昨天差点坐飞机去休斯敦我师姐的老公在休斯敦大学做research，原来也是北大的她本来想叫我跟她一起去的，无奈我最近经济危机而且下周有两门考试：P **Bin**: &gt; 啥时喉final？呵呵 **wenyuan**: &gt; 咦，我就住在rice village耶 **Annie Avant Chanel**: &gt; 真的哦，有体会   ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/@tworows-brewery/",
        "teaser": null
      },{
        "title": "孔雀",
        "excerpt":"孔雀      开始正题前先说说另外一部电影，&lt;心急吃不了热豆腐&gt;。 那时电脑上屯了好几部电影，抽了个周五晚上，打算搞定几部先。这学期每个周五都是殉难日，从早上10点嗑到下午6点，然后昏昏沉沉去买菜，回来的时候都是身心俱疲。长脸巩的电影，估计都是不废大脑的，所以打开先看。果然，从头到尾，每个情节都在预料之中。在导演suppose观众该会心一笑的地方，都像有人挠你胳肢窝。可能我腋下细胞不甚敏感，挠久了反而生痛。看到最后自然很失落，竟还暗自感到悲哀。 那时已经夜里2点了。    也无睡意，就无意看了孔雀的开头。随后不能自已，硬是撑到5点看完了电影。毫不夸张的说，到美国半年多以来，这算是我看过的最棒的一部电影。第二天，匆匆就在blog新开一个entry,添加了电影的poster,待到提笔时，却发现无从说起。太多的感受挤在胸口，无法从一个狭小的指尖流出。所以这篇帖子一直空着，我想，或许隔时沉淀后，我大概能知道我想说的是什么。    人总是有惰性的。帖子一空就空了半个多月。期末考试或许是不错的借口，但我无意为自己开脱。看到sunvey的留言，猛然觉得的却该写点什么。开始敲击键盘的时候，却又是语塞。无奈只好叙事开头，看能不能随后找到一点灵感。    对涂鸦我从来谈不上灵感的。只是此时，思维定格在了标题上面 -- 孔雀。记得看完电影后，我一直都在考虑孔雀和这部电影的关系。孔雀是会开屏的，但真正有谁看过孔雀开屏呢。儿时我也拼命在动物园挥动过手绢，可惜孔雀不屑这种老掉牙的攀比。后来渐长，也旁观过孩童们用力挥动着手绢，而自己在旁冷笑他们的天真和幼稚。我想我是认定孔雀不会因此开屏的，但我没有立刻就走开，因为我想我也是有一丝期待的。虽然暗淡，但无法绝灭。片尾，一家几口人，轮流走过动物园的孔雀笼。可惜的是，他们都错过了开屏。其实算不上错过，除了傻了的老大，他努力挥动了手绢，却还是枉然。其他人呢，或许都不再相信孔雀还会开屏的。    这些都是我们的臆想罢了。电影叫做孔雀，或许只是导演的设下的一个噱头。就像王家卫的 重庆森林。我韩国的朋友告诉我，很多韩国人都因为这部电影而知道重庆这个城市，还问我电影是不是在重庆排的。其实电影里面没有重庆，也没有森林。这样做，实在太符合王家卫的风格了。    孔雀 是唯美的，干净的就像二姐的纯白长裙。二姐终了还是没有成为伞兵，尽管她努力挥舞过手绢。人总是会累的，所以她停下来，然后洗瓶子，再然后为了更轻松的生活让婚姻作为筹码。“我还是一直喜欢你。。。”“你是谁啊？” 如果连摘一支孔雀翎都是不可及，最后路过孔雀笼子，她自能默默的走开。 不会累得只有傻子，他一生都在努力追求自己的善。不过在人们眼里，他也只是一个傻子。导演善意的安排了美好的结局，安抚一下劳苦的大众。三弟的故事我不喜欢，不过让我对他仍有好感的是每段故事开头，三弟的旁白“我仍然记得70年代夏天，我们一家五口坐在一起吃饭的场景。。。”    影片煞了尾，但三个兄妹的故事还是继续。孔雀笼子只是一段，路过了还要前行的。    我们，也前行                                                                             Comments   kyle:     hehe ,马上写，再不写都忘了感觉了    Hui:     懒黄海,好几天了都没有动笔写    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%AD%94%E9%9B%80/",
        "teaser": null
      },{
        "title": "风云突变的日子",
        "excerpt":"风云突变的日子    计划赶不上变化，所以我现在倾向于不做什么计划。圣诞的时候有个当过兵的问我有什么计划，我坦言没，估计当时就被bs了。几天前恰好听到他家政兵变的消息，随后上演的就是比较传统的郁闷汹酒外加半夜找女性朋友聊天一类。我想他该有不少计划，就是没机会实现了。我还在死皮赖脸的混日子，闲时说两句风凉话，想想真是too mean...  在家鏖战周一要due的project,房东跑来收租子。其间发生不少变故，我也懒得细说，总之，结果就是两个快要娶老婆的roommates决定明天搬出去，四个老男人围在破饭桌前瞎侃的日子就成往事了。本来也知道，5月中旬他们回家完婚，我们的同居生活也会画上句话。只是今天突然的变故让一切提前了半个月，看着他们忙里忙外收拾行李，我也没了心情继续搞matlab.想了想，其实没什么大不了，日子还是不起风浪的流淌着，只是拐了一个小弯。    没有了冬冬的干煸四季豆，没有了兵哥哥的乱炖，我想我是会怀念起从前那些日子的       ps.The photo was taken from toyota center&lt;/div&gt;                                                                                                                            ## Comments **Kyle**: &gt; 我没有加你么。。。欸亚，老了老了 **Echo**: &gt; 我却有你的哦~ 虽然从来没在msn上遇到过你 ^_^ 我的：niressa@msn.com **Kyle**: &gt; 我没有rose得msn...猪草的是shanshanzhupku@hotmail **Fiona**: &gt; 你一定有猪草和rose的msn吧~~告诉我吧~~~~真是奇怪,昨天我也上了那个统计访问次数的网站,按照上面说的步骤我有得到那段代码啊,可是为什么我粘贴到我的blog里面,那个图标就是出不来呢?郁闷:(我确保最近的rp很好!!! **Kyle**: &gt; 加了sunvey,zhen我就不理你了。。。piggrass，我现在上不了你的blog... **Kyle**: &gt; 诶。。只是感觉生活中变化无常，倒没有什么振奋的感觉 **Kyle**: &gt; 人多的却好玩。刚过来那儿会一起玩过一次升级，然后就再没玩过了 **Shanshan**: &gt; 都要干活，周二term paper due。。啊宜啊 **Annie Avant Chanel**: &gt; 啦啦啦啦啦 **yi**: &gt; 四人正好凑一桌麻将，或者升级。羡慕～～ **Hui**: &gt; hello~huanghai~What\\'s your msn? Mine is sunveymm@hotmail.com:) Add me~add me~~ **Bin**: &gt; 原来你们4个人合租阿。。。羡慕。。。人多了一定很好玩。。 **Echo**: &gt; 风云突变.....听得人很振奋，hoho。fighting~~~!       ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E9%A3%8E%E4%BA%91%E7%AA%81%E5%8F%98%E7%9A%84%E6%97%A5%E5%AD%90/",
        "teaser": null
      },{
        "title": "独自在家",
        "excerpt":"独自在家      室友走了，整理了一下房间，突然发现这个无比messy得地方还可以整理的这么亮堂。一张Queen size, 一张捡来的桌子，就是我的全部财产了,哦,还有一盏别人送的台灯。昨天在实验室最后守了3小时，也没人来问问题，怪无聊的。今天下午改完作业,这学期的TA工作就彻底结束了，嘿嘿，五月份的工资来的真轻松~~只有5小时不到的工作时间    一个人睡了两晚，开始意识到气氛不对了。一股孤独的气味浮游在空荡荡的房间里面，就像泄漏的瓦斯，让人有丝恐慌。我不是怕孤独，我是怕我会惧怕孤独。我一直以为自己已经习惯孤独，但晚上关灯前的迟疑让我从新考虑这个问题。想一想，自己已经很多年没有一个人住了。高中三年，等着住校管理员的脚步远去，大家开始窃窃私语，然后又在寝室长的呵斥下收声入睡。到了大学，完全不顾寝室第六号成员的无声抗议，另外五人通宵达旦的点评八卦，美女，人生。。。随后上山下乡，支援羞斯炖农场建设，和一个科大小伙同居近一年，其间酸甜苦辣，妙处难于君说。终于， 到了独守闺房的时候了。。。不习惯，真tmd的不习惯。。。    不过我还是没有一点找roommate的念头。我想我以后就会一直这样一个人住下去了，直到发现一个异性的roomie。嗬嗬，这些都是以后的故事了，那就以后再说吧    Comments   Victoria:     你的blog好有意思哦！~    Kyle:     大猫，我说的是我还不习惯。。。真是猫眼///    Kyle:     re drax,你丫半年前也是一个房子里面住6个，忘了么    Sean:     都半年多了才习惯孤独，可见你这孩子之前真是幸福的冒泡。    Michael:     ft…原来你得bedroom里面睡两个人么，ft ft ftgay..    Kyle:     准确地说，现在没有roommate,不过有housemate,大家住不同的bedroom    Kyle:     re rose, 每个月要多掏快200刀，是嘛福阿。。。    Kyle:     re sunvy~ 在哪里都可以看姚明阿，他会去打客场的    Michael:     你现在不找roomie吗？一个人包打house么？    Echo:     我一直恨只有假期回家的時候才有的享受自己的房間。期待一間single room啊…唉，身在福中的人總是感覺不到的吧    Hui:     好羡慕啊,在huston.你有没有去看姚明的比赛啊?    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%8B%AC%E8%87%AA%E5%9C%A8%E5%AE%B6/",
        "teaser": null
      },{
        "title": "长见识了",
        "excerpt":"长见识了    上网看到一种HDTV格式的电影，每部至少4G多。bt3天多down了一部ice age,一看，我kao, 这辈子没看过这么清晰的电影！！！！太激动！！！ 相比之下，divx转的rmvb简直是shit, divx还勉强可以忍。 唯一的缺点就是太大了。。。   ps 后来去网上看了看关于这种数字电视的介绍，这种电视分辨率超过dvd. 看这个一定要配高分辨率的显示器，我用的是1400*1080，效果太震撼了~~~     怀念过去在btbbs的日子。。。&lt;/div&gt; ## Comments *(No comments for this post)*     ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E9%95%BF%E8%A7%81%E8%AF%86%E4%BA%86/",
        "teaser": null
      },{
        "title": "周末周末~",
        "excerpt":"周末周末~      还有4天，超级shi3的一个学期就过去了。。。不过最后几天。。。诶，不抱怨什么了。。。本来周末打算去看车，还是等到周二过后吧。如果卖出去就忍了，不是你的，强求不得的    晚上决定去看电影。今天首映 Kingdom of Heaven &amp; House of Wax. 我又是很无耻的看了两部电影。bloom的电影，帅哥好看，大场面好看，其他的实在不好恭维。情节牵强，一个blacksmith搞得和全能冠军一样，能文能武。对白的英语一点都不好懂，幸好上学期去教会听过些关于十字军的事儿，不然更稀里糊涂。看完了不爽，冲着 邻家女孩 里面超hot的女主角，跑去接着看H of W.这么多年了，鬼子的恐怖片还是没有进步，血腥加恶心。。。两部都不推荐。。。该去看hitchhiker的    说道电影，想起昨晚看得一部欧洲片还不错，婚前性行为。和罗拉快跑的剧情比较接近，不过更夸张一点，还比较搞笑，不错的娱乐片。最近，哦，又想起差不多半年多来看过最好看得电影，孔雀。一直想写点什么，不过至今还空着。有了台笔记本放寝室，最近突然看来好多电影，hoho    过几天笔记本就带走了，我也不打算在房间放电脑。最近开始拟定宏伟的读书计划，到时候可以一个人在房间打开台灯读书，貌似温馨又学究~    ps 房间一面是玻璃门，打开就是后院，没有人去的地方。昨晚打开玻璃门坐台阶上喝啤酒，外面跑来一只野猫。灰色的猫，毛很顺，我当然就想到缎子这个词来。这里的小动物都不怎么怕人，松鼠是，乌鸦是，这猫也是。猫来了就在我脚边蹭，然后围着我晃。长这么大，只被人养过，没养过任何生物，也不知道这猫这样是思春了，还是身上虱子多，或者撒娇想被人疼。 anyway,现在突然想到这个天地养育的生灵，不知道它会不会意识到自己无拘无束的自由。 困觉去。。。    ps 这张照片帅，帅的一塌糊涂                                               Comments   Kyle:     拿人钱财，与人消灾，这个自然是应该的    Annie Avant Chanel:     假期要做事吧？资本家的钱岂是白拿啊    Kyle:     …已经被n个人问过假期打算了。其实我没有计划的，到时候看了    Knox:     好吧！对于即将来临的假期，你有没有打算？如果有，那么打算怎么过？（非得让我这么问么？晕！）    Kyle:     大猫现在档次高啊。。。估计你在剧场都睡着了//    Kyle:     大家都误会了，婚前性行为 其实不是ameican pie那种的电影。情节比较离奇，讲的是如果你有机会弥补过去的错误，你会怎么做呢~    Kyle:     你觉得我像平静的人么///被逼得阿。。。    Kyle:     我还没放假呢。。。    Kyle:     我下了 早熟 的，也不怎么样，特老套的剧情，加上成龙那个又不衰又没演技的儿子。。。不好看    Kyle:     这个周末的电影的却不怎么样。。。k of h投了130m吧，这周才赚回20m…估计要亏了。。。    Sean:     有电影看就不错了，我电脑里电影被人删了，然后强塞了悲惨世界，歌剧魅影的现场版给我，都欲哭无泪了    Shanshan:     应该是像婴儿的哭声把`发春的猫。最近对粗口电影和sex talking的不感冒~昨天看了拜见岳父大人2，还不错。搞笑情节~still too much talk about sex    Bin:     我还打算去看king of heaven呢。。。ys现在心态已经不一样了阿。。呵呵，很平静，挺好！不像我，hoho    Knox:     假期怎么过？    Echo:     據説現在在hk上影的《早熟》很好看。聽説而已。似乎也是說早戀，婚前性行爲這類的。PS：貓思春的時候會像狼一樣叫。很恐怖的。每到那個季節我們學校就一片狼吼聲….它蹭你的腿是在表示好感的哪，，    yuki:     听说了house of wax很血腥。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%91%A8%E6%9C%AB%E5%91%A8%E6%9C%AB~/",
        "teaser": null
      },{
        "title": "又跳了一个",
        "excerpt":"又跳了一个      还是理科2号楼，似乎位置都差不多。不同的是这次是一位数学系的男同学。    今年岂不是超标了？。。。    ps 这是上次的照片，还可以看到我过去的office,heihei                                               Comments   Kyle:     一般火星而已，我也刚看到不久    Kyle:     学习么，就是很单纯的，嘿嘿    Fiona:     我又火星了,第一次看到这张照片.    Echo:     太搞了镭哥…..把学习理解的这么单纯……..真难得，嗯，说真的    Kyle:     嗯，water说话有深度，不要理会snowind，我们一起贴～    Kyle:     男生就一定要爱学习么。。。再说了，自由落体问题早就研究的透了，不用自己去实验吧    Kyle:     热带同学，你不要以为你这么说我就会脸红，嘿嘿，俺现在脸皮越来越不薄了    Kyle:     辉辉你不懂，我是怀念母校才贴照片的    Kyle:     re dvdv，那个office还是你，awu，我一起呆过得呢，真巧，今天都来了    Kyle:     re awu，所以我贴了黑白的。本来还有彩色版呢，呵呵    Bin:     我刚发完议论。。。呵呵，真是想不通现在的小孩都咋了。。恩。。snowind。。。我还想把这张照片贴到我那里去呢    yi:     为什么要跳啊？男生，八成为学习吧？    Knox:     俺可是每天必到这里逛逛，总想看看海同学在那半边生活得惬意否！此惬意非彼惬意！活活~！那成熟的语调，略带自讽的口气，深沉而又不失小资的字句，再配上高大的身材和帅气的面孔以及偶尔的颓废，不能不说是一大看点！当然要大力支持了！哈哈~~！    辉辉:     你这个bt，还贴照片，这有什么好看的。。。。    dvdv:     不会吧，有阴影了……    诗荃:     唉唉真血腥    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%8F%88%E8%B7%B3%E4%BA%86%E4%B8%80%E4%B8%AA/",
        "teaser": null
      },{
        "title": "今天打了911，人生又完整一点",
        "excerpt":"今天打了911，人生又完整一点      真是一个不是一般的shi3的学期。。。    本以为还有不到40小时，就要迎来解放的曙光，结果在最后时刻，我无奈的拨打了911。    呼啦拉的警车停在门口，佩戴整齐的警察叔叔阔步向我走来。我看到了他腰间的手枪。    向我要了id，也不照顾我受害人的感受，还消遣道hey, you look like YaoMing～    下午昏睡了几个小时，把昨晚的觉补了回来。傍晚时候朋友送来了小冰箱，放在我房间里。以后从下床，取可乐（或牛奶，或冰淇淋，等）再躺回床上，可以在十步以内完成了。这算今天唯一称心的事儿了。    独自寻思，到明天午夜12点之前，还会有什么更shi3的事情呢？明早起来发现office电脑被病毒搞了，电脑里面的写的程序全没了，然后下午考试再挂掉。。。诶。。。要是后天大家发现我的blog没有更新，肯定就是这两件事情被我说中了一件或两件。。。    突然同情数学系的那位哥么了。。。    Comments   Fiona:     看到911我就想到了世贸大厦..以为…唉唉    Kyle:     欸亚，不要激动嘛。。。下文自然分晓    Annie Avant Chanel:     HH这个大猪头，就是挖坑来骗大家的同情和浇水！再不出来满足我们的好奇心，我就罢工了。。    Echo:     受伤了么?特殊待遇都有了哦….    Bin:     what's up ya? what happend?    Kun:     是啊，同问ing~    artong:     我也没看懂。。。~_~    诗荃:     同问ing    Annie Avant Chanel:     请问为什么你要打扰911的叔叔？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%BB%8A%E5%A4%A9%E6%89%93%E4%BA%86911-%E4%BA%BA%E7%94%9F%E5%8F%88%E5%AE%8C%E6%95%B4%E4%B8%80%E7%82%B9/",
        "teaser": null
      },{
        "title": "故事是这样子de",
        "excerpt":"故事是这样子de      这种衰事，简笔带过就算了。昨天凌晨，实验室带领matlab鏖战viterbi algorithm到5点，敌军基本被铲除，就等日后收拾战场。昏昏沉沉回家睡觉，第二天中午醒来发现放在living room里面的笔记本不见了。。。刚买了10天啊，brandnew的。。。本来今天就要给我朋友，然后让他带回中国给我妹。结果最后一天在我手上，就这么被我糟蹋了。    凌晨回来看到笔记本放在living room,我还想过要不要拿回bedroom放。当时实在太累，就懒了（欸，说到头，还是这个很shi3的学期害得）后来住在另外一个房间的roomie告诉我，早上起来看见房门大开，我心一沉，知道没戏了。。。他们都问我晚上回来是不是锁门了，我只能说90%确定我锁了，欸，我怎么会记得10个小时前我有没有锁门呢。。。之后就打了911，警察叔叔来了不调查现场不取指纹也不取脚印这类，就问了我电脑的serial no.，说是以后可能凭这个能找得到。可能，恩，这样的词就是在这种场合能充分发挥其功用。    要作为这个很shi3的学期的最后一幕，这种衰事绝对够格。过了大结局的高潮，剩下的就是垃圾时间了，字幕显示友情客串名单，女主角的服装赞助商，特别鸣谢，云云。所以ne ,今天我有幸发现电脑上的project还在，下午的考试也可以写满9张白纸，然后顺利交卷。oyeah~到了谷底，也该反弹了把。    昨天历数了一下上大学以来被盗物品价值约超过当时2个月生活费的案例，发现一只手都数不过来。失财免灾，早期我是如此安慰自己。后来听到一句更有道理的话，\"丢了东西，就不要再把好心情丢了\"，如果到后来再丢东西我都傻乐。我弄丢过太多东西了，这也是性格悲剧。    本来心情很好，写到这里突然有点悲哀起来。都怪zhen催我写！！！！或许是我心痛那个笔记本八，这样想我就安心点了。              Comments   Kyle:     hoho,现在又出现了~~~    Annie Avant Chanel:     为什么说丢的是政府的钱呢？不明白。hh你在干吗，还说不伤心，人都不见了。    Annie Avant Chanel:     你保险了么？还是还没付钱就丢了？    Kyle:     我来搭线把，awu, this is zhen;zhen, this is awu,这样大家认识了吧~~~嫉妒awu能去加国！！！！    Kyle:     本来就是米国政府的钱，就当捐去提高黑人社区电脑普及率了。。发现自己又mean了，不能无故栽脏诬蔑黑人兄弟才对。。    Kyle:     其实这种事影响我心情的时间总共大概就2个半小时，午觉过后就又灿烂了    Kyle:     赚同情骗眼泪的帖子果然有卖头，一下就这么多回复，呵呵    诗荃:     to piggrass~哈哈，那是一定啦^.^我去水房的频率还是挺高的~据说温哥华6、7月份特漂亮我这次去要呆上4个礼拜呢……    Annie Avant Chanel:     奶娃同学彻底陷入了悲痛之中，露不出头了。不如这样，我使出杀手锏：请你吃diary Queen！    Shanshan:     sigh，最近的一次，滑雪时弄丢的宿舍钥匙，125刀～吸取教训就是了～反正郁闷也没用。要来温哥华的那位，文集里的pic好面熟啊~貌似在36楼4楼某水房见过    Knox:     我也掉过很多东西，大一刚买的赛车、casio g-shock手表（小东西都记不清了），唉！够我现在生活半年了！    Knox:     相信你能从这事中走出来！本来就很坚强，还有那么多朋友安慰。    诗荃:     猪头，我发现你这里有好几个mm都在Vancouver呢，快帮我牵牵线，介绍介绍哈~~嘿嘿    Fiona:     pat一下我大学的时候丢过两个钱包,七张饭卡,四把宿舍钥匙,两双鞋,三辆自行车,两件外衣.这么多人陪着你呢呵呵Annie,我去温哥华的时候你要罩着我啊:)等我又丢衣服又丢钱的时候就去向你乞讨了:)    辉辉:     kiss，小海~~~~    诗荃:     pat~破财免灾了~ps.这位Annie mm在温哥华啊？我6月份要去温哥华玩儿呢^^先套套近乎的说    iamchengsi:     活了这么大岁数，连中国警察都没打交道过，别说米国警察了。    Bin:     cmft……..:(还会再挣的。。。再说也许明儿就找到了呢。。。    Annie Avant Chanel:     辛苦我在这里自嘲了半天，好像效果不是很佳。。。    Annie Avant Chanel:     不知道奶娃有没有开心一点。。。    Annie Avant Chanel:     不丢钱包，我丢了大概10个水壶，10个饭盒。。    Annie Avant Chanel:     pat一下，这个性格我也有，不过悲剧少一点，最大事件是上次丢了400加元，其中300被人帮我罩了，然后我又乞讨得了100美元。大学时候不丢东西是因为我对保管毫无自信，因此绝对不用钱包，走哪揣在身上最多30块钱皱皱巴巴的零票，身份证更不带了，幸好小姑娘我长得干干净净，否则就被遣返新疆了。    Annie Avant Chanel:     555。sorry。奶娃乖，再多赚一点。到温哥华我请你吃三顿，好不好。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%95%85%E4%BA%8B%E6%98%AF%E8%BF%99%E6%A0%B7%E5%AD%90de/",
        "teaser": null
      },{
        "title": "数三声，大家跟着我念",
        "excerpt":"数三声，大家跟着我念    1。   。     2。。       。         。           3。。。             （现在深呼吸）               。                 。                   。                     （深情地，激动地，发至肺腑的）                       放~假~~拉~~~~~~~~~~~~~~~~~~~~                         &lt;'拉'的音一定要拖够&gt;                           &lt;灯光起，配乐起，后台涌上一大群手拿鲜花的儿童，齐唱&gt;                                                           娃哈哈亚娃哈哈亚，我们的祖国像花园~~~                                    &lt;/div&gt; ## Comments **Kyle**: &gt; 放假了，当然兴奋啊，赫赫。。。。不过昨天老板就丢过来18篇paper...郁闷了一下 **Fiona**: &gt; 猪...... **Annie Avant Chanel**: &gt; 神经病                               ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%95%B0%E4%B8%89%E5%A3%B0-%E5%A4%A7%E5%AE%B6%E8%B7%9F%E7%9D%80%E6%88%91%E5%BF%B5/",
        "teaser": null
      },{
        "title": "一部未看得电影",
        "excerpt":"一部未看得电影      前天又翻看某反动刊物，看到了播放 贾璋柯 新片&lt;世界&gt;的消息。再看日期，早就错过了。可惜可惜。不过鉴于反对组织的片源有限，重放的可能性也极大，期待ing~    Comments   kyle:     hehe,好啊～    min:     去的时候告诉我~    kyle:     反动组织播放的电影其实不反动的，当然也会插播反动的短篇，那时候一般我都去洗手间了    Ding:     原来你对反动的比较关心    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%B8%80%E9%83%A8%E6%9C%AA%E7%9C%8B%E5%BE%97%E7%94%B5%E5%BD%B1/",
        "teaser": null
      },{
        "title": "小结一下",
        "excerpt":"小结一下      过去大半年还是去过几次电影院，每次都很无耻的看了两部电影。今天回忆了半天才记起来，赶快记下来。现在记忆力实在没底了-_-!    Incredibles,the  很温馨的电影，后来还看了好几遍    National Treasure 有了Nicolas cage，还是不敢恭维    Hitch 很轻松的电影    Robot 鬼子的想象力又充分发挥了    Kingdom of Heaven 这次要赔惨了。。。第一周连零头都没赚回来    House of Wax 血腥，恶心，很不推荐。    另外呢。。。在韩国看了 Blade 3， 也是很失望。Blade系列2是颠峰，不过也是特血腥    然后用bt下了一些电影。尽量回忆一下    最近看的是Elektra， Garner还是超cool，让我又有了要看Alias的冲动    Million Dollar Baby,看了低沉了几天。我很悲观的觉得自己以后也会是悲惨的结局    be cool。下载了，结果没看、 这部pulp fiction的后续，注定无法超越经典    还有sin city，Amityville Horror,the 这类的电影，也是下载计划中    unleashed，interperater,the都是上映前就有下载的，呵呵，票房受影响了吧    这些米国片都是一些商业片，看了就忘了，权当消遣了    欧洲片常常会给我惊喜的。    看了A very long egagement，瘸了腿amelie加上冗长烦杂的剧情，也让生厌    不过另外一部瑞典喜剧片，却让我小小的意外。嗯，我要另外专门写一片帖子    这么滥的流水帐。。。收手～         Comments   kyle:     wu是谁，，，我看不到你的blog欸    kyle:     zhenyu你写的啥，看不懂。。。    Heng:     To Wu:不是啦，hai是我的本科同班同学:P    littlewuqi:     请问你是rice那位吗？    Zhenyu:     narnia是12月，你看错了    min:     恩真流水    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%B0%8F%E7%BB%93%E4%B8%80%E4%B8%8B/",
        "teaser": null
      },{
        "title": "繁忙的周末",
        "excerpt":"繁忙的周末      zhen又变向的催我写东西了。。。要是我再不更新，好像我就是这两天整日以泪洗面，最终导致脱水而X... 其实呢，这个周末超级high,哈哈，很shi3的一学期真的过去了~~~    放假的第一个周末，感觉又回到刚到米国的日子:周末明显忙过平时，很多活动要应付。。。好多事情，只有写流水账了。    记得是周二考试结束吧，其实挺惨的，第二天老板就扔给我18篇paper，欸 不过当时心情其实还好，加上18这个数还挺吉利，就爽快收下~放假慢慢看吧。。。    周四买了份报纸，正式开始我买车计划。结果比较衰拉，那天报纸上车都不爽，所以临时变动，为我的重回gym活动拉开序幕。在游泳池狗爬了4，500米就感觉透支了，久不锻炼阿。。。上学期我可是每次1000米外加自学蝶泳。爬上岸，感觉大脑缺氧头皮发麻，想去温水池泡泡。结果那天温水池关闭，旁边桑拿室倒开着。进去躺了10分钟，估计再躺下去自己还能站起来的可能性不大，就挣扎着回去了。。。然后晕了一个晚上    时隔3个月后， 与上周五晚上又重新回到主的怀抱。在教会，安排我们这些福音朋友看了片子，叫The Hope.片子很不错，以至一个朋友看完后就决志了。其实我和这位朋友，这学期每周四都和一个美国朋友一起学bible。一学期下来，Jone看了大半，我却没什么进步。我想我还是信心不足。有信仰终归不是坏事，至少可以避免无畏的狂妄。    周六去了个party,等照片从相机里面倒出来再说吧。(我的相机输出线丢了，要借别人的。。。欸，老是丢东西。。。)很愉快地一次聚会~    由于周六体力消耗过大，周日昏睡了半天。下午上网查询了半天关于star wars的内容。上次看episode 2到现在，人物剧情都忘了大半，总要重温一下才对得起下周四的电影票阿. hoho, how dose the Jedi Anakin Skywalker become Darth Vader? 期待ing    最近写帖子都是超级流水账。。。真是越来越罗索。。。         Comments   Shanshan:     哈，下午去游泳    诗荃:     ft,我有个朋友昨天刚买了一个查车的帐号    Kyle:     我买车进度是。。。现在买了一个carfax账号，6。7号以前有效。我可以帮大家查vin ,hehe    诗荃:     哇，我最近也狂去gym打羽毛球和乒乓球啥的，累个半死。而且我这两天也正买车呢，买好了给你看照片哦～嘿嘿    Echo:     前幾天我去游泳，使這個學期第一次下水啊，，，上來的時候腿都軟了。我這半年就沒怎麽運動，除了跆拳道以外。哎，，，    Annie Avant Chanel:     我可以把肩膀借给你，但是你要蹲下来靠。所以你还不如到洗手间一边哭一边洗。555，可怜的奶娃。    Annie Avant Chanel:     啊，奶娃，你这么幸运，刚去就被主的恢复里的兄弟姊妹救走了？ The Church In Huston啊，not just a church.要说church，任何denomination都叫自己某某church。 不过我听你说的光景不太像唉，怎么会放电影呢，。。嘿嘿。不说绊倒人的话了，热带鱼林弟兄已经提醒了。    Kyle:     一说J老大，大家都很多话阿，呵呵    Kyle:     我哭又没有人借肩膀给我靠，没劲。。。    Kyle:     我心灵太干涸，估计是很难发芽的那种。。。btw,我去的就是church阿，其实道理都懂，我不是说了是信心的问题吗    Kyle:     直到成四康克 是熊哥了~ 看来跟你是说不清了，还是zhen 懂行道    Knox:     开始看到4，500吓了俺一跳，好强啊！后来才明白原来是400~500！~~·#￥%%！    Knox:     海有颗寻找的心就是好的，J自有他的计划，ANNIE的第一段话确实太serious了，都是J的银了，说话不要让人跌倒喔，哈哈！    yi:     没想到你有这么丰富的经历，而且还这么想的开。给我肯定要哭死啦。呵呵    Annie Avant Chanel:     你没看他说他才是福音朋友。还在被播种的阶段。其实不妨去The Church In Huston看看哦，在denomination（公会）里面打转呢，讲来讲去就是四福音，很好但是太基本，圣徒是需要全部的真理和生命和话语的。何况denomination是不符合圣经，且在revelation中被主所谴责的。说的太serious了。不过真正得到生命的给养和主的赐福还是要跟随保罗的执事，世间唯一的新约执事，而不是分裂的各教会。其实世间只有一个召会，就是神的身体，且没有什么特别的名字，什么圣芳济会啊，长老会啊，浸心会啊，甚至cathlics这些词有在圣经里出现过么？都是人自己的发明，也造成分裂。 圣经里面只有The church In ** locality, 只有christian。嘻嘻。不要见怪，不管是公会的弟兄姊妹还是召会的弟兄姊妹都是主的身体的一部分，都是神的儿女，也是我们的弟兄姊妹，但是对神的召会的真理要有追求和看清楚。讲道结束。    iamchengsi:     奶娃！你竟然已经皈依上帝！    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%B9%81%E5%BF%99%E7%9A%84%E5%91%A8%E6%9C%AB/",
        "teaser": null
      },{
        "title": "一而再，再而三的跳，欸。。。",
        "excerpt":"一而再，再而三的跳，欸。。。      才知道的消息，一般土星    回到了可爱的成都双流机场，都还要跳，这种就实在没救了    看来是魔在心，而不是在理2。下次回去可以安心的故地重游了~         Comments   Kyle:     前两年跳的都是清华的麻，现在风水转过来了    Bin:     我在mitbbs上看到了，今年北大点太背了。。要不就是环境污染太严重了。。。    Kyle:     不是好像，就是~不能有马甲么，呵呵    Kyle:     简单来说，就是又一个北大mm跳了    Hui:     为啥我好像看见了你两个不一样版本得blog呢    yi:     什么意思？ 谁啊？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%B8%80%E8%80%8C%E5%86%8D-%E5%86%8D%E8%80%8C%E4%B8%89%E7%9A%84%E8%B7%B3-%E6%AC%B8/",
        "teaser": null
      },{
        "title": "今天又看到的一个有趣的消息",
        "excerpt":"今天又看到的一个有趣的消息      说是国内发现买假鸡蛋的，是用什么化学成分人工合成的。这种蛋每个成本0.17元，大大低于真鸡蛋，所以不法商贩就从中牟取暴利。    刚看完有点疑惑，总感觉做假鸡蛋难度颇高。比如说蛋壳，你怎么弄假？用涂色的硬纸板？这个显然行不通，不过倒可以直接用真蛋壳，然后问题就是怎么把破碎的蛋壳粘成一个完整的蛋呢。。。    大概5分钟后醒悟过来，这种假鸡蛋应该是只有蛋白和蛋黄，就盛在碗里。不法商贩可以卖给不法的饭店老板，然后做成了蛋炒饭，可怜的消费者就不能辨认了。    当初假奶粉案让我感觉很伤心，不过这次的假鸡蛋案只是让我感叹了许久。没有好几份的创新能力，是想不出这种搞假鸡蛋的点子的。佩服，真的佩服    ps 给大家看一个我上次画的另外一个蛋，hoho                                               Comments   Kyle:     当然是我的真迹阿，是不是有想收藏的冲动阿?    Fiona:     你的档案文件里面那个鸡蛋图片是你画的吗?    Kyle:     鬼子这边好像没听到什么造假的消息    Kyle:     放假了还这么忙啊。。comf water    Kyle:     是蛋壳，不是弹壳。。。    Kyle:     有道理，可以放在什么溶剂里面裹一下。。。我就没想到，看来以后不能在这行混    Knox:     google一下，会发现有好多这样的报道！已经没有感觉了。    yi:     雯，你的blog已经杂草丛生啦，你还不去打理，跑来人家这里瞎晃什么啊。    Bin:     gnali。。。那个听起来好像松花蛋。昨天睡晚了，今天还要早起。。。55555555    Annie Avant Chanel:     姚明？    Annie Avant Chanel:     你画的这个弹壳很像一个人。    雯:     嗯，是啊，网上有具体的步骤，好像是一种钙的化合物，黄海又土了，呵呵，我一直很想见识一下这种假鸡蛋，直接打在碗里应该能看出来和真鸡蛋不同吧，不知道假鸡蛋能不能做成皮蛋，还好我不吃皮蛋：）    Unknown:     蛋壳。。。是不是放在什么溶剂里裹一层东西，捞出来晾干就好了    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%BB%8A%E5%A4%A9%E5%8F%88%E7%9C%8B%E5%88%B0%E7%9A%84%E4%B8%80%E4%B8%AA%E6%9C%89%E8%B6%A3%E7%9A%84%E6%B6%88%E6%81%AF/",
        "teaser": null
      },{
        "title": "Hoho,兔子自杀手册~",
        "excerpt":"hoho,兔子自杀手册~      超可爱的bunny，自杀都这么有创意    有个官方网站，http://www.bookofbunnysuicides.com/，不过图片不多.用baidu倒可以搜到很多，哈哈，笑死我了~~~    比起 happy tree friends, 这个温柔多了，可以推荐给女同学看，嘿嘿         ps 贴几个我觉得很经典的, enjoy~    ps 2 刚看到happy tree friends又有更新了~     Comments   Unknown:     ~~~~~永远爱你+LOVE U FOREVER~~~~~    Kyle:     这个都看不懂。。。hengji    Annie Avant Chanel:     为什么有些我不大懂尼？    Kyle:     bless    dou:     我在！3个月后好好聊啊！^^    Kyle:     我特别喜欢纳粹那个，看起来特别二，呵呵    dou:     录像带那张超可爱！！^^    诗荃:     我超喜欢其中几张不过它那个网站的图片好像不能存    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/hoho,%E5%85%94%E5%AD%90%E8%87%AA%E6%9D%80%E6%89%8B%E5%86%8C~/",
        "teaser": null
      },{
        "title": "某灵异事件",
        "excerpt":"某灵异事件      我是从大四开始逐渐放弃无神论的。所以，我用灵异来形容下面的事情。    d盘有个文件夹，空的。几个月前我把它删掉，然后过了几天，它又自动出现了！开始我还以为是我忘了删了，然后又删掉，结果几天后又自己出现了。到现在为止，我觉得我都删除这个文件夹不下10次了，都是过了几天又自动出现。。。    每次我都是shift+del彻底删除，不是放进Recycle Bin.我开始还以为d盘有什么自动恢复功能，自己又建了几个文件夹，结果删掉了就没有了，只有那个还自动出现。    把这件事和灵异相联系，关键是因为这个文件夹有些特别的地方。上学期我网上找了一些基督教的歌,就新建了这个文件夹来放这些歌。后来我把这些歌copy到了另外一个目录下，这个文件夹就空了 ，然后，就是上文记述的事情了。记得最近一次删除是上周五，我10分钟前开机，又看到这个文件夹了。。。    这个文件夹，叫Holy Spirit                                                    Comments   Kyle:     其实这个问题还没搞定，，，不过不管了，就当继续灵异了    Ying:     小弟你这个音乐文件夹的问题解决了么？偶也一直被这个问题困扰了好久，不过从来没想过跟灵异事件挂钩，可能因为偶删不掉的那个文件夹装的只是迪克牛仔的歌吧，哈哈……    Fiona:     我还以为是你电脑又中病毒了呢.有一阵子我电脑中蠕虫就是删不掉某个文件夹    Annie Avant Chanel:     而可以肯定的是，那个body and spirit的栏目页面并非主页面，或者说主路径。    Annie Avant Chanel:     正巧我有一件事也不能解释，但我不知道算不算灵异。我喜欢看msn.com上的video clip，其中有一栏是body and spirit，多是一些基督教的讲道录像或者真人见证谈话什么的。我第一次在那个body and spirit的页面下把msn' video存入收藏夹，以后打开的时候自然就直接出现了这些讲道画面的播放。后来我觉得spirit 栏目不好，就试图把这个页面的路径改到其他栏目，比如food network, diy network or NBC today之类，但是无论怎么改，怎么删，怎么寸，每一次打开我收藏的msn video，必然是一个讲道的画面先跳出来。。。。    Kyle:     我也相信鬼神，这样生活要有趣的多    Knox:     应该是一个技术问题    yi:     不过世界上还是有很多灵异事件的，我反正相信这些。人力无法解释的东西并不代表其不存在。    Kyle:     集思广益阿~~~    诗荃:     我也觉得是技术问题嘿嘿    Nan:     建议你搜搜注册表，把那个键值删了就好了    Nan:     你的某个媒体播放器lock了这个文件夹，或者你rip music的时候创建了一个默认路径。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%9F%90%E7%81%B5%E5%BC%82%E4%BA%8B%E4%BB%B6/",
        "teaser": null
      },{
        "title": "Summer开始了",
        "excerpt":"summer开始了      过去2周的假期，我几乎都在睡觉，睡得昏天黑地，睡得鬼哭狼嚎    虽然还是去了好多次gym,看了好多电影，还去外面camping了2天。不过对于这些，我印象都很模糊，还能记得就是我拼命的睡觉    2周还是很多有趣的事情，当时没有记下来，现在也写不出什么。日子再久点，就会慢慢从记忆中淡去了。    今天开始summer开学了。我也不用上课，和放假差不多，不过总感觉有些不一样，毕竟还是开学了。    伸个懒腰，看书去    Comments   Kyle:     spring完了，大约2周假期，然后一个半月的summer,然后又是大约1个月的暑假，再然后就是fall    Bin:     summer还有假期么？。。。。偶怎么不知道。。。：（    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/summer%E5%BC%80%E5%A7%8B%E4%BA%86/",
        "teaser": null
      },{
        "title": "一些往事",
        "excerpt":"一些往事      昨天见到杨毛，那厮居然找了个代理正在上未名。我删掉fterm已经1，2个月了吧，面对那个深蓝色的界面都有一些不自然了。看了看俺得马甲们，竟然还有200多得生命值，我以为都死掉了呢。不管怎样，终究是会死掉的，我是没有找代理的习惯。去系版，oversea逛了逛，只有jingke是认识的。这厮都在鱼乡沸腾了，俺们还在chinatown买便当吃。。。    想起很久前水母joke的一篇帖子，讲的是四五十年后\"十大\"会是什么样子。具体内容记不清了，大概就是一些这样的帖子上了十大：“XXX千古”“求救，孙子不想上幼儿园怎么办？”“祝贺XXX荣升X省省长”。。。当时看了觉得特搞，也默默有丝感动。真的要是这帮水车，几十年后还一起关税，那会是如何的光景？那时候我还以为我今后都能一直上未名关税，所以还抱有期盼。后来是一些变故，让人多少有些失望，不过时间一长也就习惯了，何况还有msn space这样一些blog替代品。界面更华丽了，功能也颇为强大，当让人觉得空洞。这里大家不能re十大，不能转joke,也没有人骂tooold,更没有为杀掉一个id而落泪伤感的事情。    好久没写东西，今天有点手痒就来写帖子。我想起当初我也是这样才开始经营这个blog，权当是填充失去未名的真空。我一直觉得去追刚失恋的女孩子会有事半功倍得效果，并屡屡有ws男凭此虏获靓女芳心的事例来验证。不同的是，过去我认为这种情况是靓女犯傻便宜了ws男，最近我才意识到这个不过是一场各取所需的交易，买卖自由，商品价值给了消费者，货币价值归了商家，公平的一塌糊涂。事后退货或者发现使用假钞等纠纷，就不是这里讨论的内容了。事实是，我现在天天使用msn space而不再登陆未名。    BBS是存在于中国某些高校水车间特殊的文化。id是有生命的，而space只是穴居人的洞，上面有很多彩绘，纪录了“今天打了几头鹿，杀了几只兔，我把晚上吃剩的骨头埋在了大树下三步远的地方，上面还放了块马粪“。    怀旧会有两种，一是人老了，二是对现实的不满从而想起good old times。我如今三八佳龄，还不至于明日黄花。当我觉得一切不自然了，我就有些怀旧了。    忘了说了，我还去了skate,然后退了出来，都没有一点感觉              Comments   Kyle:     \"天马行空\"就是形容这种完全没有关联的事情的    min:     你这篇里面两个意思怎么联系起来的没看明白~    Kyle:     党要我们不要上，我们就该听党的话不上，而不要耍小聪明转空子    Kyle:     概括一下，意思就是 既不回头，何必不忘。。深刻，真是深刻。。    Echo:     162.105.36.111試試這個。是瓏瓏告訴我的，數院的代理。我在這就能上，不知在國外ok不….    yi:     如果还在国内还在北大，自然能上BBS，但为了上BBS你会放弃出国吗？有得必有失嘛。何必介怀。    Kyle:     要找代理，我也不知道怎么搞    Kyle:     我用羊毛的id上的    Kyle:     我的版衫放家里了，呵呵    诗荃:     怎么上啊？我现在连guest都当不成：（    Michael:     。。。。你啥时候上去了。。。羊毛的proxy还是我告诉他的，哈哈我现在在冲40000，然后就自杀，嗯。。    iamchengsi:     上次爬山，从山坡滚下来的时候，也把衫衫弄丢喽    Fiona:     我去skate啊都沒人理我,我也不知道說什么..嘿嘿遺憾的是我上次搬傢的時候把版衫弄丟暸.可惜    Annie Avant Chanel:     妙极    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%B8%80%E4%BA%9B%E5%BE%80%E4%BA%8B/",
        "teaser": null
      },{
        "title": "过节了，弄个好玩的",
        "excerpt":"过节了，弄个好玩的      今天想到一个好玩的冬冬，大家去看看自己过去常用的id对应的blog把    我去看了http://spaces.msn.com/members/radium    下面是他最新一篇blog    April 07    CAO 表白      真的没面子....被她拒绝了...           hahaha,我笑了半天    Comments   Kyle:     o …什么什么三穴来着    Fiona:     你链接里我那个blog地址该更新了…后面是fishmint not onlymint嗬嗬    Fiona:     真讨厌,我去得那个blog里面什么都没有,白白占用我那么好的id啊!!!!呜呜    Kyle:     我一般不说cao,我说kao的    辉辉:     好像跟你差不多哦    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%BF%87%E8%8A%82%E4%BA%86-%E5%BC%84%E4%B8%AA%E5%A5%BD%E7%8E%A9%E7%9A%84/",
        "teaser": null
      },{
        "title": "送给正在开车的和将要开车的同志们",
        "excerpt":"送给正在开车的和将要开车的同志们      这个memorial weekend,身边发生3起车祸，虽然人都无大碍，不过还是让人觉得心惊    下面这个flash给大家看看，提醒开车要小心~    http://www.infonegocio.com/xeron/bruno/yesno.html         ps 这个连接下面的另外几个flash都很搞笑得，特别是olympic &amp; italy    ps2 这个冬冬 zz from triff    Comments   kyle:     鱼头，欧还是那句话，身体要紧啊。。。    kyle:     ei。。。。不能妄言阿。。。迅哥儿是偶们的偶像，不能不敬    Michael:     hi,babei am in beijing and getting higher and higher~~~wahahaha    Knox:     前几天读了几篇鲁迅的文章，发现你的文字味道和他有时候很像，不知道是不是错觉！    Fiona:     怪不得最近没动静了呢…原来出去玩了,唉唉,有假期就是好啊~顺便罗索一句,你那个列表里面我的链接该更新了~    Xuefei:     几天不见，丫已经是有车一族了！    Kyle:     大家都在玩。。。我也出去小玩乐，呵呵    诗荃:     heyI might go to Houston this weekendTell me your phone #~    Fiona:     短期内偶不打算学车~    wendy:     刚从纽约开回来，汗!!    诗荃:     不错，赞！    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E9%80%81%E7%BB%99%E6%AD%A3%E5%9C%A8%E5%BC%80%E8%BD%A6%E7%9A%84%E5%92%8C%E5%B0%86%E8%A6%81%E5%BC%80%E8%BD%A6%E7%9A%84%E5%90%8C%E5%BF%97%E4%BB%AC/",
        "teaser": null
      },{
        "title": "更新更新",
        "excerpt":"更新更新      这个space又是荒废了几周。。。归纳了一下，有若干理由。有次要的，比如出去玩了几天，最近看小说而丧志，晚上不来office却开车出去瞎逛游，etc. 一般说来，这类客观的牵强的瞎掰的理由，我们管他叫借口。借口足够多的时候，就可以掩盖真相liao. 说的似乎故弄玄虚。。。欸，最近看多小说的结果。这里插播一折广告，就是预告一下我下篇blog的内容: 介绍一部玄幻小说，&lt;诛仙&gt;，并附读后感。“天地不仁，以万物    刍 狗。。。“    放假一月有余，浑浑噩噩。实验室来了2个老美，research进度时快时慢，获赠一辆老爷车每日无证驾驶，狂吃冰淇淋导致体重单调递增，图书馆发现《东周列国专》并阅之。。。尽是这等琐碎之事，在houston的烈日曝晒下一点点蒸发，都留不下什么痕迹。如果我说生活和白开水一样，不免让人觉得欧实在无聊和空虚。所以我就把水滴放在高倍放大镜下面，大家就能看见里面尘埃和花粉在做布朗运动，很是有趣。    末了，想起《天下无贼》 里面台词，“知我者谓我心忧，不知我者谓我何求“。我的理解是这个人对自己的评估比别人对他的评估要高，所以还心忧，还有所求。求什么就不得而知了，或许就只是这种感觉罢了。    Comments   啦啦:     我也是路过来看看得，觉得你blog真牛X阿 7月1日 23:01        发布者： DragonTai____L 彼此彼此。^*东周列国偶喜欢。。    Kyle:     女同学牺牲色相就可以免ticket么。。。太不公平了。。    Kyle:     狒狒同学，别来无恙啊    Maruko:     偶也想看那个东东,大爷放个链接吧.253    Maruko:     大爷不错嘛,有车了.不过偶以过来人的经验告诉你哈:无证驾驶是非常危险的哈,警察叔叔一定会很生气~偶两周前就被警察叔叔抓了,只好牺牲了一下色相~~~哈哈哈哈哈哈    Maruko:     有人叫我???FT    Kyle:     好啊。。虽然我还没有驾照的说。。。    min:     oyeah有车了那天去fb吧~    Kyle:     一语点醒梦中人啊。。。。。我是说怎么很久不能上猪草文集了。。    诗荃:     师弟你把猪草mm的链接弄错啦，多了一个s,我已经不能忍很久啦，嘿嘿    Kyle:     我不是首创，不过的却经常说这句话诶。。。只是别人听了都反响不好    Fiona:     每次看你blog,都会觉得你生活充满乐趣的说~那句话不是你说的吧,什么什么丢了不要把好心情弄丢了?    Kyle:     re 猪草，师姐支持，超级感动阿。。。    Kyle:     看吧看吧，写的很有趣的    Kyle:     re yannie, 我觉得我一周吃的都当别人一个月吃的了。。。最近要收敛一下    Kyle:     re landmark, 我那车都算是老爷车乐，在你的新车面前黯然了。。。    Kyle:     re water, 俺们不都是奔着\"Ph\"D去的么，嘿嘿    Kyle:     re mint. ms俺还抓住了潮流的尾巴    Kyle:     re zhen, bg吧，很久没敲过了    yi:     我也去下载来看看    yannie:     你也能吃冰淇淋吃胖啊，^_^    Shanshan:     sp!i love your style~    yi:     Show your new car!I want to see it.    Bin:     很哲啊。。。。。。    Fiona:     MS那个诛仙最近很流行啊…    Annie Avant Chanel:     这个比喻妙极了。水滴。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%9B%B4%E6%96%B0%E6%9B%B4%E6%96%B0/",
        "teaser": null
      },{
        "title": "诛仙 1",
        "excerpt":"诛仙 1      开始看 诛仙 是一刹那的决定，快的比的上修真人士手中的剑。    图书馆免费的打印机也为我提供了物质支持，这样我可以以各种姿势躺在我的床上借着台灯橙红的光看书。困了就直接合眼，然后开始一连串刀光剑影的梦幻    第一次接触玄幻是初中时候看的 天子传奇。不是黄易的原著，而是黄玉朗改编的漫画。一共167集，每本不到50页的彩页漫画，售价大约七块多。当时惊为天价，我自然不敢问津。不过还是有大款同学买了几十本，被我死缠烂打借到手。记得那个时候奶奶陪爷爷在成都看病，我一个人住他们的房子，每晚也是同样单独在台灯下，陪伴着姬发步步修炼先天乾坤功和混天宝鉴的无上心法，最后击败被原始天魔附身的纣王。这个漫画是香港出的，大陆没有发行，所以一直没看看全。后来高中时候才有机会看到结局，并知道还有一系列的天子传奇。第二部是关于嬴政统一六国，然后下一部是楚汉相争。好像后来还有一部唐朝开国的故事，我就不清楚了。    这些小说共同点都是改编这些经典的历史故事，然后让每个人都成为武功高手。比如姜太公就是奇门循甲的高手，战国四公子个个也都是有着绝世武功，另外春申君还是个女的。这样的小说就成了武侠，然后加上神魔的力量，就成了玄幻。这样的改编是我中意的，因为我喜欢看历史，也喜欢看武功，我也不觉的这样的改编就是玷污历史误导青少年。其实说到玷污历史，想到不久前看到的一则新闻。日本一家公司也把他们所推崇的三国，和他们的国粹糅合在一起，推出了一款x游戏。三国里面个个人物都成了女的，胸大衣少。我看了立马骂了声cao    一直觉得武侠是个很神奇的东西，可惜有太重的文化背景，很难向世界推广。中国的gongfu似乎是世界闻名得，不过慕名来的多是学招式，像易筋经这类的内功心法，估计就比较难领悟了。如果身在华山派，我肯定是气宗里面的小喽啰，如此看来我还是比较推崇由内而外的修炼过程。 不过，内功这类看不见的东西是很难被接受的，大家相信皮下有骨骼有肌肉，但七经八脉却是解剖也看不见的，所以没办法证明。刮痧 这部电影讲的就是这个东西。    说完了'武'，再说'侠'。似乎侠这个东西也是有很大的分歧。这个周末在电影院看了Batman Begins,又圆了一个小时候的一个梦想。“梦想”这个词在这里并不过分，因为过去我是很痴迷batman得，觉得造型太酷了，所以作业本上画了无数个batman的那个logo.那时候刚刚开始学英语，认得bat,也认得man,然后意外发现蝙蝠侠原文就是batman的时候很是惊奇。我原本以为会有一个很复杂的单词来表示这位侠客的。然后觉得英语在这方便是比较弱智的，batMAN...这个平庸的名字实在煞风景。反观中文译文，一个侠字境界就出来了。中文里面叫‘人’一般都不是什么好人，苍蝇人就是一个例子，我知道那部电影e翻了一群人。当然也有例外，比如超人，superman.我想可能是他内裤外穿的坏习惯让他从'侠'掉价到'人'的。    在过去一段时间，我有过这样一个问题。要是我突然拣到1000块钱，我是去买一套天子传奇，还是买一套金庸小说？曾经对此我还很挣扎，似乎鱼和熊掌。后来我终究没有拣到过那么多钱，这个问题就淡忘了。    写到这里发现废话了那么多还没到正题，又写成了天外飞仙。所以在题目后面加个1，下次接着写好了。    Comments   Kyle:     o ,那么我也是路过的了，呵呵    啦啦:     hi~ btw,你是？  发布者 DragonTai____L 路过的。。^*    Kyle:     现在在网上down就是了，你要的话我开ftp，邮费都免了，呵呵    Kyle:     哦。。这里说的是人民币。。不过要买齐大本的天子传奇是要1k以上啊    Kyle:     lpdeng不是lp么。。。真奇怪。。。    Maruko:     1000块钱??那得看时RMB还是美刀了……不过无论是那种估计买两套都够了。或者你先买天子传奇，等我哪那天拣到1000块的时候，偶就去买金墉全集，然后我们就可以交换看~^_*不过邮费你出~~    peng:     I love the fist sentence~~  ^_^    Kyle:     拍A片都能拍的那么有名，日本还是有过人之处di    Kyle:     看来你真的很喜欢女侠诶，爱红装，更爱武装啊    xixi:     日本一家公司也把他们所推崇的三国，和他们的\"国粹\"糅合在一起，推出了一款x游戏。其实你说的那个c开头，或者英文F开头的东东，就正是日本的国粹了，唉，这个国家真是太邪恶了，除了这个太有人性的东西都不太好找了。    Fiona:     气宗里的小喽啰,hoho,亏你想的出来.可是历史上为啥女侠就那么少呢?做个行走江湖抱打不平的女侠是偶小时候的梦想.现在….嗬嗬,没有激情了,连yy的时间都没有了甚至.前一阵子在看孟丽君,女扮男装考中状元救父,hoho,偶也崇拜了好一阵子.可惜她不是女侠.\"侠\"是要能在天上飞来飞去,身轻如燕的,或者来无影去无踪.女侠还得pp的说.    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%AF%9B%E4%BB%99-1/",
        "teaser": null
      },{
        "title": "月记",
        "excerpt":"月记      如果对这个题目有些疑惑的话，你就想想日记这个词。引申一下就是所谓的月记。最近心情犹如houston的天空，淡蓝的背景下万里无云，甚是惬意，一时兴起，觉得又是到了更新blog的时候。过去一个月看的电影以不那一一回忆，所以就挑有趣的写好了    About 30 lies 日本电影。我记不清上次看日本电影是什么时候， 应该是北野武的 座头市。如此算来应该是大肆时候。对本国传统文化深刻挖掘的导演都是值得我们尊重的，自然我很欣赏北野武式的暴力。岩井俊2的新片一直在我office的电脑上，花与爱丽丝,我几次打开都没有看下去。窃以为俊2的作品是单纯的没有瑕疵的，这也需要等我心里没有涟漪的时候再欣赏。 这次这部突然在很多论坛都出现的电影，还是让人很失望。。。本以为会是一部情节很曲折的悬念片，结果发现四不像。日本电影和香港电影一样在没落    空房子   有着鲜明对比的是韩国电影。我得感受就是 忽如一夜春风来，千树万树梨花开。我一直想不起来在 野蛮女友 之前，我还看过什么韩国电影。似乎是没有的。不过此后的2，3年时间里，忽然出现的满树的梨花有些让人有些应接不暇的感觉。空房子 绝对是一部个性电影。最让人敬佩的是大胆的编剧。离奇的剧情设计，外加淡淡的黑色幽默， 如梨花带水，惹人侧目。    Matchstick Man Cage得表演依旧是亮点，虽然有些牵强。剧情也几多曲折。不过感觉还是太好莱坞了，要不是电影还留在电脑上，估计我都忘了    另外的电影就要重新开个目录了，因为额外的意思。待续                                                         Comments   Grace:     空房子绝对好看,不用台词,一切尽在不言中    kyle:     方兴未艾阿  俺继续看    min:     没前途还在看韩片:)    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%9C%88%E8%AE%B0/",
        "teaser": null
      },{
        "title": "Star Wars Iii &amp; Batman Begins",
        "excerpt":"Star Wars III &amp; Batman Begins      看这两部电影相隔快一个月，放到一起说是因为他们间有些共性    好多年前，应该是初中时候，周末晚上我一定不会错过介绍港台欧美新片的某个电视节目。我家那地儿，似乎连电影院都没有。其实有一个， 不过一直处于半倒闭状态，只是播放某些正气题材影片的时候挤满中小学学生。虽然都没有电影看，我却记得清楚每周票房的排行，新片的trailer也会在那款节目中播出，让我能够窥的一丝端倪。后来vcd多了，后来有了网络，后来得改变大的超乎自己的想象。现在可以去电影院看新上映的片子乐，我还是有习惯看看每周的票房，看看新片的trailer,在yahoo movies.    Star Wars III 看星战我是很敬业的。去影院前的某个晚上，我几乎是花了一个通宵来查看这个系列的资料。刚是在answers.com我就看了3，4个小时。过去看的剧情温习了一遍，人物名字的中英文也能对上号了，然后和一队朋友杀去影院。最养眼的还是Portman，heehee    Batman Begins 我自认为很会画batman的那个logo, 也是因为过去曾有段时间痴迷这个系列。看这部电影是很有意思的。第一次，在同龄朋友聚会中，未婚人士占了少数。这是个明显得trade off, 夜里没人陪伴回家，但我们可以肆意的去影院看夜场电影。所以系列中，这部片子算是最人性化的一部，不光看到了bat,更看到了man. 说实话，这部电影有些影射的东西让我觉得如鲠在喉。一幕镜头中醒目的made in china得标志也是那么刺眼。也不能断言导演就在丑化中国，也不能说那就是含沙射影现在中美的贸易冲突，只是我觉得那些设计不是无心得。    鲠吐出来一半，透透气。我至少是一个ms很快乐的人，这也是需要本钱的。米国虽然穷山恶水，houston甚至没山没水，我还是在小小的满足中继续我的旅程。               Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/star-wars-iii-&amp;-batman-begins/",
        "teaser": null
      },{
        "title": "Deer Hunter,the",
        "excerpt":"Deer hunter,the            及时记下来。。。不然越堆越多          徐怀钰的“我是女生“里面有句这样的歌词，“你不要学劳勃狄尼洛，装酷站在巷子口那里等我”。一度让我长时间的疑惑谁是这位榜样似的酷哥，劳勃狄尼洛？。后来见识渐长，终于有天谜底揭晓了。随后，我顺服的成为这位酷哥的粉丝。         偶像崇拜会给人一种动力，我借此动力苦苦找寻他的影片。这样便看了Taxi driver,便看了God Father,便看了deer hunter. 大肆的时候找到过Raging bull,不过没有赖心看下去，成一憾事。        Deer hunter是部很恐怖的电影，虽然影片一大半的时间都用在渲染战前和睦欢快的气氛，猎鹿的镜头让人甚是惬意。不过期间4，5次的出现的“比赛”场面就足够把此片历在“恐怖片”行列。电影里面是没有鬼神的，不过世间最可怕却是人，那些人让我看得揪心。       战争带来乱世，乱世或许真的会出英雄，但那也只是落在极少数人头上的光环。其他大众，那就只有在漫天的阴罹下苟延了                                                    Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/deer-hunter,the/",
        "teaser": null
      },{
        "title": "诛仙 2",
        "excerpt":"诛仙 2    前十六集阅毕，十七集估计七月份才会有。好几个晚上没有书看了，一下子觉得无聊起来。又该去发掘新书看乐。   这几天看了一些关于 诛仙 的评价，褒的自然是说情节紧凑，描写生动云云。贬主要说某些地方过于唐突，缺少铺垫，比起金大侠的功力还是不足。举的例子就是张小凡和碧遥的感情。我也觉得姓张的就因为碧姑娘给他挡了诛仙剑阵的一击然后就痴等十年是没什么道理的。这个和杨过等小龙女是大大不同的。杨过等了十多年，那是因为过去两个人在一个混了那么久，加上黄蓉给点错误信息造成一种假象，所以杨兄弟可以一边安心修炼独孤剑法，顺便一边等人.     姓张的虽然心里面对碧姑娘也有有意思，但两人以前从来没拍拖过。我觉得两个人的感情是在互相决定在一起后，会有一种质变得飞跃，达到一个新的高度，只有这种高度，才可以说点love conquers all这类的话。而之前互相仰慕期间的感情不管多深，相比之下都明显见拙，只能用来维持暗恋，单相思这类的事情。所以张和碧的感情不足以维持的那份等待得。       诛仙 的故事，大体上一般是仙剑的加强版。仙剑的经典不用废话，所以诛仙的成功也在情理之中。我喜欢 诛仙，是因为里面有很多叛逆的东西。诛仙 开始的情节很像 笑傲江湖。青云门下各个山脉支派，好比五岳剑派，张小凡和田灵儿自然好比令狐冲和小师妹。不过这里田灵儿是师姐，所以感觉总是怪怪的。然后也是机缘凑巧，姓张的得到了天下至凶之物，不过模样极为难看，这个也是少见的。雷同的情节又出现了，魔教教主的女儿爱慕上了男主角，奈何正邪不容，所以多了些麻烦。不同的是，一般都是魔教女儿家跟随夫君改邪归正，但这里偏偏是姓张的入了魔，成了道佛魔三合一。武功超群加上时不时的心智错乱，实在是酷～         碧姑娘除了一魂以外，三魂七魄尽散，成了植物人一个。论坛上好些人希望最后她能醒过来，但我还是希望她一直睡下去的好。这样姓张的还会等她，醒了反倒可能不在了。故事里面最可怜其实是陆雪琪，独自背着神剑天琊，搞不好最后就嫁不出去了。mint留言说到女侠，陆姑娘就是一位优秀的女侠。和男侠类似，样貌俊美加武功一流。男侠要被很多人仰慕，但女侠却自己去仰慕一个人,还不得意。陆姑娘一直念着入了魔的张小凡，自然痛苦多多。做女侠实在是不容易的           天地不仁，以万物为刍狗             这句话的意思很容易误会，我开始以为是骂天地不仁，把万物当刍狗来玩弄。后来网上查了才知道解释错了。“刍狗”，是草做的狗，古代是作祭祀用，这个东西用前大家很尊敬它，当作神一样，但用过后就当垃圾了。这句话的意思是： 天地看万物和那个丢掉的草狗一样，并没有对人特别好，对其他的万物特别差。人之所以对万物差，是因为人的主观，人的自私的观念。这句话出于老子的《道德经》。  &lt;/div&gt;            ## Comments **Kyle**: &gt; re 小卡，你们其实肯定都很fb，不要刺激偶了。。。 **Kyle**: &gt; re mint，银土不土是环境决定的。你来欧们这里才知道嘛才是土 **Kyle**: &gt; re lp,只是计划中阿，理论上有时间加有钱，我连火星都会去，呵呵 **小卡**: &gt; mint!!!mint!!!偶找到你算找到同伙乐。。。 **Fiona**: &gt; 北京滴夜生活与偶酱滴土银无缘~!偶不会蹦迪,也木人一起k歌~ **peng**: &gt; \"lpdeng越发像lp了。。。正想打听你去欧洲玩的情况那\"nod nod ^_^ when do u wanna to europe? **kyle**: &gt; 楼下的。。。什么意思啊。。。 **啦啦**: &gt; 楼下。。hoho.. **Kyle**: &gt; 俺这里是晚上无聊才看书的，北京夜生活多丰富啊，何苦呆在家里读书呢 **Kyle**: &gt; lpdeng越发像lp了。。。正想打听你去欧洲玩的情况那 **Fiona**: &gt; oyeah~偶折腾完房子又有好看的啦~听你说的心里疯狂长草中:) **peng**: &gt; \"我觉得两个人的感情是在互相决定在一起后，会有一种质变得飞跃，达到一个新的高度，只有这种高度，才可以说点love conquers all这类的话。\"NOD NOD!!!!!!!!         ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%AF%9B%E4%BB%99-2/",
        "teaser": null
      },{
        "title": "How To Lose A Guy In Ten Days",
        "excerpt":"How to lose a guy in ten days      我一直觉得过去看过，但一点印象都没有    重温了一下，还是蛮有趣的    刁蛮是一个双刃剑，用的合适显得可爱，过分了就惹人厌了。    其实，如果不是绝色佳人，还是少用的好。阅毕    Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/how-to-lose-a-guy-in-ten-days/",
        "teaser": null
      },{
        "title": "堕落天使 &amp; 大红灯笼高高挂",
        "excerpt":"堕落天使 &amp; 大红灯笼高高挂      看了 堕落天使，王家卫的电影就看完了。同样，看了 大红灯笼高高挂，巩俐和张艺谋合作的片子也看完了    其实两部都是很磨耐心的片子。我过去也是不止一次的下载过，但都没看下去。如今当然静心多了，然后还意外的在学校图书馆找到中国电影的dvd，自然就看了下去。    前者的确一般，难怪名气远逊于 重庆森林。后者还不错，深闺大院里面的争风吃醋还是有声有色。王的确爱故弄玄虚，张也确实爱玩弄色调，这两部电影可见一斑          Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%A0%95%E8%90%BD%E5%A4%A9%E4%BD%BF-&amp;-%E5%A4%A7%E7%BA%A2%E7%81%AF%E7%AC%BC%E9%AB%98%E9%AB%98%E6%8C%82/",
        "teaser": null
      },{
        "title": "青红",
        "excerpt":"青红      我不喜欢 青红。可能是因为我不喜欢王小帅，或许是因为我偏爱之前的 孔雀    前两天才知道王小帅就是 十七岁的单车 的导演。这片子被禁了，似乎是因为私自去参赛。不管怎么样，我翻来看了，但感觉不好。我也是丢过车的人，还丢过7，8辆，故事里面情节一点没有让我共鸣，反而反感    青红 除了广播体操音乐，没有什么让我觉得怀旧的地方。我自然是不能体会下乡三线职工的心情的。小根最后的施暴也让人觉得太唐突，说白了，那丫根本就没那胆儿。    最后一枪还是让我觉得一战的感觉。不过我想我是被突然的枪声吓的。                                               Comments   Grace:     关键是高圆圆养得那么好那么精致能扮演乡下妹吗?    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E9%9D%92%E7%BA%A2/",
        "teaser": null
      },{
        "title": "三岔口 &amp; 三更",
        "excerpt":"三岔口 &amp; 三更      他们放在一起倒不是名字里面都带 三 字，我还不至于那么二。最近看得香港电影实在是少， 一新一老。不过，再新的片子都是那几张老面孔，诶，无人啊无人。         三岔口    看得出来大家是很努力的拍这部片子。阵容更是没的说，行话说叫“两岸三地，阵容空前”。小配角都是有来头的，我看到了 香港制造 地男主角，然后突然想起了 陈果。    郭富城 在里面很卖力了，我都觉得替他累。看来年纪大了都想混到实力派的招牌下。其他演员都风格依旧，看完了都没有一点印象。故事，说穿了还是警匪，我想我是看太多看腻了。    我也觉得自己有点苛刻。不过换过来想，其实是怒其不争         三更    先看了三更2，感觉还8错。杨干花吃饺子的表情实在是经典。三更里面换了超级木纳的黎明哥，不过故事更精彩一点。关于传统的中医神秘的力量的，看了感觉很舒服，至少强过看着吃饺子的恶心。                                               Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%B8%89%E5%B2%94%E5%8F%A3-&amp;-%E4%B8%89%E6%9B%B4/",
        "teaser": null
      },{
        "title": "无证驾车的日子里",
        "excerpt":"无证驾车的日子里       今晨首考驾照，结果还没考完就被bs了。原因很诡异。我承认越过双黄线是违规的，不过到现在我都还没弄明白如何能合法的开进那个停车场。所以我无证驾车的日子还要继续下去。我也知道被警察叔叔抓住肯定是大家都不快乐的事情，所以我决定明早二进宫，再跟丫死磕。               上次到考场练平扒，回去飙了高速。直接后果就是这次我一个人完全不清楚走local怎么回去。我是懒得找路的人，索性又上高速。然后我立马意识到政府规定“没有驾照的人开车，副驾必须坐一个持驾照一年以上的人”是很有道理的，我newbee一个，有空看路就没空看路牌。对此，我的对策就是一直龟在一条lane上，觉得差不多到了就下，然后发现出错口了。               在local乱转了30分钟，才找到回去的路。得到一点经验，男人的直觉是靠不住的，还是多问人的好。               回来问了好几个师兄，停车场问题还是没有解决。大家似乎都那么开的，但我一拐就被毙掉。。郁闷ing               可能明早一过，我就合法了。所以在无证驾车的最后的日子里，写下这些话。                              Comments   Kyle:     其实那天摆明就是耍我，我后来看别人也那么过去就拿驾照了，tnnd    贺:     难道没有双黄虚线？一般都会有啊，虚线就可以打灯并线了吧    Kyle:     re landmark，我们这里第二天就可以又去考了，hoho。。最新消息。。我现在至少可以平你的记录了。。    Kyle:     re zhen，有道理。。我才意识到我的车上原来没有GPS的    Kyle:     re 小卡，你是不是和mint一伙的阿，什么都这么一致    Kyle:     re rose，我还有一句没说，女人的方向感是靠不住的，呵呵，其实我的方向感也有问题    Kyle:     re mint，这个道理其实我早就知道的，只是每次都还想跟着感觉走一把，嘿嘿    yi:     大哥，不对吧，怎么可能今天刚fail，明天就能考啊？可能州和州不一样哦，我们这边必须一个礼拜以后才能重考。BTW，我超级笨，所以第三次才过，给你很大安慰了吧。别怕，有我垫底呢。    Annie Avant Chanel:     拿个地图    小卡:     挖哈~str re mint~~    Echo:     哈哈，似乎暗指女人的直覺就比較不錯嘍？米囯的法律還真是considerate啊，，無照也能駕駛，只要揪個人坐在旁邊^^    Fiona:     str re:\"男人的直觉是靠不住的\"    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%97%A0%E8%AF%81%E9%A9%BE%E8%BD%A6%E7%9A%84%E6%97%A5%E5%AD%90%E9%87%8C/",
        "teaser": null
      },{
        "title": " Marlon Brando",
        "excerpt":"** Marlon Brando **       应该是大肆地时候听到他的死讯的。那时候对他认识局限于 Godfather。教父是很有气度的，不过实在太苍老了，完全看不出Brando的风采。 我更喜欢年轻气盛的Robert De Niro，加上Al Pacino，所以教父2是三部里面我最喜欢的。       最近在学校图书馆找了一些老片的dvd，恰好几部Brando主演的很有名电影也在其中。               On the Waterfront 码头风云       前两天看到一个介绍美国电影经典台词的帖子，top10里面就有这部电影里面的一句：“I could've been a contender, I could've been somebody”. 当时看电影的时候我没有什么感触，不过在其后看花絮的时候就反复提到了拍摄这个场景的一些情况。果然名句的效果就是不一样。这部是五十年代的片子，看到开始从楼顶掉了下来的那个人我还笑出声了。不过我还是很enjoy这部电影，毕竟是久久前就觊觎的电影。               A Streetcar Named Desire 欲望号街车       当时看到dvd封面的时候我就很奇怪，怎么有个Vivien Leigh排在Brando前面。电影开始了就觉得女主角很面熟，但神经质的一举一动加上眼角的鱼尾纹都让我怀疑。网上一查，发现Vivien Leigh果然就是斐雯丽。实在让人觉得诧异，scarlett不再飘了。影片最后我都为她可怜，明日黄花用在这里实在再恰当不过了。后来又知道这部电影给Vivien带来第二个奥斯卡最佳女主角，我觉得是很恰当地。另外经典台词里面也有她最后的一句话 ：Whoever you are, I have always depended on the kindness of strangers.       里面满身油污的Brando实在是帅的一塌糊涂，当年那么红就很好理解了。               Last Tango in Paris 巴黎最后的探戈       七十年代就拍出女主角前后左右都全裸的镜头，难怪次片一直在禁片之列。里面的Brando已经老了，加上中年丧妻这种打击，更显得颓。细腻是我的总体感觉，从Paul的每一个眼神都能体会到。与之鲜明对比的是年轻的女主角，自然让人想到Leon里面的Portman和Taxi Driver里面的Jodie。火是克水的，引申一下，也是克冰的。可惜的是，冰受热，最后都成了蒸汽。所以命运的悲剧还是不能逃脱的。               另外在图书馆发现的好片还有Bergman的第七封印和野草莓，另外Hitchcock的片子也不少。日后慢慢消化了，就此打住。                               Comments   kyle:     很zan的电影，Vivien演的狂好    peng:     wanna watch the second one~    Yudong:     Good article…good    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/marlon-brando/",
        "teaser": null
      },{
        "title": "又挂了。。。",
        "excerpt":"又挂了。。。       好消息先，我们的zhenyu同学顺利考过了，就在我第二次被拒前20分钟。这次经历十分不爽，让我觉得想骂娘。具体情况也难得细说，总之我觉得明早我还要再去，不然难消心中的怨气。               连续2天6：30起床，实在是近年来少有的事情。早上第一抹朝阳洒在身上，有点被过滤净化的感觉。北京那地儿夏天4点过天就亮了，这地儿至少也要等到5点半过。我知道物是人非了。               继续，干！              Comments   Kyle:     re zhenyu,这把比你还丧，实在没话说。。。    Kyle:     re lp，hoho，我又狗屎了：）    Kyle:     re bio，问点有深度的问题好不好。。。考驾照当然是在学车啊。。。    Kyle:     re awu,师姐什么时候我要开去你那儿哦    Kyle:     re wendy，这个有道理。运气好的好路线差不多就是定的。嘿嘿，我最后运气总算好了    Kyle:     re ty，你省略号的内容是”（无语）泪先流“ 吧。诶，又让侬操心了    Zhenyu:     gx，终于过了    peng:     maybe u can wait some days~~ then you can show the guy that you really practise a lot before you come again~  ^_^    Yanming:     bless，在学车？    诗荃:     加油加油！我们这里被拒一次就要等一个月呢～祝你明天成功哈    wendy:     cmft……革命尚未成功，同志继续努力。你们州路考的线路一定吗？我们这边就是那么一两条线，考之前好好开两遍就有谱了。    Ying:     无语……    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%8F%88%E6%8C%82%E4%BA%86/",
        "teaser": null
      },{
        "title": "黄天不负姓黄的阿～～～",
        "excerpt":"黄天不负姓黄的阿～～～       连续第三天闹钟在6：30响起的时候，我就在想，当年高考那三天，我也没起这么早阿。       一鼓作气，到 三而竭，第三天我是再没有心思对镜贴花黄了。胡乱洗漱后就出门了，那时候似乎太阳还没升起来。               随后遇到的第一件衰事就是路上遇到火车了。我到铁路边的时候不知道火车过那个路口多久了，感觉是前不见头后不见尾。听师兄说过等火车可能等半个多小时的，我等了10分钟就失去耐性了。看到旁边立交桥是越过火车了，遂绕过去上了高速。下来又发现彻底迷路，所以等我瞎逛到考试地点的时候发现我前面排队的人比前两次多了一倍。       然后的衰事就是考试要9点才开始。上两次我都是约了8：45的，第三次却是10：00。所以又要无聊的等一个多小时。我有些时候也会勤奋一下，其间无聊了就去逛了逛考试路线，还又练了平扒。最后考完只扣了4分。（扣30分内就算过了,oyeah~）               学了n年的物理，最大的收获就是知道很多量是守恒的，比如说运气。我觉得黄天还是待我不薄，hoho，所以这周末决定去教会，hoho again。               ps 可能考驾照时候运气实在太好了，透支了一点。所以回去的时候走高速再次下错口，在荒凉的黑人区又蹉跎了我的青春啊。。。      Comments   Eric:     相比之下，中国的考驾照显得easy番了！    Kyle:     我就一句话，鱼头不买新车对不起党    Kyle:     lpdeng你看我，肯定比你还虚度。。。    Kyle:     vivi同学我再次对你不幸遭遇表示同情。    Kyle:     我的意思是zhen你该自己搞个baby，hoho    Michael:     我哪里敢买新车。。。能买辆二手车就不错了。。。    peng:     to 大爷&amp;亲爱的： 看了你们两个的话，偶突然觉得偶在虚度光阴。今天敢紧开始做事情了！！！    Maruko:     大爷，偶经过你昨晚一番斗志昂扬的鼓励，工作到凌晨四点半才回家，简直天都亮了鸟都叫了……废寝忘食可歌可泣呀~~~~~~~~~~~~~~~~~~~~~~~~~~~~~```    Annie Avant Chanel:     我走在街上专门瞄baby，见了baby就抱，在教会服侍儿童班，还要什么行动？！    Kyle:     re zhen 喜欢baby要有实际的行动，止于言语是不够滴    Kyle:     re wendy…新手上路嘛，在所难免啊    Kyle:     敲bg已经成为一种划时代的精神力量了。。。隔个太平洋还在敲    Kyle:     re vivi, 经过昨晚我们双方具有建设性意义的通话后，我对你的处境表示深切的同情    Annie Avant Chanel:     因为我很喜欢baby啊，所有跟之有关的名词我都很感兴趣。    wendy:     高速出口都是有号码的啊，记个数也会出错啊…..    Fiona:     wawa!!! str cong!!!!那个啥,强烈要求镭描述每天早上对镜贴花黄+开车卖菜的经过!还有,bgbg~~~    Maruko:     wait~偶发现你约了三次，所以证明你并非一次通过~取消第一条表扬……但还是cong一个^_^    Maruko:          热烈恭喜大爷一次通过（偶的一个师姐考了四次才过~~）2. 有了驾照以后千万不要把驾照随便借给别人去bar，偶有惨痛的教训……3. 大爷失业的时候可以去街头卖艺表演hip-hop，accoring to最后一段re我们家亲爱的的话~hahahahahahahhahahahaha      Kyle:     re lp 我们出生在有着5xxx多年历史的古国成长在有着2xxx多年历史的古校之所以到了今天还这么有朝气有活力有潜力不是因为补钙吃脑黄金而是因为我们有你精确概述的那种精～～～～神！！！    Kyle:     re zhen，你真的忘不了那个 nai字。。。    Kyle:     re awu，诶师姐真是的，这么重要的私人信息怎么能在网上透露出来那。。。    Kyle:     re 小卡，同乐同乐， hoho    Kyle:     re jingke，你丫要是不买新车，真的对不起党    Kyle:     re bio…我没受到你的喜糖的说，虽然当时我re了帖子的    Kyle:     re water，如果想根据此事排电影，请预约我得经纪人啊    peng:     赞~~ 下次偶考的时候也要弃而不舍舍而不弃再接再厉屡战屡败屡败屡战人生终将迎来辉煌！！！！ 以后来找你耍的时候就可以享受有车待遇了！！！ 赞赞赞！！！！    Annie Avant Chanel:     成长为奶油小生了，开着车子带mms买菜    诗荃:     哈哈，幸亏你姓黄…    小卡:     这可真是个好消息…..    Michael:     我也要成有车一族了，hoho    Yanming:     哇。。。只扣4分啊，这个要报告的说。。。。    Bin:     ft。。你的驾照拿的真曲折。。。呵呵    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E9%BB%84%E5%A4%A9%E4%B8%8D%E8%B4%9F%E5%A7%93%E9%BB%84%E7%9A%84%E9%98%BF/",
        "teaser": null
      },{
        "title": "Sin City,the",
        "excerpt":"Sin City,the       之前对这部电影的认识是“漫画改编的”，看之后意识到这部电影其实就是一部“漫画\"。               没去电影院看这部电影实在是遗憾。之前我总觉得Bruce Willis老了，第5元素之后就不中用了。其实这部电影和他的表现关系不大，关键是导演的表现手法很有创意。这是一本很有趣的漫画，值得期待divx               这部片子其实很血腥恐怖得，虽然你看不到红色的血。大块头浑身白的发亮的创可贴，也会让人觉得很刺眼。香港新拍的头文字D最近也在热播，不知道这部同样漫画改编的电影会是如何？                                                 Comments   kyle:     这是8搓的电影，狠推荐的    Grace:     Bruce Willis在里头演什么?有他么,我还没看,觉得应该和骇客帝国之类差不多吧    kyle:     欧也稀饭,hoho    yi:     不错，和我的口味    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/sin-city,the/",
        "teaser": null
      },{
        "title": "War Of The World",
        "excerpt":"War of the World       幸亏去了电影院，不然对这部电影我会更失望。               简单说来电影就是关于一群弱智的外星人的故事。处心积虑，在地下不知道龟了多少年，一朝出来牛X了几天，然后就不明不白的死掉了。               相比之下，差不多十年前，独立日前夕来的那帮外星人，就高明多了。                                                                 Comments   kyle:     以片论片    Grace:     哎哟,别对斯皮伯尔格那么不敬啊,罪过!善哉….    kyle:     外星人是被某种地球的病菌搞死的。。。所以告诉我们饭前便后要洗手    yi:     怎么回事？外星人难道就是生生被人类打死的？    kyle:     颇有同感，整个就是莫名其妙。我回来看了有中文字幕的d版才大概明白怎么回事。    yi:     开始是全部人都步行，车也不开，就在街上晃荡，还给汤姆让出一条大路，而且就他一个人有车开，美国的车都死火了？！然后就是从那栋房子里出来，飞机都烂成那样了，他们的那个小车丝毫无损，怪哉。够科幻～！还有，外面都血流成河了，唯独他们藏身的那个小房子一点事没有，外星人本来是见什么就毁什么结果到了那个小房子要费劲力气伸长脖子去看，奇怪！最后到了Boston，怎么他儿子还没死！？ 外星人莫名其妙就死了？    yi:     我也看了，还好是在家自己下载来看的，不然就又浪费钱又浪费时间了。我怀疑导演是不是想拍科幻搞笑片，要不然就是导演没有大脑，以为观众都没有大脑。这个片子简直不知所云，莫名其妙，从头到尾都是这样，我服了。    kyle:     不去看肯定不会遗憾的    min:     看来俺可以不用去看了    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/war-of-the-world/",
        "teaser": null
      },{
        "title": "想看 红楼梦",
        "excerpt":"想看 红楼梦       上周看完了 王朔 的几部小说，又陷入空白了。看到猪草最近埋头在 红楼，也勾起我看 红楼 的欲望。过去只在高中囫囵过一遍，完全不得其味。现在正好有机会弥补一下。               看到 郭敬明 有新书了，也想拜读一下。似乎郭同学的读者群主要是青春期的童男童女，不过我也不介意，反正我很喜欢读的。大肆看了 幻城 和 梦里花落知多少， 觉得十分新鲜。是不是抄袭其实无所谓的，作为无知的读者，只要看爽了我就喊               另外在认识了一个叫落落的女孩子,似乎郭同学对她都赞赏不已。偶也有兴趣～               最近看电影的兴趣遂减，主要是整个夏季挡期的片子都太让人失望。周末看了War of the World, 讲述了一群超级sb的外星人的故事，比起早些年的Independance Day差了n多。唯一的收获是看了新King Kong的预告片，场面很震撼的。不过要等到12月，忍了。               鬼子过国庆的事情都不想写了。我们主要在乐队背景声中打牌杀人，最后看到了传说中的烟火。最激动的其实是遇到了triff，hoho               最后点题一下，我，想看，红楼梦。（哈哈，从awu那里学的）      Comments   Kyle:     哈哈，周末就去你家搜刮~~~    Kyle:     我要看纸的~    min:     啊哦一直忘了跟你说红楼我有的～    peng:     http://lz.book.sohu.com/serialize-id-314.html    Kyle:     如果是人民币，肯定很厚。如果是白纸，就不觉得了    Echo:     500多頁打出來…..得多厚一沓啊….    Kyle:     我发现红楼好像就500多页，打出来其实也是可行的。分2，3天去就行了    Shanshan:     嘻嘻，俺的是gg回国带的。终于到了80回，然后 再也看不下去  。。。不愧 为人生3大憾事之一    Kyle:     红楼太长了，打出来不太现实。。。现在临时决定温习一下王小波同志的作品    Kyle:     落落据说是郭同学大力提拔的，写了个 年华是无效信，google一下就清楚了    Kyle:     呵呵，郡主驾到阿～～btw，伦敦爆炸没影响到你吧，hoho    Kyle:     图书馆有些很老的中文小说，那些都是我打出来看得    小卡:     re小草~偶也想知道:P    Annie Avant Chanel:     落落是谁啊    Jie:     呵呵，我上礼拜也看了阿汤哥那个片，烂得一塌糊涂，我险些睡着在电影院。By the way,你知道我是谁吧？    Ying:     难不成你那些小说都是在你们学校图书馆借的？？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%83%B3%E7%9C%8B-%E7%BA%A2%E6%A5%BC%E6%A2%A6/",
        "teaser": null
      },{
        "title": "天边一朵云",
        "excerpt":"天边一朵云           蔡明亮肯定算个艺术导演。我对台湾的艺术电影都是听过的多，看过的少，蔡导的电影我几乎都没看过。碰巧看过的一部短片，天桥不见了，还恰好是 天边一朵云 的上部。所以突然有了兴致想看完蔡导的片子。可惜的是旧日的好时光不在了，完成这个计划难度叵大，很多片子都不好找的。                       天桥 里面男主角最后去应聘AV男优。想必是被录用了，所以有了 天边一朵云。此前这部片子吸引眼球很大程度是因为其中的性爱镜头，尤其是女主角和西瓜做爱的场面。我自然是无法理解其中西瓜的含义，只是看电影时被逗得大笑。roomie也笑了，说kao,今晚不吃西瓜了。事实证明他是言出必行的，不仅那晚没吃，此后的几天都没吃。冰箱里另外半个西瓜都是被我吃掉了。                       网上找了些资料，果然我都没看过他的电影。杨德昌的也没看过。侯孝贤的略有涉及。其实我知道过去我都不会看得，现在能看了但找不到了。                                                                         Comments   Grace:     不过哪天真没水了,要我拿那么点矿泉水洗脸肯定受不了呢!    Grace:     西瓜那段确实恶心了点,人家是玩另类性爱吧,我觉得在蔡明亮的情色电影里,亮点就是歌声和幻境吧,亦真亦假才出彩吧!    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%A4%A9%E8%BE%B9%E4%B8%80%E6%9C%B5%E4%BA%91/",
        "teaser": null
      },{
        "title": "做梦了",
        "excerpt":"做梦了    很久没有做过这么悲的梦了。我杀了一个人，掐死的。    我也不知道我为什么要杀她。然后我就有理由哭一场。后来我就迷糊了，我搞不清楚我杀了谁，也搞不清是不是我杀了的。我记得清楚我掐住了她的脖子，但记不清最后是不是掐到了她断气。  警察来查案，我发现自己有封被害者最后留下的信，就自动交了上去。我不怕被发现我就是凶手，因为我觉得他们是查不出线索的。我是哭得最伤心的一个，以至于我觉得我醒来了还在哭。后来我又怀疑我醒来也是梦中一个镜头。因为我确实醒来后发现眼角是干得。    昨晚睡觉前在看王小波的 阴阳两界，太困了就合眼，也不知道王二的阳痿治好了没有。之前凌晨2点半我在家吃酸菜鱼和西瓜。再往前就是和triff为首的fb团伙碰头的事情，我是和 zhenyu一道前往的。我觉得这一切都和我的梦没有关联。梦中人也是许久没有联系了，或许也不会联系了。毕竟没有emergency issues。总之，周公秘术失传已久，所以此梦不可考。    在难过的时候能遇到伤怀的事情最惬意不过，就可以痛哭一场。突然有点遗憾过去好几个可以落泪的机会被我错过了。没有展现一下男儿有泪不轻弹但又儿女情长抑或壮士惜别所以不得不弹的壮烈景观，反而背上没心没肺的骂名。其实或许我本来就如此，不过是狐狸尾巴露出来罢了          Comments   Kyle:     heihei,我怀疑是里面有x场面，所以不说了    Eric:     我前几天做过几个稀奇的梦。最ft莫过于梦到面试。还是群殴。。。。。也梦到了杀人，不过场面明显不精彩，这里就不说了。。。。。    Kyle:     看 本能 我就很有快感，hoho    Kyle:     弗洛伊德理论的很大一块就是把什么都跟原始的性意识挂钩，貌似很bt…王小波的文字很有意思，hoho    Kyle:     awu你怎么自家拳法都没学会呢，嘿嘿    Sean:     佛洛伊德的解释就会是，在你潜意识中，有和命案相关的记忆，并且给你留下了快感。。。好象本能的情节，小海，你招了吧    啦啦:     这个问题弗洛伊德解释不了。王小波。。厉害。。呀。。文字成为生活的结果。。不要想了。    诗荃:     还回旋踢我连王八拳都没学会呢哈哈    Kyle:     下次awu你可以用一个漂亮的回旋踢解决这种危机    Kyle:     我不是说了和小说没关系嘛。。。那部看完了，结果是王二的病好了。现在在看的是关于师生恋的 白银时代，也是小波王的作品    Kyle:     cici这么温柔的也杀人啊，呵呵    Kyle:     oyeah，我们把这个月定为 恶梦月吧    Kyle:     我觉得在自己梦里是不容易死掉的，快死的时候一般都被吓醒了    诗荃:     啊？我曾经梦见自己在浴室被人拿菜刀从后面割脖子，眼睁睁看着血滴下来，超级可怕的，不过还没等我在梦里死掉就醒过来了。    yi:     帅哥你还是少看小说吧，害人不浅啊。    Bobblecat:     前段时间也一直在做这种梦：自己杀过2次人，看别人被杀2次。。。-_-!    peng:     i also had a bad dream last night~~~ and my officemate had a bad dream, too!!!~~ wired world~~ anyway you are lucky that you can remenber the content~~ however I can only feel the bad feeling~~    小卡:     《我和僵尸有个约会3》里面金国女巫说，如果一个人在梦里被杀死了，那么他/她在现实中就再也不会醒来。还好你是杀了人而不是被杀死喔~~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%81%9A%E6%A2%A6%E4%BA%86/",
        "teaser": null
      },{
        "title": "头文字d",
        "excerpt":"头文字D       我还是看了头文字D，虽然我现在不喜欢港片，不喜欢赛车片，不喜欢周杰伦演电影. 这件事告诉我们的道理就是人难免是要从俗的。王小波同志说 生活总是不可避免得走向庸俗，大概也是这个意思。               最大的收获是我明白了头文字D是什么意思。当然，这不是在电影中知道的。这部据说是殿堂级别的漫画，有个很奇怪的名字，让我觉得不自在。D stands for 'drift'，电影里翻译成 漂移 ，就是指汽车过弯时候的动作。 头文字就是第一的意思。我想这个应该是日语，因为凡是这种蹩脚的中文，都让我有如此联想。连起来说，头文字D就是漂移第一名。               其实的收获来自电影。首先片名就很说明问题。过弯时候漂移第一名，就是最后赛车的冠军，所以过弯是很重要的。虽然我们不用飚车，这个问题也值得重视。如果我早点知道或许考驾照时候会容易点。另外，电影还暗示了作援助交际下场都是可悲的，所以姐妹们要洁身自爱。               票房那么高自然有他的道理，虽然我不喜欢。小周的歌风格依旧，和他装酷的表情一样，没什么新意。       不过我还是想down主题歌听，毕竟，我还是个俗人。                                                         Comments   Grace:     感觉是不用费脑子看的电影,女主角觉得应该可以再漂亮点.周确实演技烂了点,他拍MTV也没这么差啊,哎…    peng:     thanks~~ :)    kyle:     高中同学，你的同性    kyle:     都是bt下的.最近看到一个不错的地方。bt.5qzone.net,教育网的比较快    yi:     哈，这人有意思，谁啊？男的女的？    peng:     发错地方了~~~ ：(    peng:     艺术好像是很难定义的一个词~~艺术电影犹其    peng:     想当年。。。。(好老套的开头) 。。。。偶也抵抗住了动画漫画的诱惑。。但是偶还是想问一句~~大 家 是 在 哪 里 当 的 片 子 呀？？？？谢谢~    kyle:     小木头周装cool还行，演电影还装木头自然不讨好。黄是老油条了，成精了    yi:     我也看了，觉得还可以，周演的很差，我看见他就想快进，不过还好有黄秋生，于是弥补了不足，让我有看下去的勇气。标题也许没什么深意吧，你的解释我觉得很贴切哦。这个片子似乎赛车的部分太多了，感觉没有了故事情节，而没有情节的电影算什么呢，不如拍成科教片好了。整个片子除了在黄秋生的眼中我读到了“故事”，其他人物都是没有生命的。    kyle:     这都被你看出来了，真是慧眼阿    Ding:     看来这个blog是你的影评专区    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%A4%B4%E6%96%87%E5%AD%97d/",
        "teaser": null
      },{
        "title": "The Phantom Of The Opera",
        "excerpt":"The Phantom of the Opera       上篇帖子已经说的很清楚,我是一个俗人.所以对于看音乐剧的这种行为可以精确概述为 附庸高雅 .       昨天有人告诉我期待我的文字, 我告诉她不用期待什么,因为我都在瞎掰. 事实也是如此.但对于音乐剧我是掰也不能掰出什么,因为我是真瞎. 还好,只要不聋总还可以听听.               对于Webber的敬仰是很盲目的，那是因为 猫 在国内铺天盖地的广告。我不喜欢 猫，因为我总觉得里面有群魔乱舞的感觉，加之猫本来就有灵性，所以让我觉得这部剧更邪。 不过对于 巴黎圣母院 我倒是特别中意，dvd看了好多遍。我从来都不觉得 买椟还珠 是个贬义的成语，因为不必每个人都要刻意追求 珠。如果在意那个椟自然也是无可厚非的。 我喜欢 巴黎圣母院 或许就是看中了那个椟。这简直是一定的。               过去在大讲堂也有看音乐会的经历。我每次都很困，这样就有效果了。因为图的就是个放松。因为是webber，因为是broadway的巡演，因为是在我前后左（不包括 右）的观众都着装正式的hobby center, 我第一次这么认真的看音乐剧，以至都不困。当然之后困的要死，那是后话了。               剧终出来的时候，Downtown的高楼灯火点点，还是很有大城市的感觉。回想刚才的许多幕华丽的场景，都有些恍惚。月明星稀，只是可惜没有乌雀南飞。倒是我们的小车，顺着45向南飞了。                                                         Comments   kyle:     这么大的印子还说是小脚印，真的爱吹牛，呵呵    kyle:     re triff ,:) too, hoho    世洋:     路过,踩个小脚印!    min:     ：）    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/the-phantom-of-the-opera/",
        "teaser": null
      },{
        "title": "Ticket的来历",
        "excerpt":"ticket的来历       当看到身后的警车的时候，我知道我又有话题更新我的blog了。第一感觉是很悲壮的，因为我是唯一一个可以从后视镜看到身后警车顶上闪烁的警灯的。同时我也看到后座上一位兄台正在舒坦的看报，是娱乐版。背负了车上另外三人的恐惧，我准备好慷慨就义了。               还以为会像电影上那样，警车从左侧赶上来，然后高声对我喊pull over. 之后的几分钟内这幕没有出现， 让我倒有几分失望，毕竟这样的机会是不多的。于是我换到右边lane上，方便他超车。结果他还是没有要开过来冲我喊得意向,只是不紧不慢的跟着。所以我放弃了，主动pull over.               然后是一个较为漫长的等待。我的意思是心理时间很漫长。我努力回想是否在上个路口闯了红灯，或者超速了，甚至我怀疑是不是因为压到了路边的花花草草。我是记性很差的人，别人这么认为，我也这么告诉自己。所以在我企图回忆出一些有价值的事情并为之找出借口之前，我看到了警察的肚子，和腰间的枪。               剩下的故事可以用峰会路转来形容，或者用山路十八弯或许更为贴切。警察叔叔先是抱怨看不见我车牌，我安慰他说其实车牌是有的，不过这车是我roomie刚买的，还没那个钢牌儿。所以在后窗上贴了一纸片，如果你没看到也不用难过。警察叔叔又抱怨我只有temporary driver license，我帮他归纳原因是油价上涨引起的邮电系统效率低下，导致我的正式件还没寄到。警察叔叔还抱怨我没戴眼镜，我只好鼓起眼球让他看我的contact lenses....“原来就这丫p事儿” 我当时这么想，exactly.               “做人要低调“ 我现在这么想，exactly... 不然被逼的低调，那就是很悲惨的了。所以在问及车的保险的时候，我顿时语塞的感觉就是很悲惨。而后他发现inspection过期，没有registration tag的时候，悲惨都不足以形容我的悲哀。我开始垂死挣扎。我抱怨说这车刚买不到一周，他不理我。我又抱怨说这车之前在auction pool放了半年，所以什么都过期了，他也不理我。我还抱怨说inspection &amp; registration都需要保险，要保险就要permit,我今天就是正好带我朋友来考permit的，他还是不理我。               他只顾埋头填写ticket.               我最后抱怨三项罚金加在一起快450刀，太高了的时候，他终于理我了，说你可以在x日y时在z号法庭给法官解释要求dismiss.               我知道那时候我又有新的话题更新blog了。                      Comments   Fiona:     这篇的心理描写的不错,有点像电影剧本中的内心独白,嘿嘿,有点像王家卫的风格.嗯,只是有点:P    Kyle:     在米国就是砂子事情都可以argue,反正不亏    Kyle:     对。。。我现在已经进入蹭车期了    Kyle:     hehe,feifei你不要激动。。。欧对你的工作很满意。。以后多喊老徐请你吃饭啊    Melissa:     你强！遇到米国条子还要贫几句！    Maruko:     那天接老徐还多顺利的，就是从下午不到五点开出家门，一直到半夜十二点半回到家，一直都是我在开，回来后头痛欲裂，睡都睡不着。更为悲惨的是第二天早上六点过就爬起来准备跟老板meet的材料，8点钟爬去老板的办公室meet完了又做实验做到一点过才回家吃饭睡觉~~~后遗症就是现在宁愿走路都不坐车，更别提自己开车了~打定主意短期内都不开车，一定要坚决的蹭车，在逼不得已的情况下~反正车也没油了，油价又上涨了……    Maruko:     死大爷，你要敢做对不起偶的事情，偶肯定要你当场哭给我看得，不哭就把你打到哭为止！！    Kyle:     hoho,one more thing, 希望你今天去接老徐的时候平安~~    Kyle:     死feifei,我只写拼音没写中文已经很给你面子了，不然我写出来肯定让你的粉丝们伤心欲绝    Kyle:     re vivi, 你要相信我一贯福大命大千锤百炼自然可以逢凶化吉，已经咨询了律师都，到时候不给我dismiss我就当场哭给他们看，hoho    Kyle:     re easy,可能评论太多了就不能全部可以。你可以点上面那个next    Maruko:     大爷你要是进去了，我绝对二话不说飞去看你哈——只要你给我报销飞机票：）：）    Maruko:     其实和警察叔叔多“交流”一下还是有好处的，至少下次再正面遭遇的时候就可以临危不乱了哈~~前几天被警察在荒郊野岭]路边盘问了一把，居然能够谈笑风生了：）：）哈哈哈哈，看来被抓几次也是必修课呀~~    Maruko:     死大爷，你还不好生想想咋个在court上力挽狂澜，起死回生，把死马医成活马哈，还有闲工夫来管我叫什么名字~~~~~~~~这年头，像你这么热心的人还真是少见呢^_*450刀可以把你想要的天子传奇和金墉全集都买了哈，好好想想吧……    yi:     我发的评论呢？？？？怎么不见了？    Kyle:     wen &amp; artong… 你们的快乐有我在下面垫背阿。。。不过高速上开车的却比较爽，虽然不小心就会挂掉-_-0    Kyle:     zhen 最近没有下文，这周去court看看形势再说。。。    Kyle:     re vivi, 什么时候我进去了，那才是真的完整了。。。你还是叫feifei好听。。叫vivi的老多了    Kyle:     re chuang,好久没见你乐，想念ing… btw 郭靖mm是who阿    Kyle:     re cawaii, 我命苦，认了    Kyle:     re dove.你们那里那么凶险阿。。。所以你还是早点回家的好    artong:     呵呵，是蛮好玩的。在美国开车肯定很爽。北京的车只能爬。    雯:     :),还挺有趣的    Annie Avant Chanel:     可年的孩子怎样拉    Maruko:     大爷不错嘛,这么快啥子都经历过了,连跟警察叔叔亲密接触都做到了，还要上court，人生圆满了哈:):)就想申请时候，要有offer,有interview,还有有拒信人生才圆满哈：）：）    Eric:     游神，发现你文字功夫见长了！这个是个大发现。。。。。。难道是读郭靖mm读的？哈    小卡:     cmft…相比之下北京的罚单真是太便宜乐~偶都不好意思抱怨乐~    Ding:     太可怜了，今天还听说我们这边的一个中国学生独立日那天晚上看完焰火回家，遭3个黑人抢劫，还被打晕了， 失忆了几天，唉… …    Kyle:     re lp…你这个不是摆明吓我么。。。re triff  哈哈，我都去质询律师了，差不多都可以dismiss的。就是比较麻烦    Kyle:     re lala,400多刀的罚单，我的伤口比故事深多了。。。    Kyle:     re easy,我这么冤的吃罚单，一定要去法庭讨公道的。。。    Kyle:     re 相霖 其实还有更惨的。。。实在不好说了。。。我可怜的roomie…btw,我收到了wallop的邀请，哈哈，我一直想要得咚咚    Kyle:     re zhen 如果和警察吵架我就肯定进去了，怕怕的说    min:     ticket里面似乎是包括了上庭费的～    Kyle:     同情欧巴water,,,比不上你幸福哦，嘿嘿    Kyle:     bs抢一的…要是过去就封了你    啦啦:     每个故事都有深度。。    peng:     据说还有一笔上庭费的~~    Knox:     450刀？真惨    yi:     如果真的上法庭，需要帮助的话打电话给我吧，我老公去过，当时他超速被开罚单，你们可以聊聊，哈哈哈，两个悲惨男人。    Annie Avant Chanel:     最近大家都吵架了。    Bin:     cmft….真悲壮。。。。。。=.=    Zhenyu:     1    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/ticket%E7%9A%84%E6%9D%A5%E5%8E%86/",
        "teaser": null
      },{
        "title": "Mr &amp; Mrs Smith",
        "excerpt":"Mr &amp; Mrs Smith       看电影还是讲究时间的，至少我是。是你中意的当然要在第一时间冲去影院，不然就等到它老成了经典或者老的被人遗忘了再翻出来欣赏。如果是在两者之间，情况就很尴尬，因为大家都准备好了too old来bs你的。我看这部Smith就属于这类，所以我本来就很bs自己这种晚节不保行为。               一开始，我看这部电影的心情是很糟糕的。因为我念念不忘可爱的\"Rachel\", Jeniffer.我想她的心情也很糟糕，而且或许我也能体会，sort of... 银幕情侣里面真的陪得上金童玉女得我看就只有Pitt和Jeniffer, 所以他们得破裂让我觉得很不爽。Jolie本也佳人，只可惜我对她第一印象太差。那也是因为我曾经过于迷恋Lara，所以任何人企图演绎 古墓丽影 我都会很厌恶的。就像有人要演赵灵儿总是被骂的抬不起头，连天生丽质的菲姐都避免不了。               电影其实还很不错，帅哥美女，打打杀杀。到后来越发发觉Jolie的可爱，和Pitt倒也很配。终了，我还一笑最后那个10 points的幽默，才发现我把Jeniffer都淡忘了。从来只见新人笑，那见旧人哭，说的大概就是这个吧。               如果我有鲁迅先生的文笔，定能由此发文一篇，深刻挖掘人的劣根性。不过我功力尚浅，只能淡淡骂上一句，人真tmd贱               如果我是Jeniffer,就一定要克制好奇不去看这部电影，since it really hurts                                                         Comments   Grace:     剧情很夸张啊,看着看着就腻了,要不是有比特在,我还看不下去了.    kyle:     我同时也悟出来 你们该bg我，不知道这个能不能满足阿    kyle:     悟出来什么？。。。佛曰，不可说不可说    peng:     悟出来就好！ 大家一定会满足你的愿望的 ：p    Ding:     悟出啥来了？    kyle:     昨晚4点顿悟。。。我狂欠扁    Bobblecat:     偶是个偏执的人，无论Jolie如何，一定还是死挺Jennifer，而且，一定狂扁Pitt    peng:     oh~对了  大众审美观也变了哈~~ 黑黑    peng:     我说jeniffer 认真不是特指她对待这份感情和婚姻而是指她这个人其实我对她也不是很了解，只是当时friend要大结局的时候，有一段采访，感觉jeniffer这个人是属于很认真的人，她会很努力的去做   每一件事情~~  可能以前pitt喜欢的就是这点，只是世界在变人心也在变    kyle:     同学，你真的很不敬业。你点点那里的连接就行了    kyle:     jeniffer可是明媒正娶的，认真也是自然的。lg被抢了当然很不爽。反正这种事情没有对错，虽然总有人受伤    yi:     怎么看？    peng:     jeniffer 可能太认真了反正这场三角关系 除了男主觉 其她俩位我都蛮喜欢的 单论长相更喜欢julit了~~ 性感与 不羁  任谁也会被吸引的~~~只是看pitt有没的胸襟去把握她了~    kyle:     加了Archives,你就可以看liao    kyle:     被性感的迷死的不仅包括有妇之妇，还包括豆蔻青年阿。。照你提供的信息，jolie也算狠有情调的人，受欢迎也是自然了。其实Jennifer也不是不性感，我想还是pitt 审美疲劳    kyle:     叫她菲姐是想表达我对她的敬仰之情，和年龄无关滴    yi:     我看不到你以前的文章，你把自己的网络日志都作一个链接吧。好不好？    yi:     我也看了，还好。看之前就知道是个帅哥美女加枪林弹雨的动作片，既然有了准备，也就接受了这种情节设计。总比挂羊头卖狗肉的好。前几天在某处看到文章说Julie很爱小孩而且经常逛各种性趣用品商店，重视性生活质量，加上她那张超级性感的大嘴，怎么会不迷死任何有妇之夫。Jennifer确实可爱，可是有时候男人更喜欢性感女人。    Ding:     亦菲妹妹年龄比你小哦    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/mr-&amp;-mrs-smith/",
        "teaser": null
      },{
        "title": "继续霉雨中",
        "excerpt":"继续霉雨中      连续n天的暴雨我大概知道为什么Houston会有洪水了。这里的雨很奇特的。之前2，3个月天天都是天干物燥，然后突然一天开始下暴雨。天天都下，次次都暴。总体感觉很像内分泌失调引起的并发症。雨能把人下霉滴。  周末过的特别快，什么都怎么做。剪了头，或许能转运。  想起来了，公布我另外一个blog，radium看电影，hoho http://spaces.msn.com/members/hihai    Comments   Kyle:     女人说话三句不离减肥,hehe    Fiona:     houston的天气比较容易走极端.像减肥过度的暴食症和厌食症交替发作.    Kyle:     下不下北京都热，呵呵    Kyle:     florida似乎每天都飓风，好像中国每年都洪水    小卡:     我还想多下点呢，北京热死了块    peng:     it's said because of the hurricane near the Floridawe already have two-three weeks rain~:(    Kyle:     bio我看到你发财了，也很暴的！！！    Kyle:     我觉得暴雨和没雨都不好。。。    Kyle:     easy同学，敬业一点好不好。。。    Yanming:     我们也下雨了诶，好暴。。。    Ding:     有雨不错阿，暴雨比没雨好。干燥起来太难受了.    yi:     哦，没事，看见了呵呵    yi:     什么网址啊看不见后面的拉    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%BB%A7%E7%BB%AD%E9%9C%89%E9%9B%A8%E4%B8%AD/",
        "teaser": null
      },{
        "title": "我看 超级女声",
        "excerpt":"我看 超级女声       昨晚听到一个词，叫'怪异'，英文大概是freaky.有些感触决定留些文字在这里。不过昨天另外一篇帖子其实已经开了头, 我懒得改标题就顺着写下去。所以想看 超级女声 的就可以换台了，这里临时插播freaky专题。               电影里面其实常可以见到这个词的名词形式freak,一般翻译成怪胎。如果是两三年前我写文集的话，我肯定会说我就是个怪胎。但后来发觉其实很多人都有这种想法，自认为是性格古怪，精神分裂，或者多重性格。我总结一下觉得多半这就是人性，不然不会大家都这么想，街上有这么多怪胎也会太乱了点。所以这里我并不是要说我是怪胎。提到这个词只是因为几个月前有人曾经把它用在某个人身上，但几个月后历史的车轮打了个U turn, 事情变得颠倒起来。这让我觉得生命很有戏剧性，随时可以拐弯换lane，而且不打信号灯也不会吃ticket. 此外还告诉我们世界总是在变化的，只有变化才是永恒的。               有些时候，我会觉得自己形象还是很高大的，当然是在忽略一系列freaky+ws行为的基础上。意思就是说我觉得我还是做过一些高尚的事情。可惜人往往是更倾向于在主观上关注自己的努力，和在客观上相信天意，对其他一般是不屑的。好比你买彩票中了大奖肯定相信是自己辛苦排队加运气的结果，而不会觉得是前面的人把那张票专门留给你的。逻辑上也是这样的，除非前面那个人是个freak.这样的小概率事件，是可以忽略的。不过严格说来，这么考虑是欠妥的。因为买彩票本身就是小概率事件，而且，学过概率论就会知道，概率为零的事件其实随时都在发生。从小老师就教育我们要做好事不留名，看看那些两弹元勋们就知道了。我想我还是太在乎了，以至于歇斯底里。还好凡事都有两面性，我凭此顺利拿到了F1签证，因为签证官知道我注定不能造出原子弹来威胁美国安全的。               另外有些时候，我会觉得自己是个loser. 比如我高中玩拳皇选八神庵，就老是输给草稚京，这样我就是一个loser. 另外男人系列游戏的飞机躲子弹，我永远都不能超过5秒，这样也很失败。每个人都有在某个方面失败的时候，失败的后果也有大有小。我躲子弹超不过5秒并不能改变我的第一第二性征，所以我侥幸还是男性，这样的失败就无所谓。最多被一群人bs,我是不在乎的，所以我才敢写出来。另外一些可能没人会bs你，至少当面不会，但你还是会觉得很痛苦。因为随之的伤害虽然不会改变你的第n性征，但能让你惊心。生命体总是有自尊的，哪怕是条狗。失败多了且败的很惨，就不敢try了。有个关于鲨鱼的故事给出了一个解释，怕痛。               恢恢有次说我太挑剔了，并依次解释我那时候为何单身。这句话我记得很清楚，因为标志着我开始认识到自己是个完美主义者。我过去很少注意到这个词，也不清楚是不是很多人也这么自诩。如果是，我以后会尽量少说这样的话，因为一个完美主义者是要注意避俗的。从买车买手机一系列事情，我发觉自己真的很挑剔，但结果却不完美。我花了一个多月，还是没有选到accord/camry, 也没买到黑色的moto V3. 我再次引用王小波的话说，生活总是不可避免的走向庸俗。对于一个完美主义者，打击是很大的。因为一些失败导致生活不能完美了。所以当我开着别人送的破车，并用银白的V3打电话时，我只能用 天地本不全 聊以自慰。所以我疑惑了，我到底算不算个完美的完美主义者？               这个问题过于晦涩，所以我转而谈一些我自己清楚地属性。比如说我自身是一个有很大延时的系统。       我不愿说迟钝，是因为那是个贬义词，而且后果严重，可能导致物种灭绝，比如恐龙。所以这里我改用一些专业术语来解释这个问题。但终究这是个不好的品质，因为会导致别人先骂我冷血然后再骂我神经质。好比毛主席去世的时候的你不哭，泪水等到处决四人帮的时候才流出来，这样会被判成反革命，杀头的。你声辩也没有用的，因为常人都是及时系统，你的问题别人无法理解。还好我自身系统是线性的，所以积累的情感变质不多，不然我会浑身恶臭。               最后一个问题就是说说系统增益，就是输入输出比。这点说来我自身系统性能颇佳，因为这个gain远大或远小于一。我觉得增益是一的系统是虚伪的，因为白搭。虽然你可以说是用来调整相位，但是我不喜欢。我可能因此不能成为一名电子工程师，但我还是坚持自己的喜好。很多事情是只看输出的，输入的多少消费者很少在意。爱一个人要看被爱人的感受而不是你的付出，同样你要羞辱一个人也是，不是凭施动者的意图而是强调受冻者的感受。好比我放了一个屁认为是天地轮回自然之事，但你可以觉得是被辱了。甚至我放了一个屁认为是我在你面前无拘无束我们灵神合一的表现，你还是可以觉得被辱了。这些就是增益不为一的表现，输入总是被放大或者缩小。我收放功能具备，只是可能有时候用反了。               其实我早就不是那么倔强了，事实是我知道了我不能完美以后我就很灰心，然后倒戈。我还是前朝老臣，但已经是周天子的天下了。我可以尽力博得武王欢心苟以自保，但死后只会收入 贰臣集。结果还是我的生活不能完美了。               昨天写了blog,有朋友问我是不是失恋了。我想今天应该没人问我了，因为大概认定我是失恋了。其实答案是否定的。因为我已经说清楚了，我是自身有延时的，就算现在失恋，你们也是只会在几个月后看到我写道“今天看到一支落单的大雁眼泪就忍不住流下来”。那时候应该是秋季，所以我的描写也算得体。               后天有架飞机要跨过黄海飞入中华人民共和国。我后天要去一个暑假刚结婚的老roommate家吃饭。凤凰台有个资深评论员爱说 一些不相关系的事情都是有关连的。原谅我没有用 蝴蝶效应 这个词简单说明。因为蝴蝶是注定飞不过沧海的。                                                      Comments   Kyle:     狂zan “率直”这个词，喝喝    Melissa:     恩，有的时候我也觉得Aries老是在不该说真理的地方说真理，该说真理的地方冒瓜话~~~不晓得是不是他比较率直    Kyle:     re ppmmchen 客气客气。。    Kyle:     躲子弹有不同版本。。我那个就是很难的    celia:     佩服．．．．    Maruko:     hahaha ，我打躲子弹游戏可以撑到17秒也！！！    Maruko:     哇，看来那句话是对de ：没吃过猪肉总看过猪跑吧。也就是说大爷看了那么多小说自己不出书写起bolg也照样人模狗样哈。相信我，我真的是在表扬你~~~^_*    Kyle:     瓜胖子，有些话私下聊。。。    Kyle:     rose你很久不来，一来就8卦。。也不知道你工作如何了    Kyle:     re rabby,,,兔子叫是拉拉拉么。。。今年Houston Astros的战绩你又不是不知道，我真的不忍心去现场看他们被屠阿    Kyle:     re lp，有点事情干是最好的，不然无聊的很    田:     阿瓦，这么XX？单身不单身不重要，完美不完美也不重要重要的是，不要被以前的事情牵绊，眼光向前自己活得开心就好还记得那个夏天么：徘徊在卡卡都和金碧辉煌之间，最后在ATT欢唱？35岁之前一定单身，好好享受生活，功成名就之日，即是快乐开始之时：）    Echo:     这么说，可否推测为失恋是几个月前的事？PS：你可以问一下bio,有没有一种叫“大蓝叶蝶”的蝴蝶，看它能飞多远  ：）    Rabby:     小海啊，你去看了几场棒球啊？？呜呜。。羡慕ing。。    Rabby:     小海～啦啦啦～    peng:     to 大爷，托大爷洪福，偶今天也不sad了昨晚实在没想过晚上回了家解决了肚子问题就开始看朱仙，整到四点过。今天早上醒过来的时候发现室友都要出门了，一看表8点过了，不小心问候了哈我闹钟的先辈，赶快爬起来 准确的走进办公室，幸福的拿出我的nap pillow。然后就是十点过才意犹未尽的擦擦哈达开始干活~~命苦的我唷 估计今天机器不得出问题了，我也要干活到11，2点了 ：( 虽说累了点，但总算是这点破事我也能作作主了~~    Kyle:     artong 你的肺活量真是惊人阿，，这口气憋得真长~hoho    Kyle:     re lala,hoho,我都忘了那里看到的关于俊2的帖子了。不过还是幸会    Kyle:     re wendy,其实我该事先申明的，幸福中的人们就不要进来了,hehee..其实主要还是我逻辑比较混乱    Kyle:     re dove，有些延时可以忽略，有些就比较麻烦了    Kyle:     re lp, 我今天已经不sad了，你还sad么，呵呵    Kyle:     re ty..羊肉是会卖的，不要急，hehe    Kyle:     re bio,米国牛奶这么便宜，不喝白不喝    artong:     评价一篇好文的标准就是无论多长都能一口气读完。呵呵。此文有我熟悉的风格，是我欣赏却学不会的某类文风。Admire一个。    啦啦:     I noticed that you were in my msn list do you know each other? since it seems that i never see you log on line ..re:你发的岩井俊2   1个日本导演是我的帖子。我在这里留言过。没别的了。^_*    wendy:     严重怀疑自己的中文阅读能力在退步…..    Ding:     当事情发生变化时，人的反应有几个阶段，第一阶段是不相信，一时没法接受或不愿意接受变化，第二阶段是接受事实，告诉自己那是真的，第三阶段开始了或喜或悲的情感变化。。。等到你可以坐下来写的时候，已经不知道过了几个阶段了。所以说这个系统延时还是有道理的。    peng:     大爷同学我很严肃的说不晓得为什么你这篇文字很好耍的blog居然在让我看得笑的同时不可必免的好不容易cjeer up 的心情又开始有那么点sad~~  真实象你所说的 这个世界总是在变化的，只有变化是永恒的， 心情心情是复杂的。。人性是变态的。。后面是我乱加的~~ 另外再严肃的说一哈你这篇可以列入年度十大出经典语句最多的blog了~强烈zan一把！！！    Ying:     严重抗议挂羊头卖狗肉！！！    Yanming:     不错没想到喝奶的孩子还这么能写,呵呵    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%88%91%E7%9C%8B-%E8%B6%85%E7%BA%A7%E5%A5%B3%E5%A3%B0/",
        "teaser": null
      },{
        "title": "又被延期的 超级女声",
        "excerpt":"又被延期的 超级女声       看到国内 超级女声 这么火我是很欣慰的。这可以反映出大众生活水平的不断提高，因为只有解决了温饱大家才有闲心来唱歌跳舞的。不然，收视率最高的可能就是关于养猪经验推广的纪录片。这里还有一个很现实的例子: 我现在又被突来暴雨困在office,又冷又饿，根本就没有心情来聊 超级女声。所以节目再次延期，希望观众朋友赖心等待。               我觉得自己是很容易被假象迷惑的。今天早上一看到外面阳光明媚就兴冲冲的提溜着书包往外跑，直接导致现在饿的前胸贴后背。我又是一个不长记性的人。其实这种情况发生n次了都，但我还是记不得要带伞。其实不带伞还有另外一个原因。我总想标榜自己是很乐观的，带伞就意味着你觉得要下雨，在一个有着明媚阳光的早上有这种想法是很悲观的。所以我没带伞，所以我现在挨饿，所以我活该。               我现在很饿，饿得只有打字的力气，所以我来写blog. 我觉得大家对我上篇blog可能有些误会。我在开头就说清楚了那是个freak专题，而不是focus在我最近有没有失恋或者是不是将要失恋。我或许就是在无病呻吟，这正好就是我比较freaky的体现。这个从上一段也可以看出来，我干嘛就不带伞呢？我现在真tmd后悔因为我现在真tmd饿               饿得时候难免要想好吃的冬冬。我现在就想到昨晚去朋友家蹭饭的经历。F2强过F1的一个方面就是在做饭能力上。昨晚的那个回锅肉真是狂zan,炖排骨也没得说。生活是需要新鲜血液的，这样就有新的idea.我炖了大半年的排骨就只知道炖萝卜，昨晚吃到炖黄花菜感觉就是耳目一新。看来结婚就是能给生活新鲜血液。               我这么写不是说我想结婚了。我只是想吃东西，因为敲键盘还不能转移我的注意力。我便上网。人民币升值了，樱桃上市了，朝鲜王朝的末代皇子挂了。我突然想到飞机已经跨过黄海多时了。生活又会怎么样呢。。。               前晚和恢恢有了历史性的会谈，会谈内容也很有建设性。随后我熬到5点看完了 红拂夜奔，这样小波王的金银铁我各看了2/3。昨天我搞到了某人推荐的 我是你爸爸，决定回头再看看王朔。写道这里想起来那个太监连载 诛仙，又伤心一把，17集出来的时候家祭毋忘告乃翁。triff告诉我她有红楼，但一直没时间去拿，这件事就半路搁下了。               我现在要出去看看雨有没有停，所以就此打住。我还是没有放弃去吃午饭的念头的。就算还在下雨我也不打算继续写了，在这里瞎掰我肚子依旧饿，那个仿真的理论分析依旧没有进展，我还是回头去看书好。               周5晚上就是决定超级女声全国十强的7进5了。我推测被淘汰的是易慧和林爽。最后在这里bless 成都三甲~ hoho                              Comments   kyle:     re  miraki ,hehe,周末的主要精神食粮阿    Kyle:     我也觉得我很有趣，hoho    Kyle:     饿得抓狂就是这样。知道抓狂怎么来的么？“爪狂”~    Vera:     你真是个有趣的人^_^    Fiona:     看了半天感觉就是你饿的除了打字没别的办法~    Yan:     本周五是十进八，五个赛区冠军加入比赛行列，有更多mm好看了，hoho    Kyle:     re 1+…不敢说派别阿。。只是我说话就这样，叫狗改不了吃shi    Kyle:     re zhen,那些都是同人作品，不是原著    Kyle:     re kai ji po~~~ gegege~~~ 据说酸酸乳销量因此翻番    Kyle:     re rose..我喜欢何洁，虽然不是四川的    Kyle:     re  cici..这里下的是暴雨。。特大的那种。。。打在身上都痛    Kyle:     re  小卡，最近书多的看不过来。。以后再看了    Kyle:     re dove, 虽然上市了我还是没吃。。。这里的樱桃好大~    Kyle:     re water,,写东西可以转移注意力。赫赫    Kyle:     re lp 我不骗人的，hoho    Melissa:     你的风格太明显了，都能想像你要是把这些话说出来的表情，语气，典型的＂海派冷酷幽默＂    Annie Avant Chanel:     只是不全而已，只写了前几章    Annie Avant Chanel:     有17集啊    凯:     bless 海看来关注超级女声还有诸多海外学子..蒙牛这把冠名颇为值得可惜我倒现在都没买过酸酸乳    Echo:     如果是因为台风，那它威力也太大了吧…..似乎全世界都在下大暴雨。PS：我也最喜欢成都那几个mm，尤其是宇春。有点内向又真诚的可爱孩子 ：）    Bobblecat:     连着两人的blog都写着人民币升值，还真小刺激了一会。这边其他水果不值得提，樱桃还是很zan的，国内的这种樱桃卖的死贵死贵，现在可以好好吃上一通。其实如果在夏天，被暴雨淋着也很爽呀，只要不是电闪雷鸣，    小卡:     那偶推荐你看《我们都去海拉尔》。不知道网上能不能找到。还有喔，红拂被评为34A320应急灯图书馆最受读者欢迎的书之一也    Ding:     我们这里樱桃都吃了n个月了…    Bin:     ……………..你真能掰。。。。。。。饿了还这么大精神敲这么多字。。。。=.=    peng:     人民币升值了 really?~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%8F%88%E8%A2%AB%E5%BB%B6%E6%9C%9F%E7%9A%84-%E8%B6%85%E7%BA%A7%E5%A5%B3%E5%A3%B0/",
        "teaser": null
      },{
        "title": "Constantine",
        "excerpt":"Constantine       电影没有高潮如同做爱没有高潮，那一定是乏味的。看Constantine 得感觉就是这样。               一直期盼看到boss和男主角的final,结果是阿爸出场收拾残局。所以所谓的高潮就是老子训儿子，让我想起一首歌： 我有一个好爸爸，爸爸爸爸，，，，               昨天和triff达成了一个共识，好莱坞电影很垃圾。其实我们应该宽容一点，毕竟是文化的差异。所以以后我门还是会继续去看一些简单粗暴的\"大片\"。只是，垃圾终究只是垃圾                                                                                                 Comments   kyle:     我看预告片就有那个感觉    kyle:     只要交够版权费就好说了    Xin:     If allowed , I want to collect all your blog entries and a new journal borned: 'Film Review Letter'. :-)    min:     昨天去看charlie and the chocolate factory了，还不错，教育小孩子的片子～跟玩迪斯尼感觉差不多。。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/constantine/",
        "teaser": null
      },{
        "title": "坚持学习",
        "excerpt":"坚持学习       人 l 口 O 一 己 H       Comments   Kyle:     不要期待就无所谓失望了，这样对晶状体也有好处    Kyle:     在我巧妙设计的陷阱下，几个女生爱看韩剧的癖好被透露出来了，哼哼~    Kyle:     伟大的诗人和疯子也只有一点点距离    celia:     眼睛都看穿了….    Fiona:     你也开始学习韩语了?    Melissa:     有的时候觉得你和伟大的诗人就只有一点点距离    Jing:     韩文的“学习”？    Bin:     what the hell is it?    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%9D%9A%E6%8C%81%E5%AD%A6%E4%B9%A0/",
        "teaser": null
      },{
        "title": "真的看 超级女声",
        "excerpt":"“真的”看 超级女声       这胎要再是难产，估计我以后都不会有身孕了。所以我一定要强迫自己按着 超级女声 的标题写下去。不过若不是绝对自愿，我写的东西都超级shi,连自己都看不下去。所以大家注意捏住鼻子先，或者现在换台吧。。。               我看来很多事情都是讲缘分的，我和 超女 的缘分就始于成都赛区7进5那场。差不多一个月后的今天，我依旧觉得那场的经典性是不容挑战的。我的感觉就是成都的前七，除了陈西贝外进入全国前十都是够格的。此外还值得一提就是成都赛区的决赛，节目编排的很感人。我唯一推荐的就是这两场，大家可以bt来看一下。               我喜欢何洁，7进5她演唱的 牵手 和那个和妈妈见面的小节目都是狠经典的。后来我还找到一些红衣教主采访成都5强的短片，很是喜欢，因为里面说的是成都话，觉得倍感亲切。书上说有种笑容能感染人，大概就是这样。这让我想到了过去的一些很帅气的朋友和一些很特别的笑声，不知道大家现在安好。               我roommate看好靓颖，这也是自然。特别是最近有了绿叶柯大妈的反衬，人气更是彪的利害。               决赛结果显示有20多万票支持宇春，实在是让人吃惊。我当时由此联想到3点。首先是电视台狠赚了，然后是想到这样一个场景: 成都府南河边的茶铺里，几个搓麻将的在其中一人上厕而造成的三缺一的空当时间，拿出手机发短信投票。最后一点，我确信中国女性中les的数量在飙升。               以上三位都是会进入全国5强的。不信的尽管来咬我。               可能大家会觉得我是四川银，所以偏爱成都赛区。其实恰恰相反。我觉得成都女孩子suppose是不善于唱歌的，看过她们吃火锅的劲头就知道为什么了，嗓子早就被辣椒毁了。我这么说，后果可能是着在下次回家的时候被一群辣妹子海扁，所以我要及时画上句号，不然后果就是往鼻子灌辣椒水了。               这周开始是全国10强的角逐了。湖南台制定了10进8，8进6，6进4，4进3，然后才是大决赛的赛制。也就是说比赛还有一个月才能结束。这样就乏味了，长了自然就要发臭，变得和裹脚布一样。               预测这周被淘汰的是朱研和易惠，恩。                      Comments   Kyle:     赫赫，问你你还不说    Yan:     哈哈,万个人问miraki了.八强出来了,dy猜对了一半,只有50分哈.昨天的商报说黄健翔黄叔叔都是凉粉哦……ly昨天那首&lt;浏阳河&gt;简直不摆了!!!!    Kyle:     恢恢阿，终于又看到你了~~~~没有你的日子里，俺们只有看超女聊以度日阿。。。    Kyle:     re 小宝。。。这个小宝不是我认识的小宝，赫赫    Kyle:     re artong…你也有倾向？不知道是p还是t阿，呵呵。。。我也不喜欢hyl…    Kyle:     re 小卡。。。我帮你总结一下，除了宇春侬都不稀饭    Kyle:     miraki 。。这个miraki 到底什么意思呢。。。那些叔叔要讲社会主义精神文明建设，是和我们这些恶俗的人有差距的    Kyle:     re vivi,,hoho 方妹儿太经典了。。。    Kyle:     re 1+ 小叶真是ppmm, 北影的就是不一样。。张那么漂亮不容易了，唱差点可以原谅    Kyle:     re awu, 网上自然可以down到，你用pplive也可以直接看电视~  我这周也准备去尝尝牛肉干，hoho    辉辉:     汗，连us的都看了，我还没看过呢。。。真的那么有意思么？？    Unknown:     听说今晚总决赛啊,我力挺笔笔!!    artong:     哈哈，我也最赞成都赛区。我最喜欢ZLY和宇春。喜欢ZLY的能力和个性。喜欢李宇春的魅力。哈哈，我已经被很多人怀疑是拉拉了。据我调查，G都喜欢ZLY。G似乎也都满喜欢我，不知是好事还是坏事哦。不过我倒是觉得很多拉和G都是异于常人的天赋异禀。我们同事都一致预测李宇春和比比有此倾向。虽黄压力风格有些接近，但不知为何我狠不喜欢。或许是还太孩子气了。    小卡:     偶上周才第一次看超女 立刻就爱上宇春了 然后把成都赛区所有比赛荡来看网上说宇春是99%的女人都喜番的内种 而且说如果1是les那就不要lg去追1 一个女人能让无数女人疯狂是件多难的事啊 女人很难喜番同性宇春好成功喔~另外偶最不看好的是朱妍赵JY偶也不喜番但1是主场应该没那么快被淘汰还有内个投机倒把的纪敏佳1唱得再好偶也不喜番1还有黄YL偶也不喜番但是1也是主场真烦叶一欠唱功太差但是1形象太好，且本期超女缺柔媚型so偶觉得1也能留下笔笔感觉太滑了，哎。。。好好一孩子。。    Yan:     大家都觉得很好看的超女,为什么朱叔叔,崔叔叔还有李叔叔要说人家是\"恶俗\"呢?可能他们没有听到你在houston的声音    Maruko:     是不是想起方妹儿会拐弯儿的笑声了呀？？连绵不绝如余音绕梁~~~：）    Fiona:     最近超女还真是火热啊。为什么我始终不感冒捏~~嘿嘿.可能是因为我没有les倾向的缘故.估计下次有个超男我就会看了. 你还真的酸的够可以,连这种事情都拿缘分当帽子.成都女孩子的属性是不能拿常理来推论的.要不然人人都该一脸包了.    Melissa:     我是昨天才在你一个师姐的教育下开始补习超女的哈。明天打算看一下。根据我目前掌握的不多的超女知识来看，英雄所见略同哈，但是小叶的功力不行阿，按道理说离开也是早晚的事情阿。    诗荃:     你怎么看的啊？网上down的？对了，我超级喜欢houston老四川的牛肉干！我roomate给我带回来过    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%9C%9F%E7%9A%84%E7%9C%8B-%E8%B6%85%E7%BA%A7%E5%A5%B3%E5%A3%B0/",
        "teaser": null
      },{
        "title": "菊次郎的夏天",
        "excerpt":"菊次郎的夏天        诛仙 里面对主角的性格设计是很精彩的。张小凡魔佛道三位一体，是个至邪又至善的人。北野武同样，极端暴力且极端柔情的导演。               我从ost开始喜欢这部片子的。看到正男的面部特写后，旁边友人惊呼酷似小新。随后的剧情也肯定了这是部很卡通的电影。既然卡通，不免夸张离奇，但总还觉得随和自然。除了正男在母亲门前转身的一刹，通篇都是笑声。很难相信这是出于满背刺青的北野武。               最后，我们突然发觉都忘了谁才是菊次郎。不过又何妨呢，夏天还是属于我们的。                       Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%8F%8A%E6%AC%A1%E9%83%8E%E7%9A%84%E5%A4%8F%E5%A4%A9/",
        "teaser": null
      },{
        "title": "蓝色大门",
        "excerpt":"蓝色大门            过去有过n次看 蓝色大门 的机会我都错过了。那时候我还在青春期，是不喜欢看描写同龄人情感的电影的。如果电影和生活出入太大，我就会觉得虚假而难以接受。比如 晴天娃娃，本来是一部口碑很好的电影，但那时候我却不喜欢，以至于现在连剧情都忘了，只记得最后种番茄的镜头。                       本来以为是一部很蓝色的电影，结果我只是看到了大门。跨过去，就是台北市街头，那里有着萌动的心。                       我叫张士豪，天蝎座，O型，游泳队，吉他社。                       我觉得没有人能够抵抗张士豪的笑容，因为没有人能够抵抗阳光。Houston终年是日照过度的，这里的日光刚烈而炙热，让人晕眩。那天我也有类似于晕眩的感觉，在青春的秘密面前。                       过去我不喜欢 晴天娃娃，现在我很推崇 蓝色大门。侧目间，我看到年华的流逝。                       到此一游            Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%93%9D%E8%89%B2%E5%A4%A7%E9%97%A8/",
        "teaser": null
      },{
        "title": "现在凌晨2点34分",
        "excerpt":"现在凌晨2点34分       我坐下来开始写点什么。               昨天把roommate送去机场后，我就可以独霸他的电脑上网了。其实他没走的时候我也总是霸着电脑的。因为每每想到我本质是自私的，所以我都心安理得。               最近都是夜里三四点入睡，我觉得这种现象值得重视。某些资料把这定义成失眠，自然让人联想到精神衰弱这类。我很反感，因为这是和我一贯维持的健康积极的形象相违背的。所以我做了很多功来掩饰。比如我去triff家拿了红楼，这样我就可以宣称我熬夜拜读经典。               那天我去拿的书其实不止红楼，还有余华的 活着 和 许三观买血记。 过去听人口述过 活着 的故事。听人讲故事本是很幸福的，太久远就不可考了。我很清楚我拿 活着 的目的，简而言之就是犯贱。 犯贱是一种习惯，深入到骨髓细胞的细胞核，这样又可以解释我为什么昨天找zhenyu要了未名的代理。事隔小半年又上未明，看到了很多点滴，似水流痕大概就是这种。               最近一段飘忽的电磁波断了，我自然不能抱怨什么。就算被抱怨了，也要忍着。这个是命，认了。               今晚写blog，无奈又熬到了3，4点。现在该去睡觉了。想睡就睡，我是不会失眠的。      Comments   Yanming:     good!    Kyle:     室外温度我想不止100的。。。空调当然要用，不然早翘了    peng:     i heared that yesterday it is around 100 oF during summer in Texa?!  反正电费都用了那么多了   开空调睡嘛！    Kyle:     天气太热，hehe    peng:     nod 想睡却睡不着才是失眠大爷你与此无缘准确的说是与你积极健康的形象无缘但是为什么晚上不想睡喃？？    min:     看来这个夏天真的太热了～    小卡:     想唱就唱 ^o^    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%8E%B0%E5%9C%A8%E5%87%8C%E6%99%A82%E7%82%B934%E5%88%86/",
        "teaser": null
      },{
        "title": "今天还是昨天",
        "excerpt":"今天还是昨天       搞不清楚，一个朋友从米国回到北京。这样，一对久别的恋人重逢，必定是很美好和甜蜜的。我觉得很喜悦，莫名的。               十分钟前我刚刚写完一封很长的信。 很艰难，每个字都费力。               zhenyu最近和我同居2天，也不知道一会儿回家他是不是把饭做好了               房东昨天来收租子，我们屋上个月用了2800度电！我怀疑我房间漏电，难怪我夜里会抽搐                       一些东西是我自己争取的，一些东西也是我自己放弃的               其实都没有人逼我                                                              Comments   Kyle:     re bio..你得回帖比较高深。。我还要继续研究re 1+  没语言吧。。我写check付电费得时候也是这个感觉re rocky 呵呵，你还有闲心逛这里啊。见笑了    Kyle:     re cawaii…主意真馊。。。re  lpdeng 。。。一不小心暴露本性了。。re rabby  你话题转的很快嘛。。不过还是顺着你得说，韩国很多小吃我狂喜欢，怀念中。。不过你需要能吃辣才行    Zeng:     有意思哈!~~~    Melissa:     2800？？！！！！确实是，没有语言！    Yanming:     hehe    Rabby:     你啥时候去韩国的？我也想去。。哇哇。。对嗜辣一族来说，亲自去韩国吃韩国菜和小吃，肯定巨爽吧。。哇哇。。    peng:     第一反应从来都反应本性哈~~    小卡:     以后穿上电工服睡觉吧~    Kyle:     re rabby,还好意思说单身女人。。。看你现在happy的很呢，嘿嘿    Kyle:     头发竖起来是静电的结果，不知道被交流电电后什么效果    Kyle:     re lp,我第一反应就想到 不主动不拒绝不负责    Rabby:     2800度电是什么概念？电费很贵吧？我一个单身女人，以前每个月只要几十块RMB的电费，上个月广州死热，我每晚开着空调睡觉，结果昨天拿到电费帐单，竟然300多块！！惊到死，从此不敢开着空调睡了。。    Ding:     如果你的房间真的漏电，那你的头发会根根树起来呈放射状，所以照照镜子就知道了… …    peng:     不争取   不放弃~~    Kyle:     米国能源丰富也要我们来掏钱包付电费阿。。。555，惨痛    Kyle:     我哪里是平常没心没肺，应该是一直都是    Kyle:     家里24小时不关空调就能用上1k度。。不过这个月用的抵得上以前2个月，我还是怀疑漏电    Kyle:     awu知道我的新号码么。。。。？有空就来找我把~~~    Yan:     说明米国能源确实丰富    Annie Avant Chanel:     看你这个平常没心没肺但是城府又不浅的人偶尔貌似感伤一句，效果真是非常感伤。    Fiona:     啊啊啊啊2800度电!!我以为我们一月用200度电算多的    Hsin-Wen:     i'll go to houston this Thursdayi'll call you if i have a chance to meet you cause i'm going with some firends and we just drive one car:(    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%BB%8A%E5%A4%A9%E8%BF%98%E6%98%AF%E6%98%A8%E5%A4%A9/",
        "teaser": null
      },{
        "title": "Stealth &amp; The Island",
        "excerpt":"Stealth &amp; the Island       2部差不多的电影，差不多好莱坞的电影               Stealth       其实我觉得stealth还不错，飞机乱串，炸弹乱炸，狠速度狠劲爆。       另外一点认识就是米国还是念念不忘攻击诋毁社会主义国家，所以最后飞机不小心掉到了朝鲜，并引出来一个剃出老墨头的朝鲜士兵。               最后觉得电影里面有点没说明白，就是最后男女主角怎么回到了美国。我猜应该是他们互相搀扶，一瘸一拐跨过了三八线，到了韩国，然后自然送回了美国。早知道38线这么容易过去，上次我真该抓住机会北窜。我好胳膊好腿，这想必也是可行的。               the Island       拿了驾照后我不怎么爱看汽车追逐戏，总觉得有些心理阴影。所以Island里面接二连三的开车狂奔我觉得很烦。其他剧情什么的也没什么好感。一堆一堆黏呼呼的克隆人在眼前晃也不是什么感官享受               屏幕很晃，声音很吵，大脑倒是很放松       Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/stealth-&amp;-the-island/",
        "teaser": null
      },{
        "title": "March Of The Penguins &amp; Must Love Dogs",
        "excerpt":"March of the Penguins &amp; Must love Dogs       题记：这次成功开发了一个比较近的电影院，以后不用老是跑去AMC liao               Penguins               说实话，我从来没有完整的看完过 鸟的迁徙。 每次都兴致匆匆的开头，然后拖着进度条很快结了尾。欣赏总是需要心情的。过去我想我是不具备一种恬静来关注鸟类翅膀划过的弧线。现在我想去看看企鹅，我相信那是美的，不管是笨拙的企鹅还是广袤的南极大陆。               电影里面说企鹅本是一种鸟，企鹅不能飞不能一直呆在水下，企鹅主要都在走路，摇摇摆摆的。       企鹅几个月不吃东西，好几次70mile的来回跋涉，在风暴中伫立坚守，就是为了繁衍后代。               简单的利落，简单的美丽。               它们也是天地间的生灵，所以一切都有了意义。               Must love Dogs               错过一个人其实是很容易的。一点点误会，一点点距离，一点点积怨，这些加起来心就有了距离               可惜我不会造船。造了船也不会碰上一个识货的老头，遇上了老头他也没有一个女儿，他有个女儿也不是我所中意的。这样，故事没有了happy ending.               现实多多少少总要残酷点。也好，这样电影院就盈利了。                                       Comments   peng:     学校里面的2刀一场  还是比较新的  这就要6，7刀了~~    kyle:     既然这么碰巧，还很可能她碰巧患了血癌这类的病。。那样就很韩剧的结尾了看电影很便宜的。。感觉和成都过去5块钱看一场差不多    peng:     还有哈~~ 你好有钱钱唷~~  还经常去电影院！！！    peng:     说不定凭借会胡诌的你  遇上了一个更喜欢胡诌的老头 老头还巧不巧的有个女儿  更奇怪的是她碰巧是你的type  那不就happy ending了~~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/march-of-the-penguins-&amp;-must-love-dogs/",
        "teaser": null
      },{
        "title": "一声叹息",
        "excerpt":"一声叹息       除了一声叹息，还能说什么呢               很赞同里面的一句台词，张国立跪在地上痛哭的时候说得。               显然他很痛苦，因为他知道“良心被狗吃了”，而且，“没吃完，还剩了一块儿”               Sigh。。。                                                                         Comments   kyle:     我砍，我砍，我砍砍砍    peng:     堕落并不可怕可怕的是清醒地堕落 差不多就这个意思吧 ：） 不过不是偶原创~~    min:     所以做人就要坚决选一边，千万不要站中间！    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%B8%80%E5%A3%B0%E5%8F%B9%E6%81%AF/",
        "teaser": null
      },{
        "title": "说说一些昆虫",
        "excerpt":"说说一些昆虫       最早想写这个话题，是源于wendy的一篇帖子。讲的是她在米国第一次看到了萤火虫的事情，还配了一副很有童趣的插图。 借用夏老师的话，看了觉得特窝心，让人忍不住也写点“俺小时候”的故事                  今天我决定开始写这个话题，是因为一只已经在卧屋里飞了一周的苍蝇。我组织了不下于五次的围剿，结果都被其成功逃脱。现在我终于在嗡嗡声中崩溃了，遂写字泻愤                       刚刚蝇士战机从我面前彪过，属于向下45度俯冲那种。我不理他继续写字儿。我发觉我实在是个糙人，和赏萤火虫的女孩子一对比就看出来了。既然这样我决定继续糙下去了，写一些恶心的东西。比如，俺小时候最喜欢的一种昆虫。                       刚刚去查了一下answers，学了一个新词，scarab beetles。这个就是我喜欢的昆虫：屎克螂。其实我喜欢的昆虫还很多，天牛，笋子虫，等等。这些都比较容易找到，唯独屎君是稀品，所以我特别中意。在女同学面前show一下这种少见的虫子是很炫的，她们惊讶或者害怕或者觉得恶心的表情都让小男生很得意。此外，握在手里的话，它会用角四处拱，痒痒的怪舒服                       我爸说要捉屎克螂就要去找有洞的牛粪，然后往洞里灌水，屎君就会自己爬出来。这样，我一度花了不少时间在牛粪上。田间牛粪其实很多的，一半是时日太久而风干的，一半是新鲜出炉还冒烟的，我都曾细细端详过。我牺牲这么大就是想亲自捉到一只屎克螂，由此看出来我从小开始在歪门邪道上就很执着。                       我不能肯定我爸说得话有道理，因为我从来没有用这种方法捉到过屎克螂。但是，我也不能否定这种方法，因为或许是我找的牛粪不对，或者我运气不好。总之，结果是我依旧很崇拜我爸。至于到底怎么捉屎克螂的问题，可以留给下一辈解决。                       刚刚小蝇可能累了，暂时没有嗡嗡声，我可以更舒服的写下去。其实我写这个话题还有另外一些原因。我看到一个朋友blog改了颜色来配合其心情，所以我想我也该写点东西来配合我blog的颜色。 背景的翠绿和天蓝都是我很喜欢的，此外还有黄，还有红，紫，白。。其实每种颜色我都喜欢，屎壳郎，我也喜欢。                       刚刚我出去吃了串葡萄。我拿了几个放在桌上，设个陷阱好侍机捕杀那个蝇雄。很快某个芯片就可以正常投入使用，我的生活也会有许变化。我很感激一位远方的朋友，一种恬静能让我不至于在黑夜里惊慌无措。                       刚刚打了一个哈欠。。。又打了一个。。。嗯。。。不写了           Comments   Yanming:     我很喜欢昆虫，现在还天天观察其实严格说，喜欢节肢动物，因为我也喜欢看各种蜘蛛    Kyle:     都是大城市的银啊。。俺们这种乡下的比较常见萤火虫    Kyle:     我会铁布衫的，哼唧    Melissa:     我以为你终于开窍写点浪漫的萤火虫了，搞了半天还是屎壳郎，业已定型哈！不过，我还是前段时间生平第一次看到萤火虫，就星星点点几只哈，激动了半天，那种小时候的梦想实现了的感觉！    Maruko:     哈哈哈，那你等着吧，等我哪天拿个金钟罩看不罩死你~~~~哈哈哈哈阿    Kyle:     feifei你快搞定这个'恬静'，以后就你罩我了~    Maruko:     我很感激一位远方的朋友，一种恬静能让我不至于在黑夜里惊慌无措。我想让自己有这样一种恬静，对人对己都可以不至于惊慌无措。    kyle:     —热带雨林—  阿。。几个月没消息就工作了？我们所谓的变化幅度是很小的。。远看过去还是直线~    kyle:     re Lpdeng, 据我所致。。澳大利亚的是从我国进口的阿。。。我们认识有所偏差阿    kyle:     re cawaii…吊死鬼儿。。。什么咚咚阿。。。是不是树上吐丝掉下来的那种？    kyle:     re easy,,, 谈不上越来越的，在米国的总体感觉是语言能力退化    kyle:     re awu…臭大姐是不是那个飞的很臭的虫啊。。。那个味道很e…    Knox:     期待著看看你的生活會怎樣變化!    Knox:     好久沒來,剛找到一個工作!    peng:     屎壳郎好像是澳大利亚进口的 ~~  是否是澳大利亚 不祥~~~  但是肯定是进口的哈 偶从十万个为什么上看到的 ^_^    小卡:     偶小时候好象最喜番吊死鬼儿~抓一大堆丢到瓶子里，拿水和土搀和着泡好几天，看其泡成虾条儿状，呵呵~    yi:     你现在的文笔越来越有味道了哦我很喜欢，比某些人无病呻吟好，比某些人记流水帐更好.    诗荃:     ft别告诉我臭大姐你也喜欢    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%AF%B4%E8%AF%B4%E4%B8%80%E4%BA%9B%E6%98%86%E8%99%AB/",
        "teaser": null
      },{
        "title": "好日子~",
        "excerpt":"好日子~       乙酉年七月初五，宜破土，安葬；忌婚嫁，入宅；煞南方。               查到去法庭的路线要走45 North，我觉得是个好兆头。               一路无话，随后被安排去了annex court。上面一个法官，几个小秘，还有申辩的人，乱哄哄的。       我坐在下面等了快3个小时。中间接到某同学骚扰电话2个，害得我被法警警告。       我的case比较简单，出示了相关书面证明就搞定了。罚金从475降到20，ticket dismissed~               另外，再补充点关于 shi克郎 的话题       我后来仔细看了answers上面关于scarab beetle的说明，上面讲古埃及人把scarab beetle看作很神圣的动物。因为他们滚粪球的行为很像埃及的太阳神Ra每天把太阳从东滚到西，而且太阳神的化身Khepri就是一只屎壳郎。       太阳和shi,至神圣和至污浊的事物，竟能有如此联系，实在很奇妙。我顿时联想到轮回因果，阴阳八卦，刚柔互克，祸福所依。。。 如此的直接后果就是我顿时晕了。               关于屎壳郎是不是进口的我也不清楚，但我比较清楚记得看过这么一则报道：我国曾经出口屎壳郎到澳大利亚，解决当地农场牛粪过多难于处理的问题。赫赫，和lpdeng同学的说法出入比较大，还需要研究一下                                                                                                 Comments   Kyle:     这个叫兔子急了也咬人    Yanming:     不错,这个bargain是我见过的最好的。。。你肯定很能侃阿。。。    Kyle:     看出来sunvey一点都不关心偶啊。。。555，真伤心。。前面有说明的    Kyle:     主要是看我等了3个小时比较可怜把，呵呵    Kyle:     严格的说第6段是“另外，再补充点关于 shi克郎 的话题”。。。没什么特色的，hoho    Hui:     我的天,什么ticket要475! 而且你居然能argue回来, pfpf~~~    Bin:     上法庭能有这么大功效？呵呵    peng:     本文第六段坚定不移的走着大爷路线！ 赞！！！ ^_^    peng:     看来至少说明跟两点相关澳大利亚 (偶的记忆力也没的那么差嘛！ 嘿嘿)进出口    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%A5%BD%E6%97%A5%E5%AD%90~/",
        "teaser": null
      },{
        "title": "Interpreter,the",
        "excerpt":"Interpreter,the       看了快一周了，都不知道写点什么好               唯一影响就是第一次发觉kidman还是很pp的。。               估计是中年离婚，不好好打整一下以后再嫁会比较困难。               Sean曾经那么叛逆，现在也演点这种很规矩的片子。可以说他稳重了，也可以说他湮灭了。               一直没看过 神秘河，不过据说特boring，忍了                                                 Comments   peng:     这到是！    kyle:     女孩子还是不要太诡异的好    peng:     还是觉得小岛惊魂里的扮相很称她的长相和气质    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/interpreter,the/",
        "teaser": null
      },{
        "title": "Sleepless In Seattle",
        "excerpt":"Sleepless in Seattle       果然是浪漫的都漫出来的电影。不过我都没啥共鸣，所以我没描写萤火虫而专门写了屎克郎               由此又是一糙人的佐证               这部电影我赞同三点               一是关于影片里提到的magic，我是确信的。               二是Sleepless               三是Seattle                                                                                                                 Comments   kyle:     hoho，你什么搞到去你家看吧    min:     对啊，据说无数人看了都会哭的~    kyle:     哭了好啊，对身体有好处    kyle:     呵呵，金玉盟 是不是就是电影里面那些女人看了就哭的电影啊。。57年的。有点年代了    min:     俺想看《金玉盟》，不知道为啥那么多人每次看了就哭    peng:     居然看哭过的好像按理说不应该呀？？？有这样的剧情么？？？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/sleepless-in-seattle/",
        "teaser": null
      },{
        "title": "Closer",
        "excerpt":"Closer       之前我说 西雅图睡不着 没有什么共鸣，因为我没有上过午夜的radio节目。               Closer呢               很多话吐不出来，所以我一直空着               看了两个月都一直空着               现在淡忘一些了。以是为记                                                                 Comments   Grace:     主要是里面的演员每个我都感兴趣,特别是波曼…..    kyle:     这个要看个人感受了。知我者谓我心忧di    雯:     这个还好吧，感觉有点神经质，特别是那个男的，&lt;偷心&gt;，新加坡翻《诱惑的心》    peng:     i really wanna watch it!!! it's said it is a wonderful movie~~~    kyle:     还8错的，我推荐    min:     没看过~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/closer/",
        "teaser": null
      },{
        "title": "一周年",
        "excerpt":"一周年       我记不得去年啥时候离开北京的，也记不得啥时候来米国的               不过大概也快一年了，所以也象征性纪念一下。               一年不短，但一些事还历历在目               一年也不长，但一些事就恍若隔世了                                                                                      Comments   Kyle:     正中母语好像没有这个音的，嘿嘿，不过意会了意会了    Kyle:     当然是对着抄的哦，早就过了蒙到写的水平了。。不过写的怎么样就难说了    peng:     –难道你=正宗母语没的那个发音？？！！ –貌似我小学之前还学过毛笔字 但是貌似刚学完笔划就弄死不去学了  至今字都还是丑的不行！！！ ：( –上次看到清写的出师表还不错哈~~    Melissa:     我在想，你是抄还是蒙倒写呢？有点差距的哦    kyle:     忘了说一句，那天我还在家抄了一下毛笔字。。。久违的墨香啊。。    kyle:     hoho，现在小p孩都觉得自己老了    kyle:     成都话其实都算我第二母语了，hoho    Ding:     现在画画速度没年轻时快了…    peng:     用你的正宗母语读哈~~ 哈哈哈比如象 \"腾到闹\"    Kyle:     lp你re的我怎么看不懂 呢。。什么叫 滕 啊？    Kyle:     小卡你是在BjTV，这么重要的j字怎么能省略呢，嘿嘿    Kyle:     re rose… 你也是来说我晃点你的吧。。。似乎是在机场打的。。好像是。。。记不清了，机场的最后一个电话没打完就断线了，断了就接不起来了    Kyle:     re water,,, 追求短平快啊，呵呵re bio, 我向来健忘，这个是福的    Kyle:     re 1+  我怎么记得我是在深圳联系你的啊。。而且也不是晃点嘛，时间比较赶而已    Kyle:     re laura, 你画画就很慢了。。。还没画完么？    peng:     a year~~~~ 滕到酸一哈~~    小卡:     偶在该死的BTV也混了一年咯。。。。    Echo:     刚过了一年一点点：记得去年暑期班，我站在立法会美丽的大楼外面接到你的电话，听到的却是你根本来不及见谁就要飞走的消息。现在，今年暑期班都毕业了。    Yanming:     哈哈,怎么这么土?    Bin:     这个总结有点短。。。恩。。很抽象，，不错！    Melissa:     en,帮你纪念一下，上次还在香港晃点我。晃点姐姐一周年！    Ding:     时间过得很快…    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%B8%80%E5%91%A8%E5%B9%B4/",
        "teaser": null
      },{
        "title": "哭泣的拳头",
        "excerpt":"哭泣的拳头       这个更久远，看了一月有余               我还是记不得男主角是什么名字，虽然他是我很喜欢的               之后就再都没看韩国电影了。               兴趣淡了                       Comments   Grace:     韩国电影我喜欢,太极旗飘飘把我看得痛苦流涕,丢脸呐…    kyle:     太极旗飘飘 也不错。健哥我也很喜欢～    min:     我最喜欢看得韩片就是张东健那个《兄弟》了从那以后就没有好看得韩片了    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%93%AD%E6%B3%A3%E7%9A%84%E6%8B%B3%E5%A4%B4/",
        "teaser": null
      },{
        "title": "小倩",
        "excerpt":"小倩       小倩实在是乱七八糟的，每个形象都觉得别扭，每个情节都觉得做作               难免就要想起香港的90年代初的三部 倩女幽魂。               经典的无以复加是我的评价，其中第二部是我最喜欢的。               那时候王祖贤演女鬼没人敢和她pk，那时候张国荣还貌似straight，那时候我整天都爱模仿张学友的“嘛呢嘛咪哄，风火雷电劈”               最后想起一首曾经很喜欢的诗。是 一副 小倩 画像里面所题，作者不祥。               十里平湖霜满天,       寸寸青丝愁华年.       对月形单望相护,       只羡鸳鸯不羡仙.                                                 Comments   贺:     看你的评价狂笑，粉不错哦，我也还记得那个年代，其实张学友不演电影了是香港电影的损失。    kyle:     我很喜欢动画片啊，宫爷爷的影响大啊    peng:     你看得动画片哇？！  去年寒假看得 现在简直没的啥子影响了~~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%B0%8F%E5%80%A9/",
        "teaser": null
      },{
        "title": "开学liao",
        "excerpt":"开学liao       开学前一周比较high，一直没有来更新blog               其间也有几次有点感慨，不过没有写下来，就过期作废了                    最近gym关门，就改在室外打网球。居然遇到几次灵异事件，有空再来说。                        周末去海边捉螃蟹外加游泳，觉得生活还是蛮多乐趣。如今真的很容易就满足了               晚上做了香辣蟹，是生平吃螃蟹最好吃的一次。               随后打牌升级找朋友，我打5打了20把还不过，而且一段时间连败9局，是生平最背的一次                       贴点照片，hoho。明天开始研二liao                ×××××××××××重要补充××××××××××××××                突然想起来，上周末去bowling，第一局打了 5 个strike ！ 这个也是生平最佳战绩。娃哈哈～                              Comments   Yanming:     what's the beginning? so early….    Jasper:     做梦都想去Galveston抓螃蟹！！！美死我乐！！！    Kyle:     有谁比鱼头您玩的好啊，现在又high到加州了。。    Kyle:     嘿嘿，主要还是要靠杨丧给我配合啊，呵呵    Kyle:     lp又说到重点了，一堆料往锅里家就好了    Kyle:     gym就是体育馆吧，健身什么的    Kyle:     re artong…流行的说法是，“你的生活ms真是滋润噻”    Michael:     生活真丰富吖….也就是黄丧这样的家伙才能在Houston这么爽^_^,你这个家伙天生就爱玩~~~    peng:     是不是味重的就只管倒料哇！！？？ 哈哈  清炒白菜没概念 倒是比较喜欢呛炒白菜 嘿嘿    Knox:     GYM叫啥来着，是不是golds或者powerhouse。发几张照片看看哈！    artong:     你的生活真是滋润噻    Kyle:     awu你快来houston吧,说了好几次都不来。。。哼唧    Kyle:     兔子就该吃萝卜，hoho。其实我过去一直不爱吃螃蟹，这次比较意外罢了    Kyle:     你看不出我言语中的辛酸么。。。诶，还说我very nice    诗荃:     裸照好搞笑哦香辣蟹怎么做啊,教教我啦我现在好不容易能输入中文了,不过是全拼,郁闷死    Rabby:     唉。。我上次在广州一个比较有名的餐厅，吃了一次比较失败的膏蟹炒粉丝，搞得我螃蟹兴趣全无。。唉唉    Ding:     very nice是针对你的“生活还是蛮多乐趣”说的    Kyle:     自己动手，丰衣足食。water你才是最happy的，嘿嘿    Kyle:     什么叫bally啊。。不明白的说    Kyle:     做这种味道很重的东西其实很容易的，相比之下清炒白菜要难的多。这个是最近一年来的感受    Kyle:     在北京还是能吃到的吧。香不香不好说，不辣是肯定的    Kyle:     我败了九局还nice么？耻辱啊。。。    Kyle:     fion那些蛋糕都是你做的么。。。佩服的打滚。。    Bin:     你真幸福 还有香辣蟹吃。。。嘿嘿    小卡:     你的gym是bally么？    peng:     wanna eat 香辣蟹~you cooked it yourself~ superman!!!    Guyuy:     想吃….    Ding:     very nice:)    Fion:     路过..香辣蟹..好久没吃了..那个怀念啊555    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%BC%80%E5%AD%A6liao/",
        "teaser": null
      },{
        "title": "Blog写给谁看的呢",
        "excerpt":"blog写给谁看的呢       刚逛去辉辉的文集，看到有人留言问了这么一个问题：blog是写给自己看的，还是给别人看的？       如果要我回答，我会先是用一个经典的句式开场：It's a very good question. 然后答，是给 自己人 看的。       自己人是很难界定的，所以这个问题也不要深究。我始终把它看成文集的延续，在没有未名的日子里。               过去一直觉得blog不能对各个目录设置权限是很失败的，但现在看来不免也是件好事。我在一个太封闭太自我的空间很容易肆无忌惮的低落，比如过去一个隐蔽的id的隐蔽的文集里面，就堆满一些触目惊心的东西。说到这里我又想起来现在可以上未名了，去zixia穿梭就行。上个月我从zhenyu那里要了个代理，回去去看了看，就导致一段时间食欲不佳且内分泌失调。所以现在我又不去了。               不过在blog，总不好意思大哭小叫，实在有些话也说得很含蓄。。。至少我认为我说得很含蓄的。某种程度上来说心情是可以控制的。所以我一直都没有设置我的blog的访问权限，我是在尽量避免一个会让人失控的环境。               现在开学了，生活一下变得很有规律。每天上午10点钟都有课，所以我不能起太晚，不用起太早也。想到不少朋友都去工作了，或者兼职。总之都开始为了生计奔波。剩下我们这些继续在校园里面天真烂漫的生活。如果有一天，我也需要从早上8点到夜里12点呆在office里面作我不喜欢的工作，我也会抓狂的。我想一想都抓狂，a za a za～               早上check email，收到一些垃圾信件。一看居然有港龙航空的广告。换作几周前，我肯定觉得这是耶老大又在调戏我。而现在，我服从上级的调戏。其实我觉得这个也是好事，类似的事件是几年前403在东门外白玉飙酒。babyes居然在毕业的时候写了一篇帖子揭露我当时的丑态，实在ft。。。               刚才还看了rabby的blog，借用一句话结束今天的帖子。还有13个月就是我25岁生日了，许个愿，希望这13个月里我不哭，heihei                                      Comments   Kyle:     看过的，hoho。。虽然这句台词没什么印象。。。    Echo:     对了，镭哥看过《the legend of 1900》没？里面有一句对白，甲板上，一个人说：海的颜色一天之内就会变几百几千次。女主角凝视着海面，说：even more噻，超动人的说    Kyle:     作偶像就是好啊。。。    Echo:     hand~~~！！！而且现在不用卖艺了，没看见咱宇春第一个广告就200万了么。。。。还是神州电脑，哈哈，听着就够cool    Kyle:     很zan 断奶这个词，呵呵我也是宇春哥的粉丝，大家hand一下，嘿嘿    Kyle:     海的颜色跟心情有关，不能定论的    artong:     偶发现：年纪大了就不好意思随便发酸文了。现在在我的blog都不敢一把鼻涕一把泪的写了，哈哈。至于未名，偶可以正式宣布：我断奶了！最后振臂高呼：爱死春春！    Knox:     在海边呆了4年，一直都弄不明白海是什么颜色的，你那边海是萨子颜色的哦？    Kyle:     裸照当然要有朦胧的效果才好嘛。另外，我本来就是双眼皮！！    Kyle:     我只是很嫉妒宇春哥，，，我人气那么旺的话我早就去卖艺了    peng:     鸟s不错 赞裸照不清楚红体恤那组的最后一张好像割了双眼皮的oh~    Eric:     说实在，实在不喜欢李宇春，感觉很多女孩喜欢她是因为她帅的比帅哥更有水平。超级女生真不愧是超级。。。。。。连我都关注了起来。    Kyle:     那张 鸟s 我是冒着被鸟粪砸中的危险抢拍的，当然经典喽    Kyle:     rabby你是想说我和小杨整天约会吧。你也是整天约会的银，彼此彼此    Kyle:     飙酒ms狠cool，一会儿吐的淅沥哗啦就臭大了。那年的cc都像一场梦了，我在blog里面从来没提过skate就是因为不知道怎么说起，这样也可以让这个梦继续下去。现在这么多人喜欢宇春，我也只好迎合一下。。hoho。审美观在变啊    Rabby:     你跟小海好像整天二人约会。。啧啧哇，那张“鸟s”真是太经典了！！    Rabby:     自己的东西贴到blog里，肯定就没想瞒着谁，大家有兴趣来看看～但是不保证所有的东西都是写出来让所有人看懂的。。也许有的东西只有自己才懂：）    Kyle:     终于有人看出我的暗示了，，，不知道有人准备送红包不    Kyle:     辉辉啊，你小样的还装嫩，真是甲醇    Kyle:     推荐吃 太太口服液吧，呵呵    Kyle:     majing同学，你每次都不留link我怎么访问啊    Kyle:     这个和新加坡嘛关系呢。。新加坡很多雨么？    Echo:     飆酒，這個詞聼著就夠豪邁了，嗯，喜歡喜歡。只不過我還遇到過這樣的機會，真是遺憾對哦，下個月就是鐳哥生日了。想起那年cc，你們三個的盛大生日party。又震撼了一把，我還是沒趕上。：（（（（（前天晚上倒是狂飆眼淚，哭了好半天。我們可愛的宇春傷心了，惹的那晚不知道多少人跟著流淚了。sigh…..呵，終于讓我想起一條你比不上的，哈哈    peng:     暗示大家你还有一个月就要收生日礼物了~~ ^_^    辉辉:     我考，你好老啊。。。。    Melissa:     你真的祷告得有点远哦。不过你简直说对了，我这两天遭一个制作公司整疯了，绝对内分泌失调！天天都在想今天又该咋个骂人！    Jing:     小海小海看看能不能访问我的:)    雯:     :)…13 个月不哭 = 新加坡一个月不下雨    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/blog%E5%86%99%E7%BB%99%E8%B0%81%E7%9C%8B%E7%9A%84%E5%91%A2/",
        "teaser": null
      },{
        "title": "七剑",
        "excerpt":"七剑       我从来没有读过梁羽生的小说，所以也就不好评价 七剑。               不过单从电影的角度，我是不喜欢的。剑本是狠cool的，但用剑的人不是。特别想不通怎么两个搬救兵的都用来凑数，还卡在中间作个老5老6。突然这七个人就情同手足，很是突兀。可能小说里面会有答案，不过徐克把他门略去了               找一个韩国二线的女演员美其名曰打开亚洲市场也是狠失败的。或许她也不是二线的，不过我不认识。也不知道那个高丽女人是不是书中的角色，反正看了狠别扭               高红雷的土匪造型不错，也是最出彩的演员。自然是和木衲的黎明不是一个数量级。               惊奇的是看到了 孔雀 里面的女主角。不过陆毅的台词太sb了，所以他们的对手戏也e心                                                                                         Comments   kyle:     张mm我很喜欢哦，看了孔雀就一直喜欢金姑娘就so so了，个人观点啊    贺:     嘿嘿，七剑是我第一次陪妈妈看电影选的片子，在海淀剧院的地下厅，开头的效果很好，烽火连城的手下屠城的那段。200人的厅里10个人不到，效果震天响，很有感觉。这部片子从情节到表演都浅的像水，如果不深究情节、表演、对白，哈哈仅剩下看画面还是8错di。金素妍我喜欢，漂亮嘛，和她一比张静初都像丫鬟，更何况杨采妮，不过在嘎纳，张太惊艳了。    kyle:     至今没看过韩剧    Grace:     woman and man No fair…hehe    kyle:     Coolish乖乖 同学，我看不到你的blog让我觉得很不fair。。。    Grace:     那个韩国人造美女是金素妍,应该不是2线的了,&lt;女主播的故事&gt;里有她.我还是喜欢徐克以前的片子,这种记录片式的实在粗糙.    kyle:     这个都被你看出来，mm真是慧眼啊。。。    Shu:     全是影评哦, 中英韩都有. 好用好用..    kyle:     河南银来了。。。我闪    Bing:     不象河南话，反正我是没有听出来    kyle:     有说香港普通话的，有说韩语的，记帐那个大概说得是河南话    min:     wo shi yi zhi hen qi guai ta men shuo de dao di shi na li de hua………………..    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%B8%83%E5%89%91/",
        "teaser": null
      },{
        "title": "周末top 3事件",
        "excerpt":"周末top 3事件       排名第三的是去了一ranch还骑了马。在一树荫下坐了半个小时后，抬头看见一条一直盘在我头顶30cm开外的蛇。只能感慨德州乡下野生动物就是多而且不怕人               排第二的是参加了一迎新晚会。其间意外发现我一高中的师弟，和一个差点成为我大学师妹的roommate的师妹，是大学的同班同学。。。晕     &gt; &lt; ……               冠军事件就是。。。               终于又见到了awu师姐  \\ O / ～～～               被五级台风逼得背井离乡的awu，在逃难途中还请我吃了碗甜豆脑外加油条半根。想起上次见awu还是我们在鼎好吃呷哺呷哺，也是awu请客，嘿嘿～               总结一下，就是真鸭真兴奋，hoho                      Comments   Kyle:     这个太精辟了，呵呵    peng:     女人    Kyle:     嘛适合独居男人呢？    Rabby:     据说猫是最适合独居女人的了。。    kyle:     haha ,what a bio    Yanming:     haha, what a weekend    Kyle:     现在天下大同，没什么门派之见了。我龙尾和j教是要和平共处的    Kyle:     诶亚，我都忘了用bg这个词。。。真是健忘了啊。。    Kyle:     蛇在我头上半个钟头都没动静，估计以后也没啥动静，所以我又继续坐下去了。其实我还用手捅了捅看它是不是活的，发现就是    Kyle:     New Orleans淹成那样怎么能不逃啊。。 5级台风啊    Yan:     感觉大爷继续龙尾的风范，丝毫没有改变哈，但是如果我赞一个的话，不晓得教主有没的意见…    小卡:     突然想起一句老话：gxgx bgbg~    Melissa:     你和蛇很熟啊？一点都不紧张的样子！    yi:     可怕，我最怕就是蛇。awu师姐为什么背井离乡？有没有照片给我看看，我一直久闻其名，却不知道到底是谁。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%91%A8%E6%9C%ABtop-3%E4%BA%8B%E4%BB%B6/",
        "teaser": null
      },{
        "title": "孤苦的上周五",
        "excerpt":"孤苦的上周五       上个周五比较悲惨。一些突然的变故让我和大众脱离，所以沦落到一个人去看电影得地步。       好在周六的活动比较丰富，也算一点补偿，所以我也不好抱怨什么了。               Red Eye       很美国的电影，个人英雄主义的旗帜再次高高飘扬。勇敢的女主角智斗匪徒，充分体现了现代女性在恶势力面前英勇顽强的一面。电影很不错，只是故事不靠谱               The 40-year-old virgin       yahoo对这片子评价不错。特逗，虽然我只能明白其中一半的笑话。       很zan里面那个grandma，的却很有味道。       本来只是个笑话，所以也不用多想什么了               btw，影片R级，未成年不能看di       Comments   kyle:     对啊，所以我在开头用了 沦落 这个词    Ding:     独乐乐不如众乐乐    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%AD%A4%E8%8B%A6%E7%9A%84%E4%B8%8A%E5%91%A8%E4%BA%94/",
        "teaser": null
      },{
        "title": "有病呻吟",
        "excerpt":"有病呻吟       终于病了，有了正当理由来呻吟几声               病人容易情绪低落，病人容易歇斯底里，病人还容易出现幻觉。               我的病是外伤，具体点就是把脚崴了。看到这里不知道大家是不是有被晃点的感觉。如果是，那就很遗憾了，说明我们间缺乏了解。崴脚对我来说是很致命，好比声带小结对一个歌手很致命一样。我脚崴了我就不能去gym，这样生活中最大的乐趣没了；我脚崴了我就不能晃悠出去买午饭吃，这样中午我会饿。我脚崴了我就要重新估算走去教室的时间，这样我才能不迟到。其实这些都不是重要的，重要的是我会觉得我残废了，这样我会很自卑。               因为脚崴了，我刷新了本人一天内在office停留最长时间的记录。但我一直无心工作，可能是情绪低落的缘故。我去逛了朋友的blog，看到留言里面几句大家无心的调侃，其中一个字眼突然让我悲伤起来。office空调风很大，一会儿我就觉得悲伤的气氛充满了空间，这样就更难过了。好在这个时候印度mm准备吃午饭了，她把便当放进微波炉，这样空间中的悲伤就被咖喱味取代了。                每次得病，我都特别优待自己。只是伤了左脚，我还能开车。在office的时候我就想一会儿可以去超市买点什么平时舍不得吃的咚咚。过去生病我就会买大袋的oreo和950ml的牛奶，现在呢，我却怎么也想不到该买什么好。这样我便放弃了这个想法。还能怎么优待自己呢。。。木idea。。。               其实我体质还不错，很少得病。我觉得是小时候坚持洗冷水澡和大了还坚持喝牛奶的缘故。来美国带了很多药，一年过去了发现只有创可贴开封了。这次开了正红花油和麝香虎骨膏。我都带到了office，这让印度mm很好奇。我耐心的解释红花油不是喝的，而麝香虎骨膏是在药水里泡过七七四十九天的               因为病了，晚上我很早就上床了，然后想了一些比较哲的问题，比如无病呻吟的根源是什么。答案先落到了人性两个字上，然后以一个贱字结尾。我每次考虑这类问题都只能找到同样的答案，只能说明我思想肤浅，或者我就是太贱。写到这里我也要承认崴脚算不上什么病，所以以上呻吟没有了正当借口，只能算是我发酸。不过总有一点很真实，我脚崴了不能随意走动的确让我很低落，莫名的。               脚是前天崴的，今天已经好多了。昨天中午也有师兄帮我买汉堡，虽然忘了加cheese，也不至于让我饿晕过去。今天再去看朋友的blog，都觉得可笑。不就是看不开吗，我承认不就得了。               sigh。。。深呼吸而已，不是叹气。                              Comments   Kyle:     1＋ 同学。。。。我太同情了你。。。。我概括一下就是你胆结石了？？？！！！ ft to death。。。我也一般不吃早饭，是不是也快了？btw，那位同学腰椎间盘突出？    Kyle:     re rabby 你该劝我不要走路才对。。。还要不要蹦re findinfun。。。你的耳朵。。。我想到你那个穿刺就冷战。。    Kyle:     re chuang，你一定要代表偶多多吃啊。。。要赊帐的时候就报我的名号～re finon,,, 又看到你的蛋糕了。。太弓虽 了。。。    Kyle:     re artong 奥尔良的是天灾，偶是人祸，8一样的re cawaii 我也很关心这个问题。。。不过现在还肿啊。。。re miraki 印度pp的mm都上电影了，ms。。。    yanming:     TMD你那个mediaplayer怎么放上去的,跟我耳机放的刚好是差一拍,我还以为两只耳朵的反射弧突然不一样了.    Melissa:     不是我不同情你，不关心你，但是在跟你差不多的时间里医生跟我说我我肝内胆管有结石了，虽然还不是那么大，但是从心里上真的很难接接受我这么年轻就得了这么中老年的疾病。我和某些不来这个blog不用msn还腰椎间盘突出的同志不一样，我到现在还在思考它咋个就长到我身上了呢？我反省了我过去的23年时光，我为在最近的5年里罕吃早饭感到深深的自责，如果我多吃一年早饭，我相信它就会小那么一点，0.04平方厘米。好了，你有没有觉得舒服一点了？    Rabby:     可怜小海。。多休息吧，别开车了～    Fion:     bless..希望早日康复:)    Eric:     pat，游神，你总是这么哲。啧啧。。。。。。让我望尘莫及。本来想来跟你汇报一下你的乡音，没想到看到了你崴脚的噩耗，于是决定多吃点你家乡的小吃以pat你的伤痛。。。。。。sigh。。。。吃饱了而已，而非叹气    yi:     好可怜啊你，刚开学就生病。安慰安慰。    Annie Avant Chanel:     Poor baby    peng:     欢迎入教拜子也要 :p    Yan:     印度mm,电影里的都很漂漂&gt;…    小卡:     要多久能好呢？偶一生病最关心的问题就是要多久才能好    artong:     可怜噻～你真是与奥而良的居民共患难哦    Ding:     comfort    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%9C%89%E7%97%85%E5%91%BB%E5%90%9F/",
        "teaser": null
      },{
        "title": "Life Is So Cooool~",
        "excerpt":"Life is so cooool~            from a different point of view...lalalala                       上面是一首歌，可惜一时找不到在线版本，所以大家再多听听阿桑。我在很多场合都说过我很喜欢 一直很安静 ，因为每次听到都会让我觉得自己很混蛋。承认这点了，就可以避免去做一些伪善的事。                       周一去海边坐了帆船，特亢奋。晚上回来后又专门去Walmart买灯泡。用100W的淘汰了过去60W的，感觉正义充满天地，世界顿时光明了。一点点改变都会有很惊奇的效果。                       这周开始due作业，没时间废话聊了。收工                       ps 贴了一些from a different point of view的照片，hoho                       ps2 在blog添加MS Media Player的方法，偶也刚看到的. 关键是在URL输入       &amp;powertoy=musicvideo                                           Comments   kyle:     Coolish乖乖 是谁啊。。。宫小燕？    Grace:     找到了, Life is coolmemory music, coooool    Grace:     Life is so cool 是歌名吗?很好,想下载    Kyle:     gnail不要来比惨啊。。这个比不得。。不过顺便bless &amp; comf 你一下梦公主，嘿嘿，欢迎串门jiuw 你仔细看图吧    Kyle:     rabby同学，你要把钻研toefl得精神用来钻研这个就可以了。。排除tp（从rp派生出来得一个词）不好得情况。。。btw，今年astros这么shi，我就不关心棒球了。。    Kyle:     lp你也re过怪僻贴么。。。这个帖子很头痛，暂时不写    Kyle:     shmiluwill ,首先你这个id就妖，我完全看不出来是那个。其次你说得话我不怎么看的懂。。。一年多没没见了有变化是很正常得。。人一般是一周一变    yanming:     ^_^会了    yanming:     那个counter你是怎么给独立弄出来的?    阿玖:     这个东东怎么弄哦！！我还是没有搞明白呀！    芸芸:     ys，继你的脚崴了之后，我的膝盖扎了三个洞，缝了6针：（    veronica:     谢谢你哦。。。嘻嘻。。也是很喜欢阿桑的一直很安静。。。有空要常串门哦~~嘻嘻。。。    Rabby:     Red Sox win！！！！    Rabby:     我怎么不行。。？我在网址后面输入了那些东东之后，没有出现media player的选项呀。。    peng:     再次见到怪癖贴~~ 嘿嘿~~ 等着看    Mimi:     好像有点不认识那个人了但是还是当时的那个你啊take care my friend;)好像不变的还是那个说话不看人的人继续继续~~~~~~~~~    Kyle:     我kao，泰国mm都来了。。。不过不认识泰文，她写的英文我也迷糊    Kyle:     这么惨啊。。。你的问题很难di    Echo:     镭哥，你被贴了~具体内容请参阅我的blog~~~    AoFZa:     HiI visit my spaces you    Kyle:     有个player是更好玩了，hoho    Echo:     太神奇了，打开你的blog的时候，我开始怀疑我的speaker是不是坏了，还是屋子太大以致产生了回声。我今天下午才发现了这首歌，然后down下来反复听之的…    veronica:     路过。。来踩踩^^~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/life-is-so-cooool~/",
        "teaser": null
      },{
        "title": "美少年之恋",
        "excerpt":"美少年之恋       开始引用一段经文：寻找，便寻见。    我一直都不知道吴彦祖是怎么红起来得。映象中他出演得电影是 赤裸特工，旺角黑夜这类，很花瓶。 其中另有隐情吧，我一直这么想也一直在找寻。后来遇到triff给我指了一条路，我便去找寻 美少年之恋。结果很直白，我寻见了一个答案。   在这里插叙一些值得引起注意得现象。我原本是很讨厌gay片的，至今还记得当年看 蓝宇 时候反刍的行为。后来到了看 东宫西宫 的时候， 已经可以作怀不乱了。 那天看 美少年之恋 ，感觉是很美的，和看les片子差不多。这里又要说道另外一个值得重视的现象，本来去找寻吴哥发迹经历还有另外一条路，就是看 游园惊梦，我却没有选择。更直白点就是我没找一部les片但找了部gay片，感叹一下现在偶兴趣真是广泛。。。   Sam的悲剧我有几分同情。因为我也乖过，我也怕 辜负 两个字。后来Sam跳了，我也跳了，差别只是是否是肉身罢了。                                                  Comments   雯:     介绍你看“十七岁的天空”，也很美的，超帅，不过剧情比较土了    kyle:     拜托。。你不说我怎么知道啊。。    Knox:     KNOX是我的马甲拉！    kyle:     -K-N-O-X- 是谁呢。。。似是故人哦拍g片的是胡军，不是胡兵vitas我没有研究过，caramel同志比较在行    Unknown:     VITAS被人怀疑成阉人我到听说过，他的现场版弄得满宗教的，不喜欢！还有一个疑问，他的音是不是可以进海豚音我现在都很怀疑。电影恶不恶关键在与导演对光影的处理以及演员的类型，很难说跟主题相关。胡兵拍过G片？第一次听说。RADIUM好象是越来越有形了，应该是运动的成果！    kyle:     我没看过the corrs的版本，只有mp3。。。喜欢这首歌还是因为狠赞李mm的演技。有一霎我觉得狠感动，似乎有张曼玉过去的影子。英年早挂，也有蓉儿的影子。可惜薄命啊    Echo:     偶开始找这首歌也是因为看了李mm的戏。听我同房mm说，电影里面的完全是copy当时the corrs现场的，连格局都一模一样。不过我后来更喜欢原唱版本，虽然我承认李mm版里面的萨克斯为整首歌增添了不少味道。说起gay片，我还是坚持  春光乍泄  最细腻。我第一次看没看完，看一半看不下去了。再看时，大概因为长大点了，忽然明白了它的态度，对爱的态度。就感动了。les的我也看过一部，好像就什么high arts。主角不是漂亮的那种，但就是能让我看了之后，居然认同这样的爱。    kyle:     hoho,我现在改成李mm演唱的版本了～enjoy    kyle:     某人抽烟多了，说不出话也可以理解    kyle:     其实我最喜欢的是 红字 里面 李恩珠 唱的版本。。照rose的看法，我作gay天经地义啊。。。    yanming:     ……    Echo:     啊，其实我最想说的是，镭哥是既帅又有思想di ^^    Echo:     镭哥有没有听过unplug版的only when I sleep?超好听。我有一阵大概整个月只听这一首歌的。    kyle:     我没有成为gay不知道是不够帅还是不够有思想啊。。。    kyle:     我也不觉的，过去都看胡兵的同志片，感觉一般。不过倒是看过很多唯美的拉拉片，嘿嘿    Shu:     呀, 巧. 我刚发现的VITAS也被人说成是GAY了. 不过我一直不反对GAY, 喜欢张国荣也是. TO 一楼的, 我一直觉得GAY都是有才华又帅的来着. 分析如下, 一个人要反生理的成GAY, 那么他一定很有思想. GAY一般细腻, 所以又会比较美男. HOHO~嘿嘿, 这片子看定了.    min:     经典吧尤其是他们俩站在一起聊天的样子，打出来两个大帅哥的侧面相，哇。。。。。。。我从来不知道男同志们是这么美的~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%BE%8E%E5%B0%91%E5%B9%B4%E4%B9%8B%E6%81%8B/",
        "teaser": null
      },{
        "title": "继续病",
        "excerpt":"继续病       友情提醒一下，在脚踝扭伤彻底绝对根本100％痊愈之前，还是不要运动得好。               可惜没人提醒我。就算有人来提醒，估计我也不会听。所以我又一蹦一蹦去了gym打球，2个小时后一瘸一瘸被人扶出来。               又是左脚，又是崴了。旧的不去，新的又来，ms很严重。。。               上次一抱怨得后果是引出了一个胆结石，一个膝盖缝针的。另外同时还看到一个鼓膜穿刺的。所以今天我不会抱怨什么了，不然搞不好会蹦出个xx晚期这类的。在此只是对这些朋友表示深刻的同情并送上我真挚的慰问和祝福。               我想说得就是，身体最重要。嘿嘿，想起肖肖了。                ps  第一时间，诛仙 17集第一章。 终于tmd更新了，前面讲什么我都快忘了。。                                                                 Comments   Annie Avant Chanel:     Can you really read Zhuxian for free. They asked me for some kind of credits ,crap!    Kyle:     re lpdeng现在诛仙到了第四章了。。情节进展那叫一个慢啊。。。re sayon  hoho，欢迎欢迎re 1＋ 你一提p人，我就知道是那位同学了。。。我一定都不同情那p人    Kyle:     一说道怪僻就想到我。。。看来我是这方面人气旺啊    Melissa:     我出差去了，没有来得及及时告诉你某些否（否极泰来的发音）人腰椎间盘突出三，我去丽江才晓得的，年纪轻轻得了中老年的病，好在你一而再都是年轻人的运动伤哈，但是要好好保养，要不然也就中老年了。    sayon:     咔咔~第一次过来哦~问个好先^_^    peng:     诛仙~~    peng:     黄崴~农尾~~ 还比较呼应~~~~~~~~  不过还是要take care~~~  现在不好好医治保养 据说以后变天都会痛得~~~~~~~~~~  ps. 偶tnnd都已经忘了前面讲的什么了~~    yanming:     据说崴阿崴的就习惯了，以后就可以经常崴脚啦    Echo:     唉，真是不解风情。被点名多说明你人气最旺好不好。估计被暗恋指数也应该很可观。看看，这么多人想多知道点你的习惯…..    Kyle:     zhen你来瞎符合。。。其他offer是有，不过木新蛋的    Kyle:     什么时候说过去new egg拉，这是公司是在群面的时候bs俺的。。还记得狠清楚    Annie Avant Chanel:     I knew that!    Yu:     一年过去了,记得当时还听说你去new egg公司了那,现在竟跑到了老美那边,hoho.啥时候过去找你玩阿!    kyle:     awu 我是给你打了电话啊。。还是email讲吧    kyle:     怎么又来一个。。。ms我怪僻很多一样。。。头大。。    诗荃:     did you call me??what's up? wo3 hai2 vancouver xie1 zhe ne, 18 hao4 hui2 qu4, hai2 shi4 du2 pin1 yin1 shuang3 bahei1 hei1    小卡:     HH，你被点名了，去偶space看一哈    Kyle:     哦，一定要是网上的歌，硬盘里面的也要传到网上。你可以直接用baidu找，或者找一个免费的网络空间。。。麻烦就不弄了，还是多看托福的好    Kyle:     rabby啊我专门把那个写在blog里面就是怕你们看不清。。。结果你还真看错了。。。btw，我伤了你不安慰还抱怨这么多，真伤心。。。    Kyle:     God估计比较难bless我的，你们bless我就好了    Kyle:     awu你才take care啊。。。现在在那儿啊    Kyle:     搞不好已经后遗了。。所以我还打算参加明天的fb。。    Rabby:     哼唧，都怪你的图片不够清楚，我一直把powertoy写成powerloy！！ps：这个必须要是在网上的一首歌么？自己机器里头的行么    Ying:     poor小弟～～ God bless you!!!    诗荃:     take care la zt    min:     啊cmft运动受伤不好好休息很容易留下后遗症的~好好在家呆两天吧~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%BB%A7%E7%BB%AD%E7%97%85/",
        "teaser": null
      },{
        "title": "The Hitchhiker's Guide To The Galaxy",
        "excerpt":"The Hitchhiker’s Guide to the Galaxy       这部电影我分成3，4段才看完，说明两个问题。1，他不是狠吸引人的。 2，最近比较规律的fb导致我没有时间看电影。               这里想到一个词，很久没用过－－滑稽。滑稽不是幽默，有什么区别我说不上来。只是看这部电影时我的感觉是滑稽。仅此而已。在这方面我狠主管，所以我要强调这是狠滑稽的科幻片，而不是幽默。               俨然写了些废话，也说明两个问题，1，我对这片子没有太多感想。2，深夜不适合写作。               小说原著是个英国人，所以这种滑稽应该是来源英国。里面有些搞笑类似于无厘头，所以可以想象以此把严肃的英国人逗乐的情形,他们一定笑得露出了假牙。               最后 这本guide book里面有两点我是赞同的。1，love is sth hard to define。2，Dont panic                                                                                 Comments   kyle:     同样感谢，呵呵    peng:     上篇支持的人太多 偶就在这友情支持哈~~    kyle:     半夜只是在研究文字而已，果酱了    Shu:     规律的FB, LOL.半夜还在F, 服了U了.    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/the-hitchhiker's-guide-to-the-galaxy/",
        "teaser": null
      },{
        "title": "22颗石子儿",
        "excerpt":"22颗石子儿       22颗石子儿       一起投到海里       扑通扑通。。。       溅起一些浪花               本人原创于美国中部时间九月十日凌晨2点47分               本来打算回来完成怪僻贴，结果是打开msn后没了心情               我回家，洗澡，又出门，游荡               第一次把油门踩到了底，我觉得很害怕。               和过去第一次在清华主楼门前刷刷冲坡一样害怕。我还记得那次猪草把手摔破了。               书生虽不能造反，但总还能写点什么。所以我就来写了一首诗。               题目叫，22颗石子儿                                                                                                      Comments   啦啦:     我也回归。。    jingxi:     那个号称mellisa的家伙，你说的话是很危险的！新加坡到深圳的航班很便宜很便宜，签证也免了！！谨记谨记……    Melissa:     有些冒充的人，不但表现了其文盲本质，还彰显了其流氓本性！同学，要有诚意，主动给人家脚还一掰一掰的人打个电话三！    jingxi:     小伙，空了给我个电话，打我家里的。咨询哈houston的气候等。    Kyle:     伪冒的Dragontail___E….你把姜mm的名字写错了。。。    sayon:     那是那是，偶这么精辟的人…    Kai:     老兄,最近油价很贵啊,少开点车,嘿嘿    yanming:     帅哥也 要入文学盲流的队伍啦    jingxi:     老黄，很凑巧，居然是从姜芋那儿redirect 到你这儿来的， 很喜欢你放的这首歌，不过就算如此我也能听出伤感的味道，真是奇了。。。算了，就不感叹人生了，大男人的，多不好意思。祝福两句：1。庞怡10月23日到houston, 你接待好点，弄不好不准毕业哈：）2。加油了，dragontail的名号是越嚼越香的。life is so cool!!!!!!!!!!!!!!!!    Michael:     wtf…..    Kyle:     re water 看来写诗真的可以装深沉，我要继续～re sayon。。目前为止，你的 破 字是对本诗最贴切的评价    Kyle:     re dove不仅这么晚还写，而且还写诗～re henry…你不会是说我的诗不错把。。。倒。。re mj 就是22颗。。有涵义di    sayon:     赞你的破诗，嗯    Bin:     越来越深刻了。。。=.=干吗踩油门那么急？好危险的说。。。。    Jing:     第23颗，也已整装待发了吧。。    sheng:     不错    sheng:     开始写诗了！    Ding:     这么晚了还在写    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/22%E9%A2%97%E7%9F%B3%E5%AD%90%E5%84%BF/",
        "teaser": null
      },{
        "title": "回归",
        "excerpt":"回归       今天这个题目我狠满意。因为下面要讲述的回归是多方面多层次的。               先承上一下。我又开始一蹦一蹦去gym。我很想打mm球，但脚伤没好，我也很想游泳，但游泳镜丢了。所以我只能和冰冷的器械打交道。其间遇到球友，拉我上场，被我拒绝了。说明人是有能力抵抗诱惑的               上个周末的fb比较过分，泡吧蹦迪k歌蹭饭，甚至还打了麻将。后果是接下来的周一我就拼命赶作业。这种久违的感觉是惬意的，和我的身份很相符。虽然过去朋友多数都上班了，读研的也实习了或者准备实习了，但是对不起，我还是一名学生。               某个晚上我重新打开了翻过几次的 小王子，然后居然坚持读完了。我不明白为什么有人评价是 温情小说，我觉得很扯淡。小王子是畅销小说，应该有道理的。我宁愿相信是我不解风情而不是大家附庸流行。另外的一些晚上我还是选择继续看 我是你爸爸。               冲动的时候想过去海边，未遂的理由不是油价高，而是我觉得最近海边不会有什么变化。Katrina绕到北上，丢下去的22颗石子儿也沉了。我突然觉得很轻松，便笑了。               我本还想继续写诗，但灵感没有新的来源，还是一把石子儿丢进海里。虽然不是22颗，但还是缺乏新意。看来我的生活积累大大的欠缺。lastweek最近写的小说我看了，很zan，俨然真是一篇小说。我绝对写不出来我也绝对成不了文青。对不起，我只是一水车               对不起。。。                                              Comments   Kyle:     看来还是偶了解你雅，hoho    sayon:     因为你自己就是精卫，自然想不到啦^_^皑皑，sayon总算正名了怎么那么多人看到我得id想到的一般都是三洋、赛扬之类的呢？？？    Grace:     哇,回帖每个人都照顾到,好体贴喔…..    Kyle:     lastweek 我一定继续支持你，ee能出写小说的不容易雨林，谢谢你提醒，呵呵我会注意的    Kyle:     小刷子，n久不见啊，hoho、以后常去你space看看1＋ 你不觉得冲动之后很难睡觉么。。。gnail thx～你也快乐啊    Kyle:     抽烟的同学，我是杂，不过不到家小卡，马上就来gp，嘿嘿lpdeng  。。。。。。。。。。。。。。。。。。。    Kyle:     coolish 我讨厌文青这个词。。folagy 向来都是小珑最支持偶的，hohosayon 精卫？我怎么没想到啊。。。生活积累欠缺          你的id我第一次看到就着么想的。    Knox:     有种说法叫做习惯性崴脚，你还是注意点！    晖:     呵呵，真高兴你zan我的小说，过几天再贴几章…    芸芸:     提前中秋快乐了，周末俺不上网    Melissa:     灯红酒绿，觥筹交错，容易有想当文青的冲动；冲动之后才发现，还是睡觉比较重要    洋:     赞，再接再励    peng:     没关系。。。    小卡:     sigh~还等着你的GP贴呢    yanming:     你到是更像个杂家.不是作家的那种    sayon:     啊啊啊，看到了你的blog到我的blog的链接你怎么知道我的id是这个意思？！    sayon:     别扔石子了，不然我就要叫你精卫了。。。    贺:     你的留言册都长毛了，幸亏我慈悲，去给你留言了。记得去看哦    Grace:     有点文青的感觉….    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%9B%9E%E5%BD%92/",
        "teaser": null
      },{
        "title": "Gp贴出炉",
        "excerpt":"GP贴出炉       曾经某个时期我会觉得自己特别的，与众不同的bt。可惜那时候没有想到把自己的怪僻记下来。另外某段时期，比如现在，我高度的警觉到自己的平庸和附众，所以坚持抵制 自称bt 这种把自我推向平庸的更深渊的行为。我相信过些时日我会回到之前的那个阶段，因为生命是个圈。但我不知道需要等多久，gp贴总不能无限期的拖下去。我不是没有一丝责任心的人，所以我开始写，一些不算g的癖好。               1 爱喝牛奶。       认识radium的人都知道这件事。我看过一个三口之家在超市购物，我和他们买一样多的牛奶。无数人告诫我喝多了身体不能吸收的，我反问为什么喝牛奶就一定想要吸收呢？ 好比你拉shi并不只是为了排泄，拉shi本身就是很爽的一件事情。喝牛奶，也是很爽的一件事。btw，radium那个id在未名死了。               2 讨厌女生在我面前议论化妆品       我不知道一个女孩子听到一群男人讨论装阳药的品牌和功效的时候会有怎么样的想法，我觉得和我听到女人讨论化妆品的感觉类似。我赞同化妆，赞同美容，甚至不反对手术削骨填沙袋等若干措施。不觉的天生的就比人工的高等，不明白为什么很多人能接受牙齿整形就不能接受面部整形。似乎有点跑题，我只是厌烦听到xxx能去处面部角质这类的议论罢了。我拥护女权，就让女人去做她们愿意做的事情好了。               3 坐着的时候抖脚       刚说到女人我就继续说这个常被女人提醒的癖。就是说我很难保持完全静止的状态，说明我比较浮躁，或者急躁，干燥，总之是躁。我现在写到第三条就没有赖心继续写下去也是一个证明。               gp贴真是个很难的命题作文。我今天忙了一天准备家里的party，现在熬到2点，还坚持死磕完这片帖子，这让我又想到另外一癖，就是       4 无休止的纠缠一些无聊的事情        一个例子是当年玩 盟军敢死队，某处为了干掉几个敌人而不触动警报，我通宵reload了上百次。当时内心活动是很激励的，我一面痛骂自己无聊一面继续自我折磨。。。ms有点bt。。。       玩Moorhuhn应该在此之外，因为有老大陪我。还因为有人催我。               5 。。。真tmd难想。。。         （我写到这里暂停了20分钟，我想到写双重性格，裸睡，洗澡的时候唱歌。。。都觉得太没有代表性。然后灵感来了～最后这条曾经可以入榜，此刻也是，不过或许近期内就不能再算一癖了。以是记）         洗澡不用沐浴露        我一直怀疑沐浴露的功能。使用后浑身滑漉漉的感觉让我不爽，然后想到异性的口水滴到它猎物身上的情形。一年前的飞机托运的大箱子里装了一堆香皂，最近差不多用完了。我想我只能换用沐浴露了，因为我早忘了该怎么去买香皂。               今天是中秋，去年收到一句祝福是～月圆人儿圆～ 。现在我打算回家，不知道出门抬头能看到什么样的月亮。 希望是圆的，算对我今天没有月饼吃的补偿好了。                       ps   写gp真的很痛苦，所以我就不扩散这个祸害了。没有要求谁谁谁接着写               ps2  背景音乐改成 严井俊2 烟火 的片尾曲，forever friends。这个音乐加上片尾的烟火，我超喜欢。              Hold me like a friend, Kiss me like a friend                                      Comments   Kyle:     C'est la vie…. see， hurricane is coming~    Kyle:     看来我给大家的印象就是个扯淡的人。。。所以都跟我扯。。。    Yan:     that is life!!!!!!making a comparison, what life did i get????conclusion: US is really better than France!!!!admiring…    Rabby:     哈，我没在你面前提过化妆品！！可能因为我有机会跟你说话的时候，我都在扯淡的原因吧。。=_=    Kyle:     大家不要紧张啊。。我一般对事不对人，只是讨厌议论这个事情本身，而不是议论的人。。。诶。。越抹越黑    Kyle:     我还以为怪僻贴早就传遍大洋东西了。。。原来还是有很多误解。。。狗屁是很好的解释，呵呵，写的本来就是狗屁    优:     难道不是狗屁贴么？。。。我也一直以为是这样的^.^btw:我也反省了一下 只跟你讨论过修眉毛没有化妆品 hoho    Michael:     我一直以为是狗屁贴。。。。寒。。。    sayon:     看完以后就开始琢磨什么叫gp看了评论才发现这么多人都和我一样不知道，真好^_^    Kyle:     re chuang。。。其实我很讨厌装cool的。。不知道那张被你看出来装cool了。。re rose 看来我们中和一下就好了，我看到了很不错的月亮，hoho    Kyle:     re 1＋ 你和田母慢慢讨论我没意见啊，呵呵。可能见了有些人我紧张才会抖脚把。。。你说的那个有问题的内脏是嘛啊，搞的我很恐怖。。。原谅裸睡这么受欢迎啊，接着被2个人赞    Kyle:     re dove 沐浴露不算化妆品把。你这个问题很奇怪re coolish 你就继续冲动把re water gp就是怪癖。。我觉得那些都不怪不癖dere 鱼头 最近到处见你留言就不见你更新，不厚道啊    Echo:     虽然偶吃到了月饼，但没有月亮看。。。。从下午开始就一直下雨。。。    Eric:     小海照片的3点评价：1：开始走cool男路线了2：开始不给人看正脸了3：开始玩意境了    Melissa:     什么叫gp阿？我看到第2条的时候，拼命回忆有没有在你面前讨论过化妆品，好像和田母说过香水，应该不算吧；那我就可以直说后面的话了，我真的没有发现你抖脚——这个习惯我简直不能容忍，我看到别人抖就会晕，而且我听说某个内脏有问题的男人总是会不由自主地抖脚，所以我觉得还是要注意一下比较好。此外盛赞你裸睡和用香皂。裸睡主要是对身体好，用香皂是因为如果你不用香水的话，那么淡淡的香皂味道也很s！当然，前提是你是男人~    Michael:     这个帖子不错，哈哈哈不过你居然喜欢裸睡，赞吖。。。。对于沐浴露我跟你有同样的观点，要不是costco的沐浴露打折估计到现在我还在用香皂呢。。。btw: 看别人的space比自己写爽多了，哈哈，小伙子多努力~~~    Bin:     土土的问：啥叫GP？？？你的文章我喜欢读，以后攒起来出个书啥的吧。。嘿嘿中秋快乐：）    Grace:     哈哈,看看你的GP心情好好啊!让我有了继续丰富blog的冲动    Ding:     今天我吃到了月饼还看到了好圆好圆的月亮：）你是否把沐浴露归为化妆品类？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/gp%E8%B4%B4%E5%87%BA%E7%82%89/",
        "teaser": null
      },{
        "title": "放牛班的春天",
        "excerpt":"放牛班的春天       Les Choristes，means \"the Chorus\" in English               上周重新整理了category。，基于两点考虑，我觉得有必要建立新的分类。第一，100分钟的世界 过于笼统而杂乱。第二，经典电影对白 成了太监类，且我没有心思写下去       我是随意添加的分类，然后也发现了两点很可悲的现实。第一，好莱污蔓延。第二，欧洲片目录是空的。我总是标榜自己热爱艺术电影，所以过去一年没有看欧洲片让我难于自原其说。我开始挽救，并机缘碰巧找到一堆法国电影               我不知道 放牛班 是那里的方言，意思是一群问题学生组成的班。学生的春天或是放假，或是遇到一位良师，这点我是赞同的。今年的9月10日过得无声无息，我找了一堆借口为自己开脱。仅此而已               放 提名去年oscar最佳外语片，落选。我觉得理由有两点，第一 音乐之声 拿了oscar，第一，Dead poets society也拿了 oscar，所以这部2 in 1的作品也不需要再拿奖了。               最近写了两片类似风格的帖子，都是反复用\"两点\"理由来说明问题。。。我得解释是我最近比较二 -_-a                                                                         Comments   Georg:     hey hihai…this is Georg again. Thank for your response on my question. I did it and it is there now. But I can listen to music if I`m in your space. So could you explain to me how to put music or even a video in it. I tried almost everything but it is still not enough. So please help me. thank you so muchGeorg    kyle:     caro。。。同学，哼哼    kyle:     我也有过学法语的冲动，那是看了 Ameli 之后    Georg:     Hey Kyle…whoever you are. i think you`ve got a really nice space. The best thing is your media player. I've seen many spaces which had one and I also wanna have one. Would be nice of you if you could tell me how you got it in your space. would appreciate that. You ve got my mailthanks George    Caroline:     恩，说那么多，最后一句最精辟，Hoho~友情提示——有空赶紧去抢购纯净水啊~    Grace:     我觉得蝴蝶那首法语歌很美,听后中文盲都想学法语    Kyle:     o,我刚好还下载了～～ 过几天看～    贺:     有另外一部相近的片子，也是法国片，大概叫《蝴蝶》吧，讲一老一少寻蝴蝶的故事，大概是今年的，推荐一下。    kyle:     我是氓流我怕谁～hoho    kyle:     我严格算了一下，我看了3部。改天都补上。。。    Echo:     这部片子在香港上的时候刚巧我有张票，就一个人跑去看。看完后发现偶自己去的决定很明智。镭哥说的另外两部偶也看过，仔细想想发现真的蛮像，于是终于得出结论：基本上得奖的大片偶都没太大感触……..sigh看来还是别不甘流俗了    Grace:     我曾经为自己偿不出艺术片的美而很丧气,想到要被归到\"粗俗\"一类一身冷汗…..    min:     我好像也就看了一两部    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%94%BE%E7%89%9B%E7%8F%AD%E7%9A%84%E6%98%A5%E5%A4%A9/",
        "teaser": null
      },{
        "title": "记实报道一下",
        "excerpt":"记实报道一下       事情变得有趣起来               学校正式通知今天中午1200点关闭，大家各自保重了               室友昨晚去了walmart，回来告诉我在美国从没见过那么多人聚集的场面               ms 纯水和面包都卖完了，所以只能买点饮料和方便面               俺也要准备一下出逃计划了                       hoho，爱生活，爱Rita～                       b't'w，想起个很zan的nick，“周末fb放风筝把”，：P               **********************************************       update 一下，多数人打算逃到San Antonia，Austin or Dallas。 我肯定是趁机出游得，所以最初计划是开到Las Vegas，不过大概要开25小时，但周一就可能恢复上课，时间太紧就放弃了。现在改为开到凤凰城。houston已经租不到车了，所以我们会先开到san antonia再去租车。现在I45 &amp; I10 堵得不行了，不知道一会儿半夜出发会不会好点。               下午去了walmart，食品栏 80％都空了。。。               hoho，人生注定又完整一点～～～                      Comments   Kyle:     我是不是也该考虑收阅览费呢。。。    Shu:     来敲诈个版权费~~=P    Kyle:     THANKS ALL～now, I am back, I am safe,…and, I am black…    jingxi:     小黄，生日快乐哈。。。。希望你还活到在。。。阿门    Heng:     你的背景歌曲很好听啊,叫什么名字啊?    芸芸:     深圳也是大风大雨的闹了3、4天，怎么我和你总是有难同当？    小卡:     真是太爽乐！！！！偶同事上周末叫偶去三亚偶么去，结果间海南登陆了30年来最大的台风，55555偶后悔死乐。。。。    sayon:     新闻上说为了撤离，堵车几百公里呢怎么样，你赶上了没？    Shanshan:     ft～现在还没有露面～不会在外头爽歪了吧？    Jing:     今天看了报道，很严重！你现在如何？？    Maruko:     我也好希望Rita到我们这边来访问一下，我们可以不用请假就出去旅游了。最好她还可以顺便帮我们为民除害：别的破坏就不要搞了，把我老板这个大J人卷到海里去就好了^_*    Guyuy:     昨天看了新闻 有点猛喃~~~~没事三….    Grace:     看了新闻,好象不是很乐观,说实在的, take care…    Annie Avant Chanel:     别来投奔我，我忙死了。    辉辉:     慰问一下小海同学。。。    此地无银:     感觉飓风来了，你们就像过节一样…    yi:     Where are you now? Come to Madison!    Echo:     加油努力避难努力玩儿~李大钊同志的话真是时用时新，与时俱进，嗯    Shannon:     很难想象阿~~~ take care    Grace:     en……乐观,值得表扬!不过一般说得越轻松越紧张喔    Melissa:     你的人生又完满了一次！！！恭喜你！！不晓得你看过《血色浪漫》没有哈，你就属于有潜质成为钟跃民那样的人，什么事情都很乐观哈！赞一下。顺便提醒一下还是要注意安全哈！不要让有些像篡夺龙尾头牌的坏小子在新加坡太高兴！    jingxi:     飓风吹，吹走了一次分离阿。 呵呵来暴风雨来得更猛烈一点吧，咦~~~好像前不久我才引用过这句话。ps:小庞可能来不了了，你多保重。    sayon:     啊……居然有飓风！听上去很遥远很遥远的东西啊不过想到你逃难的样子就觉得好笑有没有背着被子举着洗脸盆啊？    雯:     ……..take care    芸芸:     又有什么风了？    Ying:     咋了咋了？你也要避难了？到姐姐这儿来吧～～^_^    peng:     really~~~~~~~~~???????!!!!!!!!!take care!!!欢迎来避难哈~    Yu:     几天没有过来看了，文集充实了不少啊。今天我和nick一起K歌啦，他唱歌还不错的说。没有想到作phd这么辛苦。忙起来有时候连饭都不能按时吃，不知道你们那边怎么样？    Bin:     啊？原来是真的啊。。。。现在如何了啊？cmft。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%AE%B0%E5%AE%9E%E6%8A%A5%E9%81%93%E4%B8%80%E4%B8%8B/",
        "teaser": null
      },{
        "title": "Hoho, I Am Back~",
        "excerpt":"hoho, I am back~       盘点一下本次Rita难民生涯               7天7夜，行程总共 2200 miles ，hiking总共大概12 mile（大山里5m，沙漠里5m，洞里2m）。 逛了3个国家公园（另外还横穿一个），横跨山区中部时区，南下非法入境墨西哥，北上串入新墨西哥洲。               生活因为意外变得美好。一周前我写到我爱Rita，现在我要说，我真tmd爱Rita～               ps 游记能写多少算多少，写不出来贴照片凑数               ps2 今天我生日，大家看看该怎么着怎么着吧，嘿嘿               ps3 先贴几只路上遇到的狗。我喜欢狗，讨厌猫。                                                       Comments   Kyle:     这些狗 我都不认识的    sayon:     第一个是古典英国牧羊全么？我喜欢！前两天去狗展看见一只，可惜只照到屁股……    皮皮:     过来祝生日，天平！！！！    Kyle:     re heng college station没事啊，我很多朋友都去那里避难的re lp  ni ye kan chu lai hen fu mei la ,hohore coolish…那句法语嘛意思？re mj,,,,我太白了。。没想到hb嘛意思。。。    Jing:     海，HB就是happy birthday吧，生日快乐！天秤的同类～～第三张的美女看起来不错嘛！    小卡:     赞~迟到地祝生日。；另偶棉开始要5天穿越无人区~也给自己打打气！！    peng:     che bu cuoZUO HOU YI ZHANG NANMIN ZHAO….YOU NA ME DIAN WUMEI~ HEIHEI    Grace:     To hi_hai: wahaha, 你说的没错，NO.4真的很man！ 　    Grace:     没想到你那么happy啊，我一看到你的小星星闪啊闪的，第一反应是，还好那厮没挂！Te quiero mi vida!    Heng:     幸福啊.我就在抢购两天,在家呆了两天…    peng:     好感动哟！！！！ 哎~ 今天尽是些感人的事情~~    Kyle:     ft…最后一行怎么不见了。。。的却够 “妖”re shmiluwill  hoho，还看不到你blog了。。    kyle:     re diudiu 国家公园当然都在大山里啊，没信号的。。你是不是想说第四只狗超man啊，呵呵re lp 我在生日前30分钟赶回家，roommate给我买了蛋糕，感动死了re cici 其实不如回国一趟玩的爽啊，呵呵，谢谢关心哦～～～re solomon  HB嘛意思？？re shmiluwill    Mimi:     Rita rita “我”爱你，这是给你最好的祝福~~~~    yang:     HB    Bobblecat:     happy birthday你还真是幸福死了    peng:     正想来说 你这次生日过得有意义。。。结果你都回去了索~~~~    Ying:     BTW，你是不是逃难的地方都是偏远山区手机没信号啊？怎么给你打好几次电话想慰问一下都接不通？？？    Ying:     第一只狗超可爱，第二只狗超搞笑，第三只狗超可怜，第四只……    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/hoho,-i-am-back~/",
        "teaser": null
      },{
        "title": "在rita的日子里－1",
        "excerpt":"在Rita的日子里－1       收到学校通知停课email后，我第一时间联系zhenyu，“准备出去玩么”？ 他回答说 “玩个头啊”。后来事实证明我的确太理想，而他也太现实。Rita终究是场难，逃难和出游还是有本质区别的。               我终究还是跑出去玩了，不过是从逃难开始的。               周三中午开始四处张罗，到了夜里11点差不多确定了难友和出逃路线。12点出门，由于高速关闭我瞬间就迷路了。然后和朋友遥call问路，蹉跎了n柱香时间才到了zhenyu家。随后7人5车上路。               据说I10前后堵了70mile，我们选了Alt 90。从59西上90，就是悲剧的开始。。。红色的虚线是我们在15个小时里龟进的线路，50mile左右。zhenyu说他十多次差点追尾，我就好多了。只有一次险情，就是真的追尾了。原因很简单，就是刹那间睡过去了。还好前面的SUV够壮，完全没有受损。以后我就学会了拉了手闸再睡觉。               71北上穿过I10后道路就通畅了。不过那时候大家都走散了，天黑下来了，油箱也快干了。所幸的是在事先说好的小镇大家终于回合了，只是丢了zhenyu。后来知道他直接去了San antoion。剩下6人决定赶到附近的Giddings过夜。motel当然都满员，我终于实现了在车上睡觉的心愿。               ps 在Giddings的政府大楼门后，我见到的蛐蛐比过去20年见过的还多。小时候总想捉一对蛐蛐来斗，不过要找到两只雄蛐蛐是很难的。所以斗蛐蛐一直未遂。那天见到那么多蛐蛐我很兴奋，不过忘了怎么区分雌雄蛐蛐，这个愿望又落空了：（               ps2 在途中一个朋友被蚂蚁咬，全身过敏。幸亏旁边有家医院，不然是很危险的。医生的话说people may die...另外见识了美国小镇的酒吧，顾客都是小镇常客，很是温馨。除了太多蝗虫在四处飞。。。               ps3 警察是会骗人的。在Giddings的一个油战，警察为了防止大家排队堵车都说没有油。还好被我们识破加满了油。既然有了油，什么都有可能了。                                逃难阶段基本到此结束。                                                                                                              Comments   Kyle:     光看我怎么知道那个在叫啊。。。    sayon:     笨哦，公的蛐蛐才会叫，母的不会    Kyle:     hi～～～    Heng:     re    小卡:     赞一，只是塞车太恶心    Xi:     误闯误撞的进了你的blog.这才知道原来Rita是在你们那块儿:) 路过, 打个招呼:) 初来乍到,请多关照!    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%9C%A8rita%E7%9A%84%E6%97%A5%E5%AD%90%E9%87%8C-1/",
        "teaser": null
      },{
        "title": "在rita的日子里－2",
        "excerpt":"在Rita的日子里－2       只要用一个成语就可以概括下文的内容，充分说明中文的高深和伟大。就是 否极泰来。注：否读pi3               lp说我最后一张难民照很fm，我再看看也有同感。原因是当时没穿上衣，我自然要遮盖一下。当然，后来在沙漠拍了n多裸上身的照片，那是后话了。转运是从起床开始的。我们车停在一个满员的motel旁，早上一家人check out的时候看到我们落难的惨状，就邀请我们去房间洗澡。这时候的心情也可以用一个成语来描叙，就是 喜极而泣。               随后上路，一路畅通无阻。在到Austin之前一个小镇，我们弃了2辆车。剩下6人乘2车前行。在某个visitor center我们召开了难民第一次会议，确定了以fb来弥补逃难痛苦的总方针。随即订了旅馆，直奔Big Bend National Park。               Fredericksburg       位于Austin西部的一个小镇，德国后裔修建。小街特别有欧洲风格，照片为证。可惜是我们没有时间观光，只是在那里吃了晚饭。       I10       车是朋友的凯迪拉克，路是山间宽敞的I10。我很长一段时间平均90m/h,最高到了103m/h.飚车竟也有如此的乐趣，让我想起刷刷的感觉。另外想到的是塔木小品里面的一句歌词：“我们大步迈在，资本主义宽阔的highway上”       Marathon       旅馆定在离Big bend很近的小镇Marathon。途中曾停车休息，惊讶于满天的繁星。我自诩识星图，却找不到北斗七星，只因为星星太多了。到了Gage hotel异常兴奋，四处照相而无睡意。               这些都是序曲，精彩是从Big Bend开始的。                                                                 Comments   Kyle:     re 小卡，那我就等着看你爬山的照片了，呵呵re awu 就是，偶也超稀饭re 雨林，放假总是high的    Knox:     看来这次RITA你还是很HIGH嘛，是不是？呵呵！    诗荃:     超喜欢那个white sand national monument    小卡:     已经看见海了，偶也该JJ乐。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%9C%A8rita%E7%9A%84%E6%97%A5%E5%AD%90%E9%87%8C-2/",
        "teaser": null
      },{
        "title": "在rita的日子里－3",
        "excerpt":"在Rita的日子里－3       Big Bend National Park               运气不要太好，遇上 National Park Day，免门票。               Big Bend南部的那条河就是美墨边界。我们涉水过了河，就算到了墨西哥。夜里住在山上，旅馆周围居然还有无线信号，大家纷纷上网check email。学校通知上课时间no ealier than Thur, 我们也确定了继续往西往北推进的计划。一宿无话。               次日我早起，但还是错过日出，憾。我一个上山，就见到了lion warning的牌子，顺便自拍了那张惊恐状的经典。选定一条5.7miles的trail，hiking之。沿途风光无限，感慨于自然之壮丽。再回到旅馆，上网搜索chinese buffet，一行饿狼直奔El Paso。               之后一些场景似曾相识。笔直的一条公路从脚下延伸，直到没入天边的夕阳。一切都镀成金黄色。               过去听说El Paso是因为去墨西哥拿美国签证的都是到这个城市。这次留下了两个印象，第一是在某家buffet吃的爽甚，第二是夜景那片灯光美甚。我们甚至在高速上打应急灯停车拍照，可惜效果多数不佳。               到达Alamogordo已经是新墨西哥洲，已经是山区时区。下一站白沙，就是高潮了。       Comments   Kyle:     sayon jj,我错了。。您不要继续纠缠了行不。。。    sayon:     难道你以前说得都是四川话吗？那我居然能听懂你说话，我真是好牛啊！那么就是说你的语法和发音都不合格了？    Kyle:     不是我不用说，只是我不会说。。。另外刚才是个语法问题，和发音没啥关系吧。。。    sayon:     嘿嘿，谁让你大张旗鼓宣称自己不用说普通话啊~自然就把别人的注意力引到这里了对了，我记得最早还是你告诉我高考第一题拼音题把你摧残的够呛呢    Kyle:     哭，，，伤心了。。。说错一句话而已啊。。    sayon:     才去了米国几天啊，中国话都说不利落了正确的语序是“小时候俺妈告诉我生在福中不知福还是有道理的”而从你的语法错误中，我终于深刻领悟到自己有什么是值得羡慕的了诶，你莫非是要身体力行的告诉我这一点？    Kyle:     呵呵，俺妈小时候告诉我生在福中不知福还是有道理的    Kyle:     呵呵，俺妈小时候告诉我生在福中不知福还是有道理的    sayon:     来来来，快告诉我我有什么好值得人嫉妒的地方一定要告诉我好让我恢复一点信心    Kyle:     其实偶也很嫉妒你的，sayon。说实话    Guyuy:     hoho 你寒假要回来啊~    sayon:     sigh，嫉妒的要疯了！眼红眼红眼红！！！    Kyle:     来了一年多就去处耍了一周，也叫潇洒么。。寒假回家可能最多就三周吧。。。    peng:     i wish i hope i look forward    Yan:     你的日子不要过得太潇洒噢！！！！简直就是天堂跟地狱嘛！！！！！    Kyle:     re 虎妞运气是守恒的，时刻要记住re royalblue时刻不要忘了玩就好了re lpdeng寒假一起回去耍吧，hoho    peng:     …..ou ye xiang shua!!!!!!!!!!!555~~    蔷:     为啥rita来的日子里, 还能玩的那么开心呢?    Unknown:     这人运气不要太差,我怎么上哪哪的门票长价    Kyle:     我是逃难，顺便出游，大家要搞清楚。另外如果真的遇到lion。。。恩，我是真的遇到lion了。。    Ding:     以前看过一篇文章，是写一个与lion之类的猛兽和平共处的小女孩，据她说，碰到这类动物，面对面地平静的看着它，如果动物不是饿极了，一般不会有什么危险。如果人掉头就跑，反而容易引起动物的攻击。    Ding:     套用别人的一句话：也许就因为要成全你的出游，Rita来了。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%9C%A8rita%E7%9A%84%E6%97%A5%E5%AD%90%E9%87%8C-3/",
        "teaser": null
      },{
        "title": "精武家庭",
        "excerpt":"精武家庭       看每一部电影都该是有原因。比如说 无聊 。               不过这次肯定不是无聊。明天要考试，今天要拉shi，生活还是算忙碌的。               港片有了些半新不老的面孔总是好事。美少年 里面的两位男主角都在，twins依旧活蹦乱跳。这些人我还都算喜欢，所以片子也看的舒服。               不过我不哈twins的，因为她们老唱粤语歌。我也不迷帅哥，这个不如去贴图版看裸女来的刺激。总结一下，这些偶像们也不是我看这部电影的原因。               至于里面的哼哼哈嘿，虽然是袁导调教出来的，也是乏味的。               我究竟为什么要看这部电影。。。我自己都不想知道       不过不经意的，我们多多少少会知道一些原本不想知道的东西，这注定就是悲哀的。。。哭。。。               ps 我明天真要考试，而且极有可能创下来美后考试的最低分。。。再哭。。。                                                 Comments   kyle:     hoho，考试混过去了～    Ding:     你要是枯死了，那就送花了    kyle:     早知道我写 哭死 好了。。你们直接烧纸就好了    kyle:     我一直以为你叫corolla，原来改叫collora拉。。。    Ding:     给你纸巾    Caroline:     不哭不哭，还得留着眼泪到新奥尔良呢~~Good luck for the exam.–Collora    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%B2%BE%E6%AD%A6%E5%AE%B6%E5%BA%AD/",
        "teaser": null
      },{
        "title": "Papillon, Le 蝴蝶",
        "excerpt":"Papillon, Le 蝴蝶       英语有些词汇很难琢磨。比如用 fly 这么美的词来称呼苍蝇，而 butter+fly 这种俗称来指代蝴蝶。       我专门查了这个词的来源，一是说源于荷兰语 boterschijte. 二是说 based on an old belief that the butterfly was really a larcenous witch in disguise.  看来这次比较二的不是我，而是某些欧洲人               有种电影美的像画一样，大概说得就是这样的片子。我尤爱里面的色调，满山遍野的翠绿挤进眼眶的感觉是惬意的。发觉雀斑也会如此的可爱，密密麻麻涂在脸蛋上。               画不见得都是美的，为什么上面我要写\"美的像画\"呢。。。不知道了                               ps       http://www.frenchfilm.vcu.edu/2003/film_papillon.html       里面的 View Video可以看到电影的Trailer               ps2 歌词和旁白                           “为什么鸡会下蛋？”             - 为了蛋都变成小鸡。              “为什么情侣们要亲吻？”             - 是为了鸽子们咕咕叫。              “为什么漂亮的花会凋谢？”             - 因为那是游戏的一部分。              “为什么会有魔鬼又会有上帝？”             -是为了让好奇的人有话可说。                            “为什么木头会在火里燃烧？”             - 是为了我们象毛毯一样的暖。              “为什么大海会有低潮？”             - 是为了让人们说：“再来点”.              “为什么太阳会消失？”             - 为了地球另一边的装饰。              “为什么会有魔鬼又会有上帝？”             -是为了让好奇的人有话可说。                            “为什么狼要吃小羊？”             - 因为他们也要吃东西。              “为什么是乌龟和兔子跑？”             - 因为光跑没什么用.              “为什么天使会有翅膀？”             - 为了让我们相信有圣诞老人。              “为什么会有魔鬼又会有上帝？”             -是为了让好奇的人有话可说。              －－－－－－－－－－－－－－－－－－－－－－－               你喜欢我们的旅行吗？             - 非常喜欢.               我们看到了很多漂亮的东西，不是吗？             - 可惜我没能看到蟋蟀。               为什么是蟋蟀？             - 还有蜻蜓。               嗯，也许下一次吧。               我能问你点事情吗？             - 又有什么事？               我们继续，不过由你来唱？             - 绝对不可以。               来吧。             - 不，不，不。               这是最后一段了。             - 你是不是有点得寸进尺了呢？              －－－－－－－－－－－－－－－－－－－－－－－               “为什么我们的心会“滴答？”             - 因为雨会发出“淅沥”声。               “为什么时间会跑得这么快？”             - 是风把它都吹跑了。               “为什么你要我握着你的手？”             - 因为和你在一起，我感觉很温暖。              “为什么会有魔鬼又会有上帝？”             -是为了让好奇的人有话可说。         Comments   kyle:     哈哈，太zan caramel同学的幽默了仅以遥hi一下表达无限景仰之情啊。。。    Shu:     偶要呼吸大块大块的绿地!偶要拥抱大片大片的蓝天!偶看到的只有MID-TERM!偶郁闷…继续傍大脚去LIAO…    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/papillon,-le-%E8%9D%B4%E8%9D%B6/",
        "teaser": null
      },{
        "title": "关于new Orleans的一切",
        "excerpt":"关于New Orleans的一切       上周本想写篇人物，可惜有考试，就耽误了。我觉得一定要补上，因为我是极少写人物的，除了小学阶段反反复复写点俺爹俺娘。沉迷灌水的年代，也曾想过给刷子们写真。不过我肯定无法写全，难免会厚此薄彼，所以就放弃了。 本来要写的是我的新roommate，一个刚刚从U of New Orleans转过来的新生。加上这个周末去了趟 New Orleans，超！过瘾，一定要记下来。               先说我roomie。小标题是“记一个搞笑的衰人”。小伙子大致生平如下，今年来美，2月后遇到Katrina逃难到Houston，然后Rita来了，又颠簸流离了几天。住到我家时候全部家当大概就几件t shirt。我其实很少用搞笑来形容一个人，毕竟或多或少大家都有幽默细胞，搞笑并不是突出的特征。不过roomie绝对是个例外，从他第一次坐我车开始我就意识到这哥们不简单。“驾～驾～快去救师父～～” 每次他都在副驾座上这么吆喝的，并作骑马状。               开始我把他名字错记成了‘“遥遥”。遥遥名句太多，我不能一一列举。一天他突然告诉我 其实搞笑的人内心都很空虚。听了觉得蛮沉重，然后我觉得该记住这位哥们的名字以示尊重。结果我又错记成了“悠悠”。悠悠晚上来我房间聊天，说他大二和初恋分手了。我说考，过去n年了你还牵挂啊。他说操，老子就没从阴影里走出来过。那天后我终于记住了他名字，叫鄢嫣。               Yanyan家当还都留在New Orleans，所以周末我们租了辆miniVan开过去。临时拉上zhenyu，三人行。下面故事就转到 New Orleans 游记。这一段就是承上启下的。               开Van是畅快的，初到LA州是新奇，瞻仰New Orleans的废墟也是企盼的。一路上就琢磨回来可以更新blog了。Rita游记我写的烦了，正好换个题目。 到了New Orleans已经晚上10点，天黑了。               。。。。。。               写到这里我酝酿了10分钟，然后决定用上面的省略号代表从I610上Elysian Field Ave后2 miles距离里面我的感受。其实yanyan之前就警告过我，只是我不以为然。他说，“那里和地狱一样”。               其实我还是可以大概描述一下。大家想象一些恐怖电影里面的dead city，一个小镇空无一人，房屋全部破败了，路旁的是无尽的狼藉。黑夜，四周没有一丝光；风很劲，卷起的落叶在车灯前飞舞。                    去yanyan家搬东西又是很经典的。浓浓的恶臭，墙上的大洞，三人打着电筒摸索上楼梯。那晚风特大，zhenyu说觉得楼在晃。。。                        我本来都很久没看恐怖片了，结果那晚来了个现场版，心里真的发毛。。。我觉得与其辛辛苦苦重建这个城市，不如直接作为恐怖电影外景基地好了。拍了好些照片，效果都不佳。我们倒是很过瘾，各位看官意会意会，呵呵。              Comments   Kyle:     maxiaonan，看不到你blog拉    Shannon:     世界就是这么小 哈哈    Kyle:     bush那猴样，怎么能比偶们胡哥啊    yi:     美国政府效率真是低，还是我们共产党领导得好呀    Kyle:     阴风的风差不多。。。    peng:     feng fu duo cai ya!    Kyle:     ft、、、我怎么就想不通为什么你认识xiaonan啊    Ying:     刚发现你居然认识xiaonan！！！然后仔细一想就想通了，只是以前一直没意识到～～～    Kyle:     re 1＋ 其实你不说偶都知道，也就没人担心偶的。。。人心不古啊。。re maxiaonan，你们海边风也不小把，呵呵    Kyle:     我也觉得yanyan是个女孩子名字。。。我也附和一下1＋的问题，diudiu你有多少mm啊，hoho    Kyle:     comf awu… 在那里实在不敢久留，不然还可以去看看你房子。。。不过downtown那块儿挺好的，也有电。我们还去夜游了一会儿，很8错的    Shannon:     这么大风。。。。好难想象    Melissa:     to 海：亏得我一直就没有替你担心过哦。看到你说要逃难，心头就想某些人又要出去耍翻天了，还逃难呢~~~果然，不孚众望阿，耍lia皮了哈！to diudiu：你究竟有几个好妹妹？    Ying:     鄢嫣？？？跟我妹妹名字一摸一样！！    诗荃:     btw,我喜欢你现在放的这首歌谁唱的啊，有没有copy给我发一个～    贺:     我果然是没心没肺的，看到这篇居然在上班的时候笑出声    Ding:     噩梦里出现过类似的场景…    诗荃:     看了你这篇文章，我真要疯掉了我可还盼着12月份回去呢5555555555，心里难受死了    雯:     '搞笑的人内心都很空虚'  嗯，快乐都给别人了    Michael:     New Orleans这么惨。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%85%B3%E4%BA%8Enew-orleans%E7%9A%84%E4%B8%80%E5%88%87/",
        "teaser": null
      },{
        "title": "闲话一片",
        "excerpt":"闲话一片    关于背景音乐。添加media player好像大家都会了，剩下的问题就是找个免费的网上空间。过去我去baidu找歌，甚不爽。现在我用 www.castpost.com .这个网站其实算个多媒体blog，可以随便上传音乐和视频，空间也不小，随意干。    我的主页是 http://hihai.castpost.com 上面有我所有背景音乐。另外有个视频，很有意思，大家可以去看看。    现在的背景音乐是Butterfly Effect里面的曲子。很玄幻的感觉，偶稀饭～        Comments   Kyle:     可能是你代理的问题，我这里上这个网站很快啊    洁:     ^_^    贺:     啊，花生花生！镭哥你这破连接，根本刷不出来页面的。既然是多媒体blog,为什么不用www.myspace.com呢？    Kyle:     花生～～～太感动，又见到师父了，hoho    Yin:     镭！赫赫。当然记得你了。那个media player怎么加的？    Kyle:     最近接连认识戎懿的朋友啊，呵呵    Kyle:     Jesus loves me, this I know~    洁:     在朋友戎懿的空间里链上了你，你的blog真的很不错，能交个朋友吗？我的msn是mo__jie@hotmail.com如果可以，真希望你能给我们的杂志《新东方英语》写些留学生活类的文章，呵呵    Terry Tang:     ~~~~~永远爱你+LOVE U FOREVER~~~~~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E9%97%B2%E8%AF%9D%E4%B8%80%E7%89%87/",
        "teaser": null
      },{
        "title": "Twelve Monkeys",
        "excerpt":"Twelve Monkeys       终于看了十二只猴子。               这是我很喜欢的电影。 离奇的科幻和疯狂的表演               我原本不知道Pitt出演了这部电影的，所以在片头看他名字时我很惊喜       里面他是个疯子。我很欣赏疯狂淋漓的表演，那种歇斯底里让我觉得痛快。               和很多科幻片不同，这片子告诉我们历史是不能改变的，即使你有时光机器回到过去。       你所能作的只是在\"过去\"留下些痕迹，到了\"现在\"再来找寻。               难道记忆还不够多么，何苦还要回到过去。我想Jay多半没看过这部电影的，不然他就不用那么深情的唱 ～想回到过去了～ 了。               本想引用猪草的一句话结束的:“ 即使从头再来，我还是这么过” 但我突然意识到自己的虚伪       kao！我本不想这么过得               但终究这么过了。。。无奈也罢，无悔也好，继续，干！                               Comments   peng:     na tian qu xue xiao jie zhe bu pian zi….ju ran bei gaozhi pianzi shizong le ~~~~  &amp;__&amp;    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/twelve-monkeys/",
        "teaser": null
      },{
        "title": "神话",
        "excerpt":"神话        立意高 是本片一大优点。看到成大哥作浩然正气壮，训斥盗墓为 可耻 的行为，我还是蛮赞同的。               另外，和 七剑 比，至少还有一个优点：就是找了个还算一线的韩国演员来撑场子。虽然有点过气，金jj 还是风韵尤存的。哦，还拉了个火辣的印度mm，也算导演用心良苦               此外，这片子就是tmd一坨shi，细看，上面还有没消化干净的韩国泡菜和印度咖喱。                       ps 想到了小学时候看的 古今大战秦俑情。有人说 神话 模仿 古，其实丫根本就不是一档次的。                                                                                 Comments   kyle:     我的地盘我作主，嘿嘿    xz:     wakao, 这样评电影太狠了点……做人要厚道……    kyle:     我最恨电影里讲伪科学，如果没有梁家辉这个角色我对它印象会好很多个人喜好而已，随便拍砖    宏娟:     我覺得畫面還是不錯的阿，只是情節就太。。。飛來飛去得很有feel    kyle:     对 神话的歌不错onlyyang同学同意的啥呢    yi:     同意！    Grace:     我是说神话里那歌! HOHO    Grace:     那歌真不错呢, 有赚眼泪之嫌    kyle:     此中妙处，难于君说，嘿嘿    Heather:     so many movies!I like them 2!    Unknown:     果然整个SPACE都是关于电影的, 不喜欢生活写实吗？    kyle:     观点基本一直，大部分都是shit、、、    Dagang:     Ms. Mallika Sherawat is so pretty and sexy. I really like the song \"Endless Love\" as well. The left parts of this movie suck.    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%A5%9E%E8%AF%9D/",
        "teaser": null
      },{
        "title": "Transporter,the",
        "excerpt":"Transporter,the       这部电影其实是吕克 贝松导演，美法合拍的。我把它归类到好莱污，因为这就是部好莱污电影。               上个月上映了Transporter II，我就想看看I. 结果就偶然看到了，意外么               敷衍过去了                                                                 Comments   kyle:     fb穿肠过，不用记了，呵呵    Heather:     把你fb的内容贴出来吧猴子    peng:     hahahaha    Kyle:     re dagang 我没说我看了II啊，只是说II上映了而已re xp 我也没说我喜欢这部电影，只是看了而已大家不要总误会偶嘛。。。哀哀 。。。    Heather:     sigh, u like this kind of movie…………    Dagang:     I donot know if you have seen Transporter II.The acting movements are a little bit exaggerative.And one my friend likes the evil actress[Kate Nauta] very much.    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/transporter,the/",
        "teaser": null
      },{
        "title": "偶以为",
        "excerpt":"偶以为            偶以为能在12点前赶完作业，但就目前形式看来不容乐观。 下面只能敷衍过这篇blog                        偶以为一年前文集里的一片帖子只是戏言，但真的在半夜去了海边       偶以为能在满天的繁星下遥hi 神6，但夜空的主角只是轮皓月       偶以为月光撒下来会像缎子铺满海面，但远处只有无边的黑、近处的潮汐又撕裂水中的月影       偶以为沙滩上会有打洞的螃蟹和下蛋的海龟，但除了残缺的贝壳外都是白沙       偶以为会在充满腥味的海风中瑟瑟发抖，但除了蚊子，环绕的一切都让我觉得清爽       偶以为主题是静静的坐着品味\"沧桑“，但一个电力几尽的相机让若干pose狂持续亢奋       偶以为秋千加大树和夹杂在树荫中得光斑才是绝配，但另类的&lt;海 月 沙&gt;组合也会有许多惊喜       偶以为回程的车上我会睡去，但升到头顶的月亮突然让我想到 城里的月光，可惜cd里没有               偶以为这篇帖子都是叙事，但末了忍不住想多写几句               偶以为一直在前行，但重复的景象提醒我在打圈       偶以为海是广袤和无垠，但也许浇不开小小的蓓蕾       偶以为都是欺骗和利用，但也能粉饰成一片平和       偶以为有了代价就能有长进，但狗终究是要吃shi的       偶以为一张机票能把我带回那湖边，但面对新建的43楼我会觉得陌生吗？               偶以为我会的。                                                                                 Comments   Kyle:     木机会坐船出海啊。。。555    雯:     月光撒下来会像缎子铺满海面 这个你以为是对的，嗯，真的很美，估计坐船比在海边的效果会好很多    Kyle:     抓狂ing。。。    sayon:     patpat！多乖的小孩子啊！！！    Kyle:     jj，我又错了。我下次不敢酸了    sayon:     已经够酸啦，非要强调自己不够酸，莫非是想要百尺竿头？    Kyle:     re awu 我承认zt好了。。绕了我吧。。re easy 诶亚。偶签证还没约好呢。。郁闷中    Kyle:     re caramel 有个女歌手叫 许美静，可能是偶门这个岁数的人听过得。。。某人要是 托电筒天王 ，那么被其罩的岂不是哪吒三小姐？re sayon 偶只是一般酸吧。。主要是另外某些同学写的游记ph值太低，我受点影响而已。这里就不点名。    yi:     你也要回国了吗？好呀好呀！！！    诗荃:     猪头，要遵守游戏规则，多好的测试啊，怎能在我那儿断子绝孙呢？哈哈    啦啦:     我以为 3个字 很气概。    sayon:     你在那里发酸，这里的观者在羡慕你半夜能去海边呢。。。    Shu:     城里的月光是首歌么? 不过没那首歌, 某\"托电筒天王\"也一路K回的HOUSTON呀..咳咳~    Kyle:     re 小珑 反正都过了，大家就都是过客了re awu  不是我不配和啊，你那个问题忒多点了。。。怎么玩啊。。。re triff  还是问一句，胃病真的么？    Kyle:     re jiangyu 偶吃面的，hoho    诗荃:     yo,被我点名啦，快去看看    Jing:     萧瑟秋风今又是，换了人间……    贺:     从来没觉得自己是北大的一分子，从来都只是过客张望，可能和境遇有关吧。大一才来觉得什么都新鲜的时候就给拉到万柳关禁闭了，好不容易回来了，就觉得一大把年纪像大一新生似的，大肆就更不用说了，一下子就飘过去了    min:     我也觉得有什么东西在打圈。。。。。    Grace:     好!拍手…..    Yu:     每每看的你的文集，就有一个疑问，你到的是学文的还是学理的啊?    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%81%B6%E4%BB%A5%E4%B8%BA/",
        "teaser": null
      },{
        "title": "Update新歌一首",
        "excerpt":"update新歌一首            我是鱼 by 两只鱼           本来有MV，不过rmvb格式不能在blog上放，遗憾。。。           下载地址 http://hihai.castpost.com/fish.rmvb   我看过一遍就很喜欢了。                       网络时代很是有趣，hoho                       btw, haha，刚看到 Astros 一扫上场的霉运，顺利挺入World Series !!!!  go go go~~~~                       Comments   Kyle:     hehe 开来是很流行的鱼    Ding:     我还看出来那条鱼和我的一条一样，就是size小了点    Kyle:     re 鱼头 re drax  我光看不作，就不用被你干\"死\"了吧re xiaobi 呵呵，萝卜青菜而已。不过换了一首歌，re easy 我看了你的行程的，无缘碰头啊    Kyle:     re dove…真是慧眼啊。。。这个都能被你看出来re lp 贴个连接吧re dagang 5Q，呵呵    yi:     说说你的行程啊 看看我们什么时候同时在同一个城市。    此地无银:     说实话，不好听^_-    Michael:     你丫被点名了，看我space，不看——干死你！！    Dagang:     Where did you get this funny movie?    peng:     they are so cute~~~    peng:     recommend \"you are bueatiful\"hao guimei de shengyin    Ding:     还是在寝室里拍的    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/update%E6%96%B0%E6%AD%8C%E4%B8%80%E9%A6%96/",
        "teaser": null
      },{
        "title": "Bt的游戏",
        "excerpt":"bt的游戏            上次怪僻的问题已经让我很头痛，这次n多问题的游戏我就不想做了。夜里tk好友blog，发现有赖心的朋友也不少，看了几个极其搞笑的和大家分享一下                       －－－－－－－－－－－－－－           先是美女artong的,我狂笑了半分钟不止                       提问2：为以下物品撰写一句话。此物品为二锅头。『出题人：葵』           茶马古道马帮的领头人叫锅头，这二锅头是二当家的。           －－－－－－－－－－－－－－           然后是bobblecat的冷笑话。本来答案很平常的，不过后面一句原因就是点睛之笔了。哈哈，我每看一次都想笑                                       提问 7          ：如果你可以变成动漫 /          卡通里的角色，你想变成谁，说出原因。『出题人：猫猫 HISA        』                            机器猫，我总不能说变康夫吧                               －－－－－－－                    单纯善良的solomon，有了如此隐身的便利居然就只想上网。。。相比之下我内心的黑暗就暴露无遗。。。这也是我不想作这个游戏原因之一                      提问 11          ：你一觉醒来，发现全世界的人都看不见你，也听不见你说话，你会怎么办？『出题人：樱桃猫猫            』            上网呗                                  －－－－－－－－－－－            最sb的就是鱼头。拜托看清楚问题先，不是问你恋人住址。不过 北京万柳 也算特征之一，多少能引的有房有车的成功男士倾心。                                                                  问题38：                      你最喜欢你恋人或目标恋人的哪儿? (无所谓是长相还是性格...) 『出题人：蚂蚁』                             在中国北京万柳！！！！！！              －－－－－－－－－－－－－－－           awu的最后一问，让我对师姐的个人崇拜到了空前高度                       问题39：举一个证明你创新能力的例子？『出题人：花儿』        创新？记得以前说过一句 “老虎屁股上拔毛儿” 被我lp称赞创新来着。还有一次人家问谜语也创新来着： 人家问上厕所扛枪打一地名。我答:宝鸡。正确答案是：保定。               －－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－                               列举到此，hoho                               其实游戏里面有些问题很白痴，比如有道题问初吻，没人愿意公开的。还有一个问“孙悟空和黑猫警长谁更性感”，我狂倒，因为在我看来此题类似于问你愿意孙悟空上床还是和黑猫警长。人道一点的问法可以是“你觉得卡通人物里面谁最性感”，这样我便可以回答是 花仙子。比起儿时朦胧的初恋，不管是北条司、桂正和笔下的女郎，还是x漫画里赤裸的肉体，都是不能比拟的。                                  师姐鱼头终究点了我的名，也得有所表示           不过只回答awu的题目，hoho （鱼头又忘了提一个问题，我对此不作任何评价）                       Q：看过sex and the city 么？最喜欢里面哪个女的？为啥？还有friends里面最喜欢谁（六个人排排座哦）？                       A：我曾数次决心要看sex n city ，结果都中止于第一集。我觉得中年女性对爱情对性对生活的态度，是我无法理解的，所以也懒得去看了。如果说喜欢只能是carrie了，因为第一集只有关于她的戏分。玩弄旧男友还是很cool滴                       Friends带给我太多回忆，硬要排出座次是很难的。不过我记得看头几季的时候我在bbs上写过我对他们的喜爱程度，Girls' Rank: Monica&gt; Rachel &gt; Pheobe; Boys‘ rank: Joey&gt;Ross&gt;Chandler . 女性排名一直变化不大，男性里面后来更喜欢Ross和Chandler，Joey就有些失宠了。                       另外闲话一句，看friends一度让我很想有个一起长大的妹妹（or 姐姐），可见我是很喜欢Monica的。                       回答完毕。hoho，总算交差了                                        Comments   Kyle:     其实原题出者是更有实力的，偶自叹不如啊。。。sayon莫非monica请你吃饭了么，不然你干嘛喜欢她啊？哼唧，偶门都是黑头发！！！    sayon:     你如果请偶吃饭，偶可以考虑一哈我虽然知道jingke可爱，可是真的没有想到竟然达到了这个地步，小看这小子了    Shu:     你..你..你..这样的问题都被你想到了..原题目作者肯定感到压力了…    Kyle:     re 1＋ 最近忙啥啊？re jingke 傻拉，怎么不说话？re coolish 其实本来就木主题的re miaomiao 男孩的心思女孩你别猜，猜来猜去你也猜不明白    MOLLY:     为什么都没有人说喜欢Rachel呢？我还以为男生大都会喜欢她这样的甜姐儿呢。我最喜欢她,其次才是Monica,男孩里我可能会爱上Rose,但最喜欢Joey,然后会选Chandler做老公。    Grace:     哈哈,大家都偏离了主题喔    Michael:     。。。。    Melissa:     好久没来了，踩一脚！！    kyle:     我很喜欢ross呢，总是严肃的搞笑    Grace:     恩,chandler比较多金幽默,嘿嘿    雯:     我喜欢joey,但是选老公会选chandler….    Kyle:     re sayon我也是黑头发，不知道你喜欢我不？嘿嘿jingke是可爱的，路人皆知re caramel 不知道孙悟空变成黑猫警长的样子的时候，你会怎么选呢，hoho    Shu:     当然是72变孙悟空啦~叛逆的孤独的英雄~@_@…小黑…没嘛印象呀.    sayon:     我也喜欢monica，可能因为她是黑头发吧。。。jingke真是太太太可爱了！！！    kyle:     Ogee 爱玩游戏说明偶门还年轻~雨林，我再和你联系吧cawaii，户外活动好啊，偶每周末都在户外    小卡:     偶现在天天泡户外俨然已经成了网盲…5555~~~    Knox:     你要回来是吧？帮我带点东西。笔记本手机蛋白粉之类的，行不？    Tan:     最近怎么大家都喜欢玩游戏    Michael:     宝鸡太牛比勒。。。佩服死了。。。不过保定也挺强=_=    Kyle:     re amy 所以还是和 花仙子 睡的好，hoho    Kyle:     辉辉就是有品味啊，你喜欢她是不是因为smelly cat让你很有感触？ 也不知道那个寻你的女娃是不是也是pheobe类型的    Kyle:     awu你想象力强啊，呵呵我是很喜欢Ross的，也羡慕他有个妹妹。似乎他们一家都很神经质，他们老爸老妈也是，呵呵    Kyle:     我举报，鱼头粗口～    诗荃:     我也最喜欢monica神经质的女生多可爱啊男生我最喜欢老钱    Unknown:     孙悟空和黑猫警长谁更性感? 我不太喜欢跟猴子睡, 太多毛,而且毛色不好. 黑猫警长倒毛色还好, 不过我不喜欢条子.    辉辉:     你竟然喜欢monica。。。。。我喜欢pheobe~~    诗荃:     ft,我的谜语…….哭死    Grace:     哈哈,点评得真coooool    Michael:     cao…    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/bt%E7%9A%84%E6%B8%B8%E6%88%8F/",
        "teaser": null
      },{
        "title": "Casino",
        "excerpt":"Casino       我一直很同情Scorsese。他是一流的导演但不是超一流，后果就是我们会爱上他的电影但忘了他的名字。               我还是很喜欢Casino这样的黑帮电影，不过我不会留意导演是谁，我甚至不会留意“Ace”，虽然罗哥依旧那么酷。能让我记住的只是Nicky &amp; Ginger               Nicky叼牙签的造型直逼发哥，其实如果他外形再俊点，我就会改口说 发哥直逼Nicky了。另外每句话都带f**k也是不容易的，我从来没看过这么多f**k的电影。。。               Sharon Stone的电影除了 本能，我就只看过这部了。这样的女人老了真的很可悲，再努力的演出也不能遮盖嘴角的皱纹。后来拿了个奖，虽不是Oscar，也算安慰了。               明日黄花时，站在镁光灯前，你还能讲些什么呢？               感谢CCTV，感谢Channel V                                       Comments   kyle:     en,记帐上    peng:     yi ge quarter goubugou…    kyle:     买路钱留下没？    peng:     ….luguo…    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/casino/",
        "teaser": null
      },{
        "title": "秋天来了",
        "excerpt":"秋天来了       我讨厌秋天，但秋天还是来了               昨天在家门口看到一只仰面躺地上的蟑螂，四肢舞动，像在挑衅。我一脚踏上去就结果了它。       前天在同样位置，我还踩死过一只蟑螂，想必是今天这只的爱人。虽然我不会分辨蟑螂性别，且前后两只蟑螂的关系不可考，但我还是认定今天这只就是来徇情的。这样辉辉的问题就有了答案：比之于蚂蚁，蟑螂是更浪漫的。我成全了一对恋爱的蟑螂，也是公德无量。剩下的工作就由蚂蚁负责了，他们用前鄂撕裂蟑螂的尸体，然后慢慢咀嚼下咽。               古人言 一叶知秋。但我还没看见落叶秋天就来了，很突然，让我觉得烦躁和低落。               熬夜到2点，结局就是Astros拖到14局但还是输给Sox。我开始骂娘，一路骂回家。我仔细查看了沿路的树，确实没有落叶的，但秋天真的是来了，就潜伏在周围。我有点怀念34楼前的银杏，他们总能早早预告秋天的动静，让我不至于如此无措。躺上床后我开始看刚更新的 诛仙 18集，却索然无味。普智杀人早就提过，不知道为何又讲一遍。辗转几次，也渐渐觉得戾气攻心，起了杀念。我便去厨房找杀虫药，细细的喷洒到各个角落。想到将要有若干恋爱中的或着没恋爱的蟑螂死于非命，竟有些许快感，后来我就在这种快感中睡去，想必嘴角还带着笑。               这两天气温降的厉害，我便不能穿拖鞋和短裤了。虽然午后阳光还是明媚，但我仰着脸已经感觉不到温暖，所以心情和气温一起降。               今天午后浑身无力，就放弃了去gym的念头，结果戾气还留在身上继续损我心脉。blog上还有朋友在讨论孙悟空和黑猫警长，孙似乎占了上风。 孙确是神功广大且桀骜不逊，但终究还是一小卒子，凭他就能pk掉有车有房的正处级干部么。言多无益，睡过就知道了谁更适合了。               Houston一年3/4都是夏天,但还是过去了。现在是秋的季节，我只能接受。其实是我太贪婪了，该知道要在北京早就秋风肃杀了。cc也开始人丁稀疏了把，我想。等到天寒地冻的时候，我就可以回去看看了。：）                                 Comments   Kyle:     凯击破你偷偷在这里留言，哼唧，还是被我发现了，hoho    凯:     很喜欢这篇文章。。我看了两遍。。想必除了小学的时候检查自己作文的错别字，再也没有过了    Kyle:     jiangyu 四季总是有的，就是明显不明显的关系了cara 哦。。看来是最近没趣gym跑的缘故。。这位jj是谁啊?    kun:     喜欢你的文章风格 呵呵    Shu:     明显是胸闷,跑两圈…=P    Yu:     我好向往有四季的地方啊，hoho    Kyle:     re jingke 一般爽吧，你不回去么？re 1＋ 其实秋天很好的，改天写篇帖子纠正一下re coolish 一直夏天当然最好re miaomiao 北京那个贼风。。。我就不说什么了    MOLLY:     如果秋天不刮风，还是很舒服的。    Grace:     秋天别来……..    Melissa:     恩？秋天了？可能晚上不开空调就是秋天的象征了吧。。。    Michael:     小样。。要回国了，爽吧。。。    kyle:     既然有过向往，就会持续有向往的地方，这种人就是停不下来的    kyle:     一直都是夏天持续亢奋，那也很快就奄了。。。    Jing:     曾经向往没有天寒地冻的冬，遂来了SZ，可一到十月就怀念起北方，仿佛有秋天的地方才有人情味儿。不知道下一个该向往哪里了。。    雯:     或者说一年4/4都是夏天    雯:     来新加坡吧，永远没有秋天    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%A7%8B%E5%A4%A9%E6%9D%A5%E4%BA%86/",
        "teaser": null
      },{
        "title": "长恨歌",
        "excerpt":"长恨歌       恨是个丑陋的字眼。仇恨是，悔恨亦是               长恨歌是后者               显然弹丸的香港是承受不起如此沉重的话题，王安忆该把小说交给经历过那些浩劫大陆导演和演员。我不是苛责香港电影人的浅薄，相反，他们是精于展现香港历史的。比如 金鸡，比如陈果的每部电影，都是我喜爱的。但港味的普通话，轻易就扰乱了旧上海留音机里的江南小调，使我蹙眉。               琦瑶是很吸引我的角色，虽然我没读过原著；郑秀文也是我很喜欢的演员，我也还一度喜欢她的歌。不过郑不是琦瑶，怎么演都不会是。姐姐你要改变戏路，你要上进，我们都是支持的，改天行不？               男主角很赞，梁是，胡亦是。可能是我偏好。剧组换一套或许效果更好。但我不是说只要大陆演员就好，比如网上看到现在 长恨歌 的连续剧让 黄奕 丫头演主角。。。个人建议还是换 郑jj 算了               回头想到一句诗，发觉每个字都精彩。此，恨，绵绵，无，绝期                       Comments   kyle:     搞的我现在很想去上海，hoho    Bobblecat:     嗯，看原著。郑mm完全没了上海的调调，那些个陪衬都强了不知多少倍    kyle:     hoho,我正有看原著的打算。估计1个月内实现    Echo:     还是先看了电影再看原著比较幸运。不然很可能像我一样，在冻死人的电影院居然都睡着。对于郑秀文的表现，也对编剧，实在不敢恭维    kyle:     如果告诉你我也会背 长恨歌，不知道你会叫我什么啊，呵呵    Caroline:     哈，突然想起初中我们班的一位帅哥，在诗歌朗诵会上把长恨歌倒背如流只字未差，继而得“情圣“之美名…hoho,跑题，收到~    kyle:     都是汉汉教导有方啊，呵呵    peng:     duan ju duan de hao!    kyle:     我现在倒有看书的兴趣了    min:     这个可以得最佳创意奖之前打死我也不可能把长恨歌跟郑jj想到一起去~至于黄y,我只能说改成仇恨的恨好了~    Shu:     这个一定会好好看看DI~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E9%95%BF%E6%81%A8%E6%AD%8C/",
        "teaser": null
      },{
        "title": "好玩的咚咚",
        "excerpt":"好玩的咚咚            My blog is worth $24,839.76. How much is your blog worth?                  不知道有没有人愿意收购偶的blog，半价就行，熟人介绍还可以进一步享受优惠待遇。    来人来函，欢迎查询。谢谢         近日找到远房亲戚几个，也是喜事啊，hoho    贴个照片大家看看，都认识不？         ps  加 滚动条 最最最简单的方法： HTML格式编辑，第一行加一句        &lt;DIV style=\"OVERFLOW: auto; HEIGHT: 250px\"&gt;          Done～ 效果见上上篇blog “bt的游戏”                                                                      Comments   Kyle:     我一般不会强人所难D。。。忘了就pass好了    Michael:     说日已经成为习惯了。。拜未名NB版所赐。。什么表白不表白的。。不记得。。    Yu:     我也想听，到底怎么表白的啊，说说看，分享一下嘛    Kyle:     hoho,这个就要问鱼头了    sayon:     啊？jingke向雷表白？快说说细节！我闻到八卦的气味了！    Kyle:     re jingke 知道你是向着我的，大四时候你当着全系给我表白我还记得很清楚呢re esay 小姐真是慧眼啊，这都被你看出来了re jiangyu 呵呵，你说话也很搞啊，这么委婉。    Yu:     To 鱼头:MS好像见过你丫以前. huanghai说得对阿.对女生要文明些嘛!ms从我南大的同学那边知道日应该不是很好的词.hoho    yi:     我发现了，你确实跟她混的很频繁啊    Michael:     kao…帮你说话都不行…    Kyle:     鱼头你丫也积点口德，别人小mm一个你也日来日去的，不厚道    Kyle:     朱Xxx你都现身了啊。。不知道其他xx帮众现在安好？    Kyle:     简单解释一下，就是那个 http://play-analogia.com 的网站，可以找和你张的像的明星。这个和偶自恋是木关系的！ 哼唧，不要妄想以此来打击偶～    peng:     all the person loves himself…. the difference is just the intensity~    sayon:     自恋，哼    Michael:     日。。。就是个游戏而已，怎么又扯到北大了。。真是莫名其妙    Shu:     恩, 是挺..远..的.鉴定完毕    Yu:     真是自恋啊，北大的特色    MOLLY:     他的意思就是说自己长得像那些个远房亲戚嘛。自己夸自己还搞得这么隐讳。    Bin:     我也弄了一个怎么找到远房亲戚的？哈哈难道是从脸型？？？？^^    peng:     强支持楼下的意见！    Heng:     黄叉先上市，那个图可以做logo,搞到钱分点股份给我哈    Knox:     好屋里头阿!能不能进一步解释一下！    Grace:     你的远房亲戚都好大牌啊,羡慕!    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%A5%BD%E7%8E%A9%E7%9A%84%E5%92%9A%E5%92%9A/",
        "teaser": null
      },{
        "title": "秋天来了 2",
        "excerpt":"秋天来了 2            我喜欢秋天。秋天终于来了。                              过去几周晚上我一直在读冯老先生的 中国哲学简史 和 物种起源。以前我是极少读哲书的，所以最近屡屡能接触到一些新奇的言论。起初我是想在blog里面引用一些言语来卖弄，但每次提笔都总是想不起昨夜看的内容。记忆中依稀有些光亮，如同黑夜里的萤火虫，伸手却抓不住，让我很懊恼。可能我是不习惯哲学性思维的，所以我就不能辩证的解释为什么蟑螂比蚂蚁浪漫。我只知道有蟑螂徇情了，这是个悲剧。每每看到别人的悲剧，我都暗暗庆幸，似乎自己要幸运一点。最近一个例子是我熬夜看完了余华新作 兄弟 ，第二天醒来便觉得很开心，因为我不是光头，我偷看女厕所也没有被抓过。看书的那晚似乎哭过几次，忘了。                               有个成语叫 秋高气爽，我觉得 爽 字很传神。如今便是如此，我抬头看是一片很深重的蓝，似乎天高了，我便觉得爽了。中文实在很精妙。                               一天早上走出家门，我知道该是出游的季节了。周末的BBQ让我有些得意，因为从策划，拉人，到购物，腌肉，都是我一手操办。除了忘记带火柴，准备都还详备。几年前一个周末，我去了香山，站在山顶叫，撕声力竭，但都比不过旁边喊山的老太太，我只好悻悻下山。记得那时枫叶未红。Austin附近有个State Park可以看枫叶，不过campingsite预定满了，我想只有等明年才能遂愿。人类进化多年，骨子里还是保留了野性的一面，不然是不会着迷于欣赏叶子从死尸皮肤般焦黄，转变成血淋淋的红。               物种起源 其实是很乏味的书，我每次翻3页就会困。                               这里秋天没有风，树木似乎都是常青，我看不到属于秋天的漫天的金黄，算是唯一的遗憾。               松鼠可能都在储备过冬的食物而变得迟钝，路上常见到被车轧死的松鼠。这也是悲剧。我可以庆幸没被车轧，也可以庆幸人类比松鼠进化等级高。                               总之，秋天来了。爽～                                                               ps 1 这只癞皮狗，叫Daddy。。。鬼子是很难琢磨的               ps 2 上次Rita，我也照过一些花花草草。我说那是我有爱心，小珑说那是我有童心，我说anyway拉～                       被小珑赞是极不容易的，所以我又照了朵小花。被小珑赞的还有白沙公园里跳起来的那张，我也很喜欢                                                                                                                                                                                   Comments   Kyle:     师姐你打算换一个词么？ 酷实在不能苟同啊。。。    诗荃:     那只狗好酷！    Kyle:     re mint got it ,thx:)re nina, 你怎么知道偶最近很懒呢。。。秋有蚊虫冬又寒。。都不是读书天啊。。。    Nina:     秋天来了，什么都懒了，人，蟑螂，蚂蚁……    Fiona:     我给你发邮件你收到了吗?hotmail的邮箱~    Unknown:     ~~~~~永远爱你+LOVE U FOREVER~~~~~    Kyle:     先期待这个周末吧，呵呵    Shu:     写的好呀, 读来很爽. 烂地质考试, 还我FB…=\"=!枫叶只能明年看了..哎..可明年没有十一月的萧邦了…也许有更好的吧…期待着~ 秋高气爽, 大口呼吸 ^_^    kyle:     呵呵，既然当事人害羞，那就没办法了btw，偶回北京岂不是会被冻死啊。。我一点厚衣服都木。。。    Michael:     never remembered such thing.en..    Jasmine:     ^_^北京的秋天已经彻底走了……    Kyle:     btw。。。鱼头，上篇帖子的comments里面有人要你讲些往事，不要害羞啊，呵呵    Kyle:     我大大的kao，蟑螂蚂蚁鱼头我都可以忍，就是老鼠不能忍！！！！想到老鼠就想骂人。。。re zhen 辣子鸡远远不如棒棒鸡，不过不去成都你们是吃不到了。。。小珑赞人是很难的事情，我怎么一直就有这个念头呢？    Annie Avant Chanel:     小龙经常赞我啊。嘻嘻。不过你越写越有味道，如同辣子鸡。果然还是中文有趣。    Michael:     我家有老鼠。。。受不了了。。。    Kyle:     姜同学的品味比较独特啊。。。癞皮狗真的很癞，只会吐舌头然后往你身上蹭re jingke 总结一下，sayon比较搞怪，你比较搞笑，这下大家满意了吧～re 辉辉 越是害虫越浪漫，大概就这样的。re dove 夏天热的跟猪一样的时候你就知道好不好了    Ding:     你们那里天气真好    辉辉:     我也觉得蟑螂比蚂蚁浪漫太多了～～不过原因跟你不一样。。    Michael:     可能我们对搞怪的定义不一样。。。哈哈北京还是有秋天di，唔唔。。的确比较舒服的    Yu:     我喜欢那个Daddy，^_^，比huanghai可爱。    Kyle:     我这里至少还有70多呢。。。还可以继续秋游～两位北京的同学，你们先讨论好了再发言吧。有木有秋天都搞不清楚啊。。。    sayon:     北京咋会没有秋天乜？北京的四季我觉得唯一可爱的就是秋天了，难怪郁达夫会喜欢对了，雷，jingke说我喜欢搞怪，你得说句公道话吧，偶爱搞怪嘛？？    小卡:     北京没有秋天,悲哀    Michael:     我这里30度。。。。5555    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%A7%8B%E5%A4%A9%E6%9D%A5%E4%BA%86-2/",
        "teaser": null
      },{
        "title": "Flightplan",
        "excerpt":"FlightPlan       很喜欢这张海报，喜欢那双蓝色的眸子               Foster演的主角叫 Kyle 。。。很无言               一边吃饭一边看电影有一个害处，就是电影放多久我就吃多久               昨晚真是撑死了。。。                                                                 Comments   kyle:     小样，看你真是新来得～    Caroline:     haha大小两声去睡觉~得意地笑得意地笑~    Caroline:     其实平时吃饭就有一个问题一直没好意思问—-你吃那么多不撑啊？不见得是电影的错的1~    kyle:     不难看，悬念还是够悬，反正我没猜对    Dagang:     好看吗？上次下了一个不清楚的版本，一直都没有去看。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/flightplan/",
        "teaser": null
      },{
        "title": "Howl's Moving Castle",
        "excerpt":"Howl’s Moving Castle       一定要记住了，宫爷爷的英文名叫Miyazaki，估计也是日文的发音。不然每次和非中土人士谈到“宫其俊”都很头痛，别人都不知道我在说谁。。。               宫的动画片很少是给小朋友看的，除了 龙猫 我想不出来第二部。这么说可能有所偏颇，毕竟他动画我看的不多，天空之城  幽灵公主 千于千寻 都较隐讳，所以我有这样的印象               这次这部，说白了我没看懂。前面大段完全没有point，或者我不赞同其point。Howl忽正忽邪让我很头痛。高潮处接了个电话，然后回来更不知所云。我也懒得回去再看，反正兴趣不大               很zan里面 火 的角色，天马行空的想象力大概就指的是这种。               总结一下还看过的宫的片子。萤火虫之墓，红猪。前者太悲，后者似乎没看完，也是不得其point的那种               最后再读三遍，记住了。Miyazaki，Miyazaki，Miyazaki 。。。       Comments   Ding:     宫崎骏的片子我看过的几部，天空之城，风之谷，幽灵公主，包括这部豪尔的移动城堡都有反战，支持环保的point在里面。个人认为豪片里面的男女主角比其他几部更可爱，呵呵，豪尔看起来蛮酷的，内心其实是个小孩子，还有苏菲，从她身上可以看出来宫崎骏support自信让女人变得年轻美丽    kyle:     rose你都觉得被撞了一下腰，那偶岂不是都腰锥尖盘脱臼了。。。看来欧要多看几遍才能找到感觉。。。我说的point其实是说不知道编导赞什么贬什么，让我觉得很糊涂。。。看来我还是适合看 龙猫-_-)a    Echo:     ps:忽然发现男生看电影和女生很不同。要找到point才算好………这个很特别，嗯。不知道镭说的是不是感动之类的。但这部呢，有很多detail,很有趣。记得最清楚是sophi变成老婆婆之后一边气喘吁吁的爬山一边说：我没想过老了会是这样的… 让偶忽然就很…被撞了一下的感觉    Echo:     我超喜欢的，看了好几遍的说。不下3遍，嗯。其实看不懂还是正常的，因为宫导遍的时候skip了很多background,我是看过一遍以后找来看，才明白很多继而enjoy的。^^    Ding:     我喜欢这部    kyle:     严重觉得比不上以前的    Dagang:     这部电影在我的硬盘上只存在了10分钟。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/howl's-moving-castle/",
        "teaser": null
      },{
        "title": "还有好玩的咚咚",
        "excerpt":"还有好玩的咚咚                这是我记录电影blog的计数器，可以显示访问你blog的人的位置，粉好玩～～～         我这个blog也申请了一个，不过访问人数一直显示为零，不知何故。    我想可能是这个blog已经有了个计数器，二者有所冲突。研究HTML代码17分钟后放弃，搞不懂。。。         anyway，Enjoy ～         Comments   Kyle:     haha，对啊，FL那个就是你～    诗荃:     看到我了没？florida中间那个就是俺！哈哈哈计数器怎么弄啊而且我的blog也弄不了那个winplayer    Yu:     看了一眼，好多英语。还是在这边留言了    Kyle:     这么好玩的东西居然没啥人响应，诶。。。枉费偶苦心一片照玉湖啊。。。    Kyle:     我讨厌读英语。。。1＋你好不容易找到了留言的地方也该说点有价值的话吧，不要光感叹啊～    Melissa:     你的留言太复杂了！这边还比较清爽，来踩个脚印，不容易啊！现在土地越来越少，跟你的space一样，找个地盘太难了，太难了！    Heng:     It works, but the pic isn't big enough to show number in the front.btw, what is the difference between\"105 visits since 31 Oct\" and \"total visits 101 since 31 Oct\"?    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%BF%98%E6%9C%89%E5%A5%BD%E7%8E%A9%E7%9A%84%E5%92%9A%E5%92%9A/",
        "teaser": null
      },{
        "title": "科普一下",
        "excerpt":"科普一下       1 Armadillo          犰狳(qiu yu),不知道是不是过去说的穿山甲，我觉得至少都是远房亲戚一类。Friends里面Ross穿过一身Armadillo的costume，搞的一P。见到人它们总是躲入灌木丛里，忒快。最后一只是一个例外，从我脚边10cm处爬过。我有一个触摸它的机会，一犹豫就消释了。               2 Alligator         原来alligator和crocodile是不一样的，answers.com上这么写的。二者只在order级别是同宗关系，学生物的大概有点概念吧。我也曾经有一个触摸鳄鱼的机会，我毫不犹豫就放弃了。相比之下，还是它要触摸我的欲望更强烈吧               3 Dachshund         最近老能看到好玩的狗，真的很像腊肠。。。               4 Chicken Little         新上映的小鸡儿顺利拿了票房冠军，40个Million，算是淡季里极好的成绩了。radium推荐的电影，不要错过了，hoho      我好喜欢那条鱼～～～               5 Mummy          暂缺。。。到明年2月之前，什么时候博物馆打折，什么时候我就能完成这个题目下的内容了。                Comments   kyle:     1+ 同学，你喝酒和识字儿有嘛关系啊？ 不知道你喝了嘛酒。。。鱼头同学，乱简化是不好的习惯，anyway，wtf    Michael:     wth=what the hell…hahawtf—-deduce urself,hehe    Melissa:     犰狳??中文发音是啥子？我昨天出去喝酒，才发现中国字不认识的太多！没想到有些同学到了米国，贼心不死，还来出这种认识率为0的生僻词！我终于明白生僻字原来是这样长起的！就是你恨不得把他旁边的反犬去掉的或者换成单双人的感觉！    kyle:     re lpdeng ^_^，不用客气re triff 好久没和triff fb了。。。争取一起看mummy好了，hoho    kyle:     re cici 呵呵，我恨喜欢这种带壳的动物，真后悔没摸一下re corolla 同学，我知道你是ctrl v来着，所以肯定记不住的。要是你自己输入3遍肯定就记住了re dagang 呵呵，你真了解鳄鱼啊    kyle:     re 鱼头，你说的啥？re zhen    你又说的啥?我都看不懂～～～～    min:     打折跟俺说一声~    peng:     又长见识了~~ 很高兴~~    Dagang:     不应该打搅鳄鱼休息，：）。    Caroline:     Armadillo犰狳Armadillo犰狳Armadillo犰狳Armadillo犰狳Armadillo犰狳。。还是记不住~    Annie Avant Chanel:     shasha ya    Bobblecat:     你们那的动物好奇怪~~那个像穿山甲的还真好玩    Michael:     wth…    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%A7%91%E6%99%AE%E4%B8%80%E4%B8%8B/",
        "teaser": null
      },{
        "title": "Chicken Little~",
        "excerpt":"Chicken Little~       Dagang 师兄，不知道这个周末你是不是去看了Chicken little。偶是看了，很满意，hoho               这样，偶在米国电影院看过的所有片子中，top 3就是 The Incredibles, March of the Penguins ，还有前天看的Chicken Little。不是卡通就是科教片 －_－0               原来偶的品味是这样滴。。。               哦，突然想起来还有一个很喜欢的，40 yrs old virgin，嘿嘿～       Comments   kyle:     呵呵，我也想过down那只小鸡儿～re lpdeng 这些只是我喜欢的，萝卜白菜了re triff 上次那个就算肥皂剧把，must love dogs? 现在记性真差。。。    min:     俺狠期待新版的理智与情感~俺现在去影院都只爱看肥皂剧~什么时候一起去看肥皂剧吧~    peng:     偶土拉~~ 不过一想很土的~~ 只看了你说的第一部~~ 不过偶看了两遍。。都当两部了~    Dagang:     没有看见我在BBS上的签名档吗？^_^    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/chicken-little~/",
        "teaser": null
      },{
        "title": "Saw Ii",
        "excerpt":"Saw II                  原本偶是没有看过 Saw I 的。不过在cara同学不倦教诲下，偶很快就了解了 Saw I 的故事大纲并分析推导出时代背景人物性格以及中心思想。这样我看 Saw II 就比较enjoy了      此外还有一个原因，就是看 Saw II 时候 popcorn 资源极大丰富，似乎除了我就没人要吃了。hoho，所以这里也要感谢corolla同学的popcorn             故事还是很曲折的，看到最后一刻大家都呈恍然大悟状，出了门还争先发表观后感，气氛颇为热烈。             我最喜欢的还是它的海报，很有感觉～        Comments   kyle:     这种变态连环杀手电影还有 Se7en,Identity. 要是喜欢酒自己找来看吧，hoho    Caroline:     建议把chick little重看一遍，有些没听懂，嘻嘻~    Caroline:     嗯嗯，发现了，真子鬼片不敢看，这种变态片倒吓唬不了我，hoho期待saw iii~而且下决心买了大袋装popcorn无限refill是英明之举阿~    kyle:     我有空还是可以把saw I 搞来看看，顺便检验一下cara同学复述故事的能力。我没说过cara你喜欢saw啊，你这么一留言就有点 此地无银 的嫌疑了，嘿嘿    kyle:     好吧，中心思想就是： 通过讲述一位英勇的人民警察和一名凶残的歹徒斗智斗勇的故事，体现了貌似丰盛的物质遮掩下人们空虚绝望的内心和冷漠疏远的人际关系，从而深刻揭露了资本主义社会把人变成鬼的本性    Shu:     …&gt;_&lt;….申明偶没有研究SAW类电影的嗜好…HH同学表给大家造成错误的印象…CHICKEN LITTLE太赞了. 感觉到点星爷的幽默了. 很多那种无哩头凑一起的感觉. 强烈推荐~    Dagang:     SAW I was a good horrible movie.    peng:     那你还是意思性的简述一下中心思想嘛~~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/saw-ii/",
        "teaser": null
      },{
        "title": "Lost  Season 1",
        "excerpt":"Lost  Season 1       上周末用了一整天时间看完了Lost season1。               暗示我对美国连续剧的热情有点复苏的迹象，这不是什么好事。现在我没有那么多时间可以耗在连续剧上。Lost今晚会播出Episode 206，我是会错过了。其实我已经没有兴趣继续往下看了，第二季的前5集我都只是在网上读recaps。               另外引起我兴趣的是abc's Desperate Housewives 和fox's PrisonBreak。前者刚到第二季，后者才到Episode 110，都算是现在热播的。至少我会去看完season1，等有空闲的时候。另外Invasion似乎也不错，也是abc的               这些都让我想起过去看Friends的日子，那些风月的年代。                               ps    Lost里面我偏爱Kate &amp; Sayid.       ps2  我讨厌这种数字游戏。4 8 15 16 23 42               Comments   kyle:     hehe,lp同学偷偷在这里留言，还是被我发现了   告诉你们教主去，哼哼    peng:     sayid!    雯:     sayid 和 jack,我选不出来    Knox:     lost的海报风格和band of brothers好像啊，有抄袭的嫌疑。    Bing:     嘿嘿，你被点名了。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/lost-season-1/",
        "teaser": null
      },{
        "title": "Lost In Dream",
        "excerpt":"Lost in dream       从周末到今天心智紊乱，我觉得都是Lost的缘故               周末我用一天看完Lost的第一季后便觉得四周很多灵异事件。昨晚似乎做了一夜的梦，今天一天都很萎靡。梦是续着第一季最后一集的，Jack和Locke打开了舱门，我便和他们一起钻了进去。之后故事曲折离奇，我大体都忘了。不过梦太长让我很迷糊，醒来了觉得冷。看表，早上5点20。               对此我没有任何解释      Comments   Kyle:     恭喜恭喜，嘿嘿    Melissa:     but很不幸的是，我确实是被吓的，因为我没有感冒，所以显然不是传说中的鸡瘟。而身体也没有任何不适阿！    Kyle:     google一下把，很多介绍的。我刚看了sina还有很详细的中文介绍，呵呵我也不太喜欢超自然的东西，感觉很敷衍。似乎Invasion就是讲超自然的    Knox:     lost第一季第一集看过，看了review后就没再看了，既然说还不错那就再看看，不会像x档案吧，我还是喜欢louis and clark，喜欢超人。    yi:     lost讲什么的啊？这么恐怖？    Kyle:     个人觉得你的症状有点像痢疾，去医院看看把，呵呵我再乌鸦一下，搞不好是bird flu前期都有可能。。。    Melissa:     我不知道你看的是什么，但是我现在每天因为那天看了一下午灵异事件，导致一到晚上就失眠，而且毛骨悚然的蜷缩在床上，开着空调盖着棉被，我不行了！被折磨惨了！    Kyle:     re wen对哦，那个tatoo是 鹰击长空 ，感慨老毛太牛了re 猪草 看来做梦的不止我一个，hoho    Shanshan:     haha~re~我看完以后整晚地梦见很多人在jungle里面跑。。    雯:     你还能睡着，我看完了根本就睡不着顺便说，Jack的纹身好酷阿    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/lost-in-dream/",
        "teaser": null
      },{
        "title": "Prison Break Season 1",
        "excerpt":"Prison Break Season 1       @Fox, Episode 101-110 so far               上个周末我看到Lost里面Jack手臂上 鹰击长空 的字样，觉得很有型       这个周末看了Scofield的tattoo，意识到有型是无极限的               情节大概就是24 ＋ Shawshank Redemption, 很男人的连续剧               透露一下，我一直都想搞个tattoo，就看什么时候会冲动一下了                                                               Comments   kyle:     我还是推荐你看DH吧，更适合你    Caroline:     我也迷上了LOST,惨~最惨的是家里没有Cable,还得靠zhenyu的 BT, grrr~沉沦了…    kyle:     很难取舍，看这种事就要冲动一下才行    Caroline:     左青龙，右白虎？要注意消炎~    Shu:     赞~搞个啥图案~?    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/prison-break-season-1/",
        "teaser": null
      },{
        "title": "上海的巴金",
        "excerpt":"上海的巴金       巴金死了，一个月前在上海。               上面句话牵涉到一个特殊的人和一个特殊的地方，我觉得有趣便开始写blog。               我读过的巴金的作品仅限于语文课本，但他却是唯一一个让我觉得亲切的作家。我想不是因为他是成都人，而应该是我参加过巴金杯作文比赛的缘故。印象中有2次，小学五六年级时候。我参了赛但没有得奖，尾奖都没有，现在估计大约海选时候就被踢了。我至今记得很清楚当时的失落，因为这让我语文老师很失望。比赛时候我原本可以誊写一片还不错的文章，但我忘了背，就只能草草应付，结果用那时候流行语说就是“辜负了老师对我的期望”。我失落的原由全部在此。而我自己，过去一直是痛恨作文的。但我现在在写blog，绝对自愿且有自娱性质，说明人对某事物的喜恶是会变的。               为更充分的支持这个论点，我再举一个例子，上海。               我从没去过上海，但我厌恶这个城市。我想不是因为听不懂的上海话，不是因为东方明珠，也不是因为上海自来水来自海上。既然我在襁褓里看 上海滩 开始就厌恶那里，唯一的解释就是天生的。我总是信缘的，所以这个解释在我看来很合理。我还曾厌恶另外的城市，但毕竟不是天生，所以爱恨转眼便如烟了。烟雾迷茫，上海也让我迷茫。烟尘落尽后，我去看了 长恨歌。老成都 能让我想到牛肉干，旧上海 呢？郑秀文不是答案，我转而拜读王安忆。我竟不知道上海还有弄堂和闺阁，还有鸽子和琦瑶。我想我该去上海，站在街头追寻一些流逝的气味。我变得向往这个城市，绝对自愿。                    巴金去世那天，我把msn昵称改成 巴老走了。 一时眼花，文字间有熟悉的影子，我觉得太巧。前些天朝鲜日报中文版有条新闻标题是“中国的11月11日是光棍节”，讲中国年轻人自由选择自己喜欢的生活方式云云。我觉得这节日也是很巧，让故事开了头。一来我是信缘的，二来凤凰台首席评论员训导说“世界上看似不相关联的事情其实都是有联系的”。这样，我新帖子的标题就是 上海的巴金 ，而不是 十一月的肖邦。                        上周在图书馆找到 家，我打算走进觉慧的世界，算是对巴金的一个交代。上月买机票，返程时我选择浦东机场，算是对上海的一个交代。                愿巴老安息                       ps 看到一张东方明珠的照片，拍的不错，share之                                                         Comments   Kyle:     我想我说过了吧，我很讨厌按地域划分人的，所以跟上海人没啥关系凯jp你太怪了。。我一般是去之前觉得很好，去了久了就厌烦了。。比较传统的喜新厌旧型    凯:     其实人的感觉是不停在变的当我在成都的时候，就特别讨厌上海；当我在上海的时候，觉得这个城市还行    Vera:     偶尔查阅资料的时候，看到你的space,拜读至今，写得很有意思的。我在上海出生，在上海长大，读书，工作；对于这座我生活的城市，我深深的热爱着；但遗憾的是我一点也不喜欢上海人。所以，我猜想，你对上海的臆断，也许来自于印象中小家子气十足的上海市民吧~~~呵呵    kyle:     城市那里都差不多，还是去大自然的好    MOLLY:     我大概是看够了北京的宽阔马路，所以看到小巧一点的街道、城市，立刻就感到亲切喜欢起来了吧。我还喜欢曲阜，古老破旧的小城市，比杭州还要小很多很多，却让我念念不忘啊。    Kyle:     杭州太小巧了，我记得大路都没一条。不知道会不会又多得罪几个人    MOLLY:     偶也没来由的不喜欢上海，夏天的时候去过一次，发现我是真的不喜欢上海，不仅是凭空想象的不喜欢了。就是感觉不好，你去感觉一下吧。去杭州玩了一圈，好喜欢那里哦。特别喜欢宋城。    Kyle:     我觉得上面照片里面那个很pp啊，还有点惊艳    wendy:     其实上海还OK, 但不喜欢明珠塔，那塔实在太丑了。    peng:     噢卡！    Kyle:     我和费老妞儿汇报过了，你们再撮合一下    peng:     给个归国日期嘛~~  嘿嘿    Kyle:     re 小卡，对阿，寒假回来玩玩re zhen 可能是我语句不通，所以就看不明白了re easy 看来偶是得罪很多人了。。    yi:     要说北京的坏话当然是一箩筐一箩筐的。但是害怕得罪人，所以不说了。    Annie Avant Chanel:     现在喜欢写blog，当然了，没有人给我们限制主题格式长短及思想格调，哈。就像奶娃这篇文章，读来美则美矣，懂却不大懂。    Annie Avant Chanel:     北京人很少喜欢上海的，vice versa 啦。就像美国人恨加拿大人，加拿大人也不喜欢他们。于是地位相似，愈是反感？或是貌似反感？    小卡:     倒数第三行~要回国了?偶也不喜番上海    Kyle:     re easy，你对北京又有啥偏见啊？re cara，对哦，到时候靠着amy玩re 1＋ 不知道你说的这个 邪 字怎么讲啊？re sayon 北京和上海蛮般配的，你就不要挑三捡四了    sayon:     俺也不喜欢上海。。。未必有什么站得住脚的理由普通人嘛，总要允许人家有偏见的嘛    Melissa:     我要延续之前的话题。去上海看看邪的地方吧，越有历史的城市越有故事。恒隆广场、梅龙镇广场和徐家汇的太平洋。问问当地人也行~    Shu:     没太理清楚你结论跟论点之间的关系,但去上海FB的关键我是抓住了. 我估计要和塔木的一个我高中同学去上海的, 商学院院的一个老师也说要去, KPMG上海分公司还有个我们商学院毕业的校友想见见, 当然还有我们敬爱的AMY姐在那里. 厚, 好热闹, 看大家有没机会遥HI呀~    yi:     原来你的文笔好是从小开始的呀，不错。没有缘由的厌恶对上海太不公平，要是它能为自己辩护，它会说：还有北京给我垫背呢。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%B8%8A%E6%B5%B7%E7%9A%84%E5%B7%B4%E9%87%91/",
        "teaser": null
      },{
        "title": "茶馆",
        "excerpt":"茶馆       马上要看新片子了，所以把旧帐补上先               很早前就想过看 茶馆，不过那时候去保利剧院是很奢侈的行为，就一直未遂愿               上个周末我很desperate（最近流行这个词，具体原因见下篇blog），我放弃每周一堕而2天都在赶作业。       星期日下午4点左右收到老师的信，他承认自己是个pushover，悔改的措施就是作业延期了       过了一小会儿 dagang师兄来我office问我要不要去看 茶馆，他能搞到票。               生活顿时又无比美好，我欣然前往。               第一幕开始的时候我都有震撼的感觉，一个喧闹的茶馆从幕布后面跳出来。我坐在第四排中，是绝佳的位置，一直都很enjoy。               照片里有三位主角，中间左起分别是 杨立新，梁冠华，濮存昕。       周日的戏里宋丹丹只是一配角儿，现了一个背影，憾。。。       Comments   kyle:     文化沙漠就是这么来的吧，，，HF，我坐在第四排，我也没看见你呢triff，hoho一会儿联系啊corolla 这个是临时fb活动，计划外的，呵呵    Caroline:     哎呀，FB发展到地下去了也不叫大伙~    min:     这个礼拜新版的理智与情感出来了咱们去看吧~    Feng:     你也去了？没有看见你啊～    Dagang:     要是这里多有这样级别的演出就好了，据说他们要在NewYork演6场的。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%8C%B6%E9%A6%86/",
        "teaser": null
      },{
        "title": "再科普一下",
        "excerpt":"再科普一下       我今天看了上篇帖子很懊悔，觉得不该发出来。我无意挑出一些争端，也不想得罪谁，不过写出来的和我的构想有偏差，或者说我都不清楚我在想什么就写了出来。不过也无妨，我做过的事多数都会让我后悔，便习惯了。               下面想谈谈太阳多么大的问题。小学有篇课文讲“太阳大，地球小，地球绕着太阳跑”。下面三张图很形象的说明了这点。看到地球的渺小总是让我觉得很舒心，喜不喜欢上海都无所谓               恰好triff提到关于和尚的话题，我认为这类图片资料就容易触发看破红尘的想法。我青春期那会儿也有过出家的念头，但想到天天吃素不利于身体发育便放弃了       Comments   Kyle:     物，人，是，非  ， 原来这个词还是很流行的，我错过它了    Knox:     人非心情当然有变化了，是吧！ps你到上海想不想尝尝我的手艺，俺现在可是“大厨”，娃哈哈哈！    Knox:     其实上篇很散文，和你平时的风格不同，但说不定是很真实的，我觉得很好啊！喜欢与不喜欢，非物乃人吧！    Kyle:     好问题，可以考虑倒卖这个咚咚    Melissa:     顺便问一下，那几个球有没有卖的？    Melissa:     我喜欢这种科普方式，很漂亮！    Kyle:     re lpdeng，，，这个有100多道题啊。。。麻烦死了。。。re vivi 真有想象力。。。我现在也觉得像舍利子了re cici  就是因为很小，冥王星才最后被发现的吧。。hoho，我猜得    Bobblecat:     cool为什么冥王星和天王星海王星比起来，那么渺小？？    peng:     大爷作个测试。。然后把结果给俺说一下。。。谢谢合作哈。。。 嘿嘿 。。。 研究研究。。。俺只要那四个字母。。。http://www.chinahrd.net/renliziyuan_yjh/qu_MBTI.asp    Maruko:     还以为贴的舍利子呢~~~~大爷有望功德圆满了哈：）：）    peng:     尤其喜欢最后一张！！！    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%86%8D%E7%A7%91%E6%99%AE%E4%B8%80%E4%B8%8B/",
        "teaser": null
      },{
        "title": "一个意外发现",
        "excerpt":"一个意外发现    本是在熬夜准备明天的talk，无聊了就上网逛，然后有一点点意外的发现～  就是又可以上水母和未名了，直接www都行    呵呵，我还连到了过去的文集。Easy同学说我从小文笔就好，简直是扯淡，我看我2，3年前写的东西都觉得恶的不行了。。。不过一些记录总能勾起些回忆，很是有趣    triff告诉我格格要来Houston，我就去看了他blog，最近一篇就是他参加了skate 马拉松。。。我都有点嫉妒。。。n久没有yangcc的消息了，还有旧雨mm，easyrider。。。我不知道怎么突然想起来他们几个    ps1 不要说toooooooooooold，虽然可能的确不是什么新闻了。。。  突然想到现在很久没听tooooooooold了，还有点怀念 。人就是tmd贱啊  ～～～～～～～～～～～～～～～～～～～～～～～～～～  ps2  zz一片帖子。骨头又怎么样了？怀念那个在cc的生日party。。。然后是去k歌了？应该是这次吧。还找到一张那晚的照片，hoho    发信人: boneD (骨头), 信区: Skate标  题: ◎◎^_^祝：镭，小珑,Fox 生日快乐^_^ :))))◎◎发信站: 北大未名站 (2002年09月27日13:42:26 星期五), 转信一起re吧，不上十大不罢休（呵呵，算大家的一份小礼物吧）～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～    ps3 zz一片收集的笑话，哈哈哈    标　题: 又被老婆打了 发信站: The unknown SPACE (Wed Jul  2 00:12:10 2003), 转信  做菜的时候少放了一点油 老婆就不原意了 拿起拖把就打我 还说,以后做不好饭 就不养我了 这已经不是第一次了 这样的日子还不如死了好 我看我还是回国算了 大不了重新来过 tnnd 都欺负我 我一个男F2我容易么我                                                        Comments   Kyle:     太感动了。。。唯一一个回贴的。。。    Shu:     LOL, 最后一句果然经典. 男F2~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%B8%80%E4%B8%AA%E6%84%8F%E5%A4%96%E5%8F%91%E7%8E%B0/",
        "teaser": null
      },{
        "title": "Pride &amp; Prejudice",
        "excerpt":"Pride &amp; Prejudice       选在Harry Potter首映的周末去看Pride &amp; Prejudice是很有品的。               Potter还是很受欢迎的，从影院门口排起盘曲的长龙就看得出来。看到鱼龙混杂的人群争先涌入放映大厅时候，我们步伐稳健的走向旁边标有P &amp; P的小厅，肯定是显得阳春白雪。               嘿嘿，似乎yy过了头，该收敛一下。               听了2个小时的“英”语，我肯定这是部欧洲电影。英伦田园清晨的薄雾，笼罩了太多羞涩的爱怨，连初升的红日都射不透。我很喜欢Mr Darcy的那种孤傲的神情，可惜学不来。               最后不能不提的是在downtown严重的迷路。。。附近晃了1个小时才找到电影院错了另外一部评论也是A－的Good Night &amp; Good luck。最经典的是最后在地下停车场居然找不到Exit，绕了3圈多才出去。。。               以后谁要去Angelike Film Center可以找我咨询先，现在我对那片儿挺熟了。                                                                 Comments   kyle:     呵呵，不知道今天amy姐最后去了没有    Shu:     好看么? 我响应AMY姐号召准备去看了.    kyle:     孤傲是给shy做铺垫的，这样显得更可爱点，hoho要是说无意中变得，那么肯定是发至内心的，那么显然就和偶的俗人身份不合了。嘿嘿，还打算找个空闲去看potter呢，据说还火爆    Stephanie:     很喜欢pride&amp;prejudice，书已看了几遍，倒是没有看过影片，不知保留了多少原书味道。PS：偏偏这样选择，无意中变得阳春白雪还是。。。呵呵    min:     我也狠喜欢Mr Darcy~而且他也不算孤傲了主要是羞涩，嘿嘿内心温暖~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/pride-&amp;-prejudice/",
        "teaser": null
      },{
        "title": "又有好玩的咚咚～",
        "excerpt":"又有好玩的咚咚～                             http://www.doctorathome.com/love/love.php?e=                             ot5v-e_5whAgpf4-_y5whbj-y                                                hoho       Comments   peng:     …BS………….    MOLLY:     完蛋了我    Kyle:     hehee, except you，zhen。。。i am now picturing you input my name, being furious ;)    Annie Avant Chanel:     really?    Kyle:     。。。没有一个有偶名字的，真伤心。。。    Knox:     不知道会不会出现你自己的名字啊？哈哈！    Shu:     哈哈, A走了~    Kyle:     hahaha, 这个帖子肯定很讨打啊，hohobtw，我是从waterlinux那里学来得，冤有头债有主啊。。。    yanming:     瓜娃子，学点什么不好～～    Maruko:     MMD。大爷真是越来越xx了~~~~~~~~~~算你狠。。。。。。    min:     学之~然后上线诱惑之~    min:     哈哈幸亏我想了半天一个人都想不出来…………哭………………………………..    Bin:     haha…….    Shanshan:     惨～上当了～真快    诗荃:     rpwt!!!!!!!!!!    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%8F%88%E6%9C%89%E5%A5%BD%E7%8E%A9%E7%9A%84%E5%92%9A%E5%92%9A/",
        "teaser": null
      },{
        "title": "忏悔一下",
        "excerpt":"忏悔一下    ms上个帖子很损rp，这样我最近得罪的人数又单调递增了。     我向来是不八卦的，至少我一直如此标榜。但现在一些email躺在信箱里，我就很难辩解了。每封信里都有一句话，xxx could be furious!!! ，我觉得很逗。我又想到了yangcc，背景是我们一起去南门吃串听他八卦的晚上    在water那里看到这个link时候，我也填了，按照顺序1，2，3。但我没有被trapped,是因为我太懒了，就只写了1，2，3。现在我想这个游戏是恶毒的，你在心中排座次的时候就已经被trapped了。    昨天播放的PrisonBreak里面，scofield说\"The less you know, the better\"。Sucre听了眼神特迷茫。我觉得也有道理，at least thoretically   终究我还是不八卦的，我一如既往的标榜。看不惯就x掉ie浏览器，hoho    ps1 zhen又给我取了新名字，dead baby，翻译过来该是 死娃 。我觉得没有 福娃 好听，可见奥运会吉祥物设计还是令人满意的    ps2 triff是唯一一个三栏都填相同的姓名的。一个月后她就能去Las Vegas与其见面。幸福，不过如此。btw，那个名字是Leehom Wang              Comments   Kyle:     我八卦我容易么我。。。    Annie Avant Chanel:     我终于看出来leehom Wang是王力宏！太不容易了，抹一把汗。    Melissa:     8不知所谓的卦    Kyle:     大家好～～～我西游2天又回来拉～～～八卦话题就不说了，下面讲出游的事情    贺:     阿阿阿阿!!我也要去!!triff一定要带一张签名照给我，跪谢    Nan:     八卦知道得越少越好。    Ding:     还是我警惕性高，什么都没填：）    yi:     who is Leehom Wang?Wang2 li4 hong2?    min:     还是我专一~btw我觉得这个游戏也有表白的功能哦~    Fiona:     hahaha看来镭你收获不少啊    Shirvin:     路过^^    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%BF%8F%E6%82%94%E4%B8%80%E4%B8%8B/",
        "teaser": null
      },{
        "title": "Desperate Housewives Season 1",
        "excerpt":"Desperate Housewives Season 1       弄清楚Mary Alice为什么自杀后，我瞬间便没有了兴趣继续看第二季               我觉得很累，或许是最近几天出游的积劳。               原本我是很喜欢这部喜剧的，因为她们的种种desperation。               不想写了，推荐一下而已                                                                                                 Comments   kyle:     re knox…看个连续剧而已，不要提升那么高，呵呵re miao 你也看DH么。。。我回去有的玩了，hohore dagang，看进去的话DH也不错的，我觉得特逗re lpdeng  木时间看了。。期末近了    peng:     recommend veronica mars…..handsome boys and pretty girls..    Dagang:     Actually, I donot like DW much.It is a pity that the PB will break for a while.    MOLLY:     刚才放下电话，我就看了第二季第7集，看得我满心惆怅，不知道是这个久违的电话的关系，还是剧情的关系……    Knox:     There are two tragedies in life. One is to lose your heart's desire. The other is to gain it.    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/desperate-housewives-season-1/",
        "teaser": null
      },{
        "title": "Goodfella",
        "excerpt":"Goodfella       我想我很久木看电影了便看了一部               名导名角儿名片，但我看的很没劲               我想我的确累了。。。困觉去                                                                 Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/goodfella/",
        "teaser": null
      },{
        "title": "在rita的日子里－4",
        "excerpt":"在Rita的日子里－4       这篇draft存了快俩月。本来该是rita游记的高潮部分，但我却没有赖心写。这是很失败的事情，现在贴出来丝毫不能弥补什么反而显得很stupid               一年是一个轮回，长度恰好可以让人开始回忆。去年black friday我们屋4人坐2个小时公车去Gallaire购物，回来转车的时候我还被鸟shi砸了。一年后的black friday我也在shopping，不同只是凌晨3点在best buy门口排队，下午3点一人在Memorial Mall闲逛。今天我一直比较迷糊，可能是睡眠不足。人流在身边穿梭，我领着两件打折衬衣站在中间，肯定显得特傻                        游记还是要补上，简要一点：               我们在白沙漠走了条近4mi的trail，没有防晒霜，出来时候烤的跟炭一样。我回来2周都不断在脱皮       corolla说那里很适合拍写真，我后来翻看照片才更有体会。               第二天学乖了，先去Wal Mart买了防晒霜，随后赶去Carlsbud。花了几小时在一个硕大的地下溶洞里面穿梭，让我觉得那天抹的防晒霜都很浪费。               傍晚蝙蝠从洞里飞出去觅食。据说大约有40万只，是很惊人的景观。蝙蝠群像一股黑烟蔓延向天边，同时蔓延的还有一股恶臭。离开那个看台时候，几乎大家都在抱怨那股味儿               连夜赶回Houston，室友给我买了蛋糕，感动的胃口大开。进门10分钟后过了12点，就是我生日了。rita同行6人合影吃蛋糕，分了细软各自回家。               完了。               ps 这些都是上次出游的事情。现在相机落在朋友家了，等拿回来再说这次出游的事情好了            Happy Thanksgiving～                                                         Comments   Kyle:     re lpdeng，机会要把握，hoho    Kyle:     re cara。。。不是变简单了，是loading慢了re corolla。。。今晚你又展现实力了，最终以“这个不是鸡蛋吗”赢得loading大赛第一名    Kyle:     re miraki…你们那里可以买到火锅料么？自己作的也很好吃的。re easy…我从3点排到7点，什么都没买。。衰死了。。5点商店开门，我进去了觉得很暖和，就坐地上睡着了。。。    peng:     俺最近很想体验生活。。。就是没机会。。。 哎~~    Caroline:     晕，明明过来看枫的文章的，竟然冒出这么个沙漠来，你的loading实在惊人，这回NO.1 非你莫属了~    Shu:     倒, 初看题目我还以为你BLOG出问题了呢, 怎么又RITA上了. 我其实想了摘片枫叶的, 但想起那个不让摘的牌子就真没摘了. 汗, 来美国久了, 变简单了.    yi:     你抢到了什么啊？bestbuy有什么好东西？我都没有去，officedepot那个99刀的台式机你抢到了没？    Yan:     难得这次是我抢到沙发，赞一个地名都不认识，不过准备积极向大爷看齐，争取也活得活色生香一点，最近很是想念成都的火锅，有点想回去了，这个势态似乎不太好…    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%9C%A8rita%E7%9A%84%E6%97%A5%E5%AD%90%E9%87%8C-4/",
        "teaser": null
      },{
        "title": "无题",
        "excerpt":"无题       我不知道该找个什么题目，就用了 无题。我甚至不知道下面该写点什么，就只能扯淡开场。本来该是篇游记，但我想到有个将要离开的朋友会来关注这片关于 枫 的帖子，就觉得压力很大。我想这片blog应极力展现出游的欢乐，应化解离别的伤感，还应字句珠讥幽默诙谐。。。结果我现在还只是在扯淡               既然扯就扯远点。今天在sina看到很多名人的blog，比如徐静蕾，比如郭敬明，都是点击率很高的 。这顿时让我觉得和名人距离很近，倍儿有面子。不过一刻钟后就厌了：徐的文章太干瘪，写个初恋都不痛不痒的，郭是个自拍狂，那些没背景的自拍比他的文字更抢眼。               我转而继续看别的的blog，然后有了个大大的惊喜，就是看到 “勃客郑渊洁”。 我没写错，勃，是勃起的勃。郑是我儿时第一个文学偶像，他的12生肖系列童话我看了12遍还不止。今天看到他的blog更是出人意料，满篇丫啊，kao啊什么的，读着特过瘾。我想也是，一大老爷们几十年都只写点皮皮鲁鲁西西，肯定憋坏了。借blog的机会转型一下，也发泄一下，对身体健康是好的。儿时偶像瞬间颠覆了，滋味怪怪的。               还看到一个消息是韩国江陵端午祭申请世界遗产通过了，我的理解是 端午 这个名字就被韩国注册了。想到屈大夫，心里滋味也是怪怪的。还好我不愤青，我想几年前韩国人看到高句丽被中国申遗成功也会觉得怪怪的吧。如此看来世界上的事情扯淡的多了               我扯到这里注定不能转回去了，彻底成了扯淡。。。想想这篇blog至少转移了离别的话题，也是有好处的。伤感的时候总需要急救一下，发泄一下。我也学偶像好了                 操，操，操，呸，呸，呸               ps 我今天又画了“鸡蛋”。虽然Ester没到，corolla生日也没到。            Good luck～ Keep cool &amp; sweet~               ps2 看到好多狗，我特喜欢那条很像狼的黑狗。               ps3 我想我还是该写去Lost Maples两日的游记。。。等下次了               Comments   peng:     ……    Kyle:     水彩笔啊，以前画在鸡蛋上，这次画在乒乓球上 我那里来的水彩笔呢。。。奇怪。。。我没买过啊。。。    peng:     咨询一下。。。你用什么画的亚？？？ 很有意思的样子。。。俺也想去买来画。。。    Kyle:     可以游泳啊，不过有个at your own risk的牌子。。我怀疑是不是有鳄鱼出没。。。另外，我可以不可以假装不认识질투啊？    Lion:     hmm~ 那鸡蛋是要给谁看的？ &gt;_&lt; 질투ing..    Knox:     跟在一只狗后面的那条白色小狗眼睛长得好喜剧！maple公园里的河流可不可以游泳啊？看样子还挺清澈的。    Kyle:     re 小刷子， 郑写的很有趣，我今天又看了些，hahare easy 一会儿去看李的说。。。另外，不要把傻b朋的名字写在我blog上，看了都恶心。。。    Kyle:     re miao 你没看到我 鸡蛋 打引号了么。。。re li 是么，好久没看他童话了re awu 充分非必要条件d，awu不要紧张，hohore lp 很无言的comments。。。    yi:     对了，那个傻B李亚朋也有一个blog了，而且也是除了照片还是照片，再加上他公司写的致谢信之类的，不伦不类。    yi:     李冰冰的看了没有，也是一个自拍狂，而且照片还毫无技术含量。    洋:     赞，我也喜欢比较男人一点的文章徐的那篇初恋我当时就觉得太差了写的有空去拜访一下郑的    peng:     好有童趣。。。    诗荃:     画的不错！btw，我也说靠和Y，5555～成大老爷们了    LI:     郑渊洁在十年前就开始写那些粗话了    MOLLY:     这鸡蛋怎么像乒乓球一样圆啊？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%97%A0%E9%A2%98/",
        "teaser": null
      },{
        "title": "The Smurfs",
        "excerpt":"The Smurfs    今天刚知道的    蓝精灵叫Smurf  蓝爸爸叫Papa Smurf  蓝妹妹叫Smurfette  格格巫叫Wicked Gargamel  阿兹猫叫Azrael  聪聪，笨笨，厌厌这些叫Brainy，Clumsy，Grouchy、etc    中文翻译的真好，看到英语这些形容词一点都没有Q的感觉    个人觉得翻译的最好的还是变形金刚  Optimus Prime叫擎天柱  Megatron叫威震天  都是特魄力的名字    记得后来还有惊破天什么的，小时候觉得剧情太复杂就看不懂了    汽车人，变形～～～～           ps 回答一下awu的问题，hoho  http://www.naughtykitty.org/barbapapa/barbameet.html         爸爸和妈妈      Barbapapa, pink, male, lover of Barbamama     Barbamama, balck, female, lover of Barbapapa      下面是那些娃娃      Barbazoo, yellow, male, lover of animals     Barbalala, green, female, lover of music     Barbalib, orange, female, lover of books     Barbabeau, black and furry, male, lover of art     Barbabelle, purple, female, lover of beauty     Barbabright, blue, male, lover of science     Barbabravo, red, male, lover of strength and heroism     我以前会背那个顺口遛的，现在忘了。。。哀哀。。。    ps 2 再八卦一下，讲巴巴爸爸原创者，  Annette Tison &amp;     Talus Taylor   的故事。       The couple met at a Paris cafe and a writing relationship ensued, from which Barbapapa was born. Soon after, they were married.     The couple reside in Paris where they remain happily married to this day.    kao, 浪漫的一塌糊涂。。。      Comments   kyle:     呵呵，下次见面考你吧，hoho    皮皮:     原来是这样啊~~~看到这个再被顺口溜就容易多了@!!@@#@    诗荃:     不错不错~赞!    Kyle:     不好意思你还点，f't。。。我讨厌做这些题的zhu xx其实也是不错的名字，hoho    Heng:     又学到了这个帖子的知识含量很高，好    Michael:     不好意思。。。再点一次你。。http://spaces.msn.com/members/draxswonderfulland/    Guyuy:     怀念的说。..    peng:     前提是俺能记得住。。。。    kyle:     \"寻找便找到\"， bible上这么说来着    Nan:     你总是找得到这些东西。。。    Kyle:     是不是觉得词汇量又涨了哇？嘿嘿师姐的问题好，我再加点    peng:     我记得是有个顺口溜的。。。    诗荃:     巴巴爸爸叫啥?    peng:     最近大家的blog都很有内容亚。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/the-smurfs/",
        "teaser": null
      },{
        "title": "独自等待",
        "excerpt":"独自等待       片子里有一段背景是灰蒙蒙的清晨，看了特怀念。记得过去每次敖通宵后都会迎来此般的景象，我们会去永和还是城隍庙喝豆浆，然后晃回寝室睡觉。路上偶尔会遇到几个晨练的，或者是早起去图书馆占座的，相比之下觉得自己特颓。可能是空气很差的原因，四周都灰蒙蒙的，天空是，太阳也是。               李静让我想起一个人，好多次我们哆哆嗦嗦的一起出现在那样的清早。可惜她没有暗恋我，不然我现在也可以yy一番。离开北京时候想再在一起吃顿饭，都没有如愿。好多往事都在灰蒙蒙的晨光里变得模糊了。                    片子最后打出字幕，说是“献给从你身边溜走的那个人”                       我觉得不好。一是不准确，从我身边溜走的人多了，一个不止的。二是太狭隘，建议改成献给“曾经在北京爱过，哭过，颓过，狂过的每个人”                    夏雨还是那么帅，啧啧                                                                                         Comments   MOLLY:     最后的字幕，改得好。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%8B%AC%E8%87%AA%E7%AD%89%E5%BE%85/",
        "teaser": null
      },{
        "title": "Aeon Flux &amp; Harry Potter",
        "excerpt":"Aeon Flux &amp; Harry Potter       Aeon Flux       教训1 不要只觉得海报漂亮就去看电影               Flux的海报很酷，远比电影里的人物酷多了。       片子太烂，数一数二的烂               Harry Potter       教训2 要是看不懂一部电影，就不要去看续集了。               一如既往的看不懂Harry Potter，听不懂英国英语。       青春期小孩张太快了，不过Emma倒是越发pp了。                       极其难看的两场电影。。。近期一定要看点好片子补偿一下。。。                       Comments   peng:     hand 一把。。。   俺那天看完后。。大家都非很满足的样子。。弄得我都不好意思ft的。。。还额外的好好反省了哈是不是自己投入不够。。。   harry.. 俺就觉得那几个俄国来的dd还比较帅。。。哎。。看现在这个品位。。        kyle:     我也准备回去看到，不错的片子    雯:     不会啊，对于这个片和章子仪，最近看到的都是正面的评价我也很期待    Shu:     好想看Memoirs of a Geisha, 可惜那时候都回国了. 国内去看这片估计会被扁…=\"=!    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/aeon-flux-&amp;-harry-potter/",
        "teaser": null
      },{
        "title": "真的好玩的东西",
        "excerpt":"真的好玩的东西    这次没有trick了，微软搞的聊天机器人    把encarta@conversagent.com 加成msn好友就可以和他聊天了。其实是encarta的在线版本。不过好像search功能还有点问题    凑合着玩吧      Comments   Kyle:     you shouldn't have… I bet she hates you more since you rank higher,heehee    Caroline:     I hate Ma Lili~ hoho!    Kyle:     。。。我不想回答问题。。。问encarta好了，呵呵    Yanming:     好了，你被点名了。。。到我blog里找问题去。。。好不容易找到一个，唉。。    Bin:     有意思你骂他，他还很有礼貌。。。哈哈哈哈哈哈。。。    peng:     .头排了。。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%9C%9F%E7%9A%84%E5%A5%BD%E7%8E%A9%E7%9A%84%E4%B8%9C%E8%A5%BF/",
        "teaser": null
      },{
        "title": "A River Runs Through It",
        "excerpt":"A river runs through it       意识到记忆中最新看过的电影是上面那两部烂片，是我是不能容忍的。       这样促使我终于把一些屯了很久的电影看了。               很多时候都觉得这部电影很类似Legend of the Fall，特别是pitt都是一样的放任不羁英俊潇洒       片子里有点讲不通，一个热爱自然人是不应会沉迷赌博的。                    另外我还新认识了一个州，Montana。我会在别处特别说明。                        Fly－fishing实在是很美，我想起还在别处看过那样抛鱼线的动作。是 情书 还是 四月物语，忘了。               这两部都是日本电影。关于日本最近有个话题是Geisha，张mm因此被骂了一万遍。我对张mm没有特别的感情，但这点上觉得她很冤。太多额外的意义强加在一部电影上是无谓的。电影是种艺术，geisha也是，仅此而已。               之前看过一些geisha的介绍，感觉和中国的京剧有类似的地位，也是唯美的技艺。加上岩井君，就足以让我确信大和民族里还是有人不断在追求美和善了。        Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/a-river-runs-through-it/",
        "teaser": null
      },{
        "title": "Bt Bbs",
        "excerpt":"BT BBS       今天突然看到了BT BBS的logo，很是惊喜               教育网外是不能上BT的，我也就1年半没有去过了。               友情提醒一下，BT BBS和p2p下载软件BT是完全不同的两个概念，请不要混淆。               此外，无需多言                                                                         Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/bt-bbs/",
        "teaser": null
      },{
        "title": "偶曾经的ftp",
        "excerpt":"偶曾经的ftp       来了兴致，找到过去偶ftp的登记信息 怀旧一下。。。                       ----------------------基本信息------------------------          域名： yellowsea.3322.org          端口： 8821          带宽： 10M   FTP硬盘空间： 40G      开放时间： 每天9：00--夜1：00  -------------------下载帐号及设置-----------------------           均为临时分流帐号，固定帐号去BTbbs查找               --------------------上传帐号及设置-----------------------          帐号：btUP          密码：btUP         设 置：1Conn/IP，不限速         IP限制：无 ----------------------说  明----------------------------   1、本FTP位于教育网；   2、本FTP主要提供bt专题服务器，其他资源谢绝上载   3、请勿反复连接，违者Block 15分钟；    ---------------------总   结---------------------------- 上载 ftp://btUP:btUP@yellowsea.3322.org:8821 ELE系内分流帐号        ftp://ele:LovE!moVIe@eecs.3322.org:8821       Comments   kyle:     hehee    Yanming:     cool, memory and history are  treasures, cherish and hold it tightly    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%81%B6%E6%9B%BE%E7%BB%8F%E7%9A%84ftp/",
        "teaser": null
      },{
        "title": "一张很久前看到的照片",
        "excerpt":"一张很久前看到的照片       今天想起来了就贴出来               我都忘了我最后把那辆二八的凤凰留在那个停车棚了。要是现在还在北京读书，我肯定继续骑他。结实，而且够破，不锁也不会被偷。                    独自等待 里 夏雨 说，“我忘了我不是大款”。算他是悟到了                        都他妈什么东西                                                         Comments   Kyle:     re是叫这个。我另外还很喜欢一个 最美的祝福    Knox:     这首歌的名字叫云上太阳。    hailan:     能告诉我你背景音乐的名字吗？很喜欢    Kyle:     哪儿跟哪儿啊。。。    Knox:     你的什么车，难道被。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%B8%80%E5%BC%A0%E5%BE%88%E4%B9%85%E5%89%8D%E7%9C%8B%E5%88%B0%E7%9A%84%E7%85%A7%E7%89%87/",
        "teaser": null
      },{
        "title": "今后的目标",
        "excerpt":"今后的目标       哪怕风花雪月打在头上，也要努力向前看               over                                                        Comments   Kyle:     大哥说话就是言简意赅啊    Tan:     这张好    Kyle:     be coooooool…    peng:     i am so loving it!!!!! great great!!!! fatastic!!!    kyle:     我还觉得这些bb都差不多呢。。。眼光有别，有别啊    Shu:     MODEL都长得太像, 还是这DD有个性, 偶又来看他了. 太QQQ啦~    Kyle:     嘟。。。真是有趣的形容词啊那么model很极品的，不是轻易找的    Annie Avant Chanel:     model随便搜就可以看到啊，还更限制级，这样特别的娃娃却不易看见呢。    Annie Avant Chanel:     因为很嘟啊，    Kyle:     没想到这个娃娃这么受欢迎，我还以为我贴的model会更火    hailan:     好喜欢他啊    kyle:     照片不是我拍的那句话是我刚制定的目标，当然是我写的拉    Annie Avant Chanel:     这个娃娃真可爱，是你拍的嘛？这句话配的妙绝，也是你写的嘛？绝倒。    Kyle:     这首歌是从教会听来的，我最喜欢的一首re water。。。你怎么不说我变的面带桃花了？号召一下，同学们不要乱起哄～～～    Shu:     LOL, 狂ZAN下楼下的~    Bin:     你怎么变胖了？    peng:     so cute!!!!    雯:     听了一下午    雯:     赞一下背景音乐    Knox:     看不到图片    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%BB%8A%E5%90%8E%E7%9A%84%E7%9B%AE%E6%A0%87/",
        "teaser": null
      },{
        "title": "囍宴",
        "excerpt":"囍宴       柏林金熊奖。我一直都还想看 推手 和 饮食男女，可惜找不到。               的确是很喜庆的电影，虽然背后的悲哀那么深               李安在婚宴里面露了一次面，被我发现了，hoho               女主角金素梅，居然就是现在台湾立委 高金素梅。从演员到经商，遇到大火，遇到癌症，最后从政。前段时间还跑去日本闯靖国shi社，实在是位奇女子～                                                                         Comments   Kyle:     红字 至今都还在我电脑上，舍不得删，呵呵是韩国那个把？    Shu:     这两天无事, 也开始BT. 看了&lt;红字&gt;, 厚, 太INTENSIVE了. 心情不好千万别看, 心情好的时候也别看=_=!    kyle:     我不承认啊，呵呵    Knox:     看来是我多愁，你善感了。    kyle:     我觉得最悲哀场景是女主角打电话回家的时候，和她父母讲上海话。这是呆在美国的一种悲哀，和父母能不能接受无关的    Knox:     我怎么没有看到悲哀呢？老妈老爸最后都能接受算悲哀么？现实的情况是那样主流意识和地位的父母是不可能接受的。喜筵应该是美丽的童话吧！    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%9B%8D%E5%AE%B4/",
        "teaser": null
      },{
        "title": "考试期间",
        "excerpt":"考试期间       看书到2点，回顾一下昨天播出的 Victoria‘s Secret Fashion Show ，然后回家困觉               俺们老百姓就是这么过日子滴               ps  VS众多model里面我偏好一位，昨天终于知道她叫Alessandra Ambrosio，巴西妹子。啧啧～               ps2 我重新评估了一下今后的目标，要加一点就是偶打算在毕业前逛20－30个米国的国家公园。              目前才去过2个，路慢慢其修远啊。。。               ps3 近日采购帐篷睡袋等野外生活用品，巧遇到一达人，刚独自驾车2万miles神游美国归来。下篇blog就讲讲他的故事。                                       Comments   Shichang:     我也特喜欢那个女孩Alessandra Ambrosio。恐怕你乐意看看下面的网站了。http://www.ryoni.com/news/123/    Kyle:     re lpddeng 网上下载就没有广告，不过从下载到100％的那刻起，我的兴趣也突降，最后就拖着看了看。re zhen 我比较不喜欢那个女的，主要是赤裸特工实在是部超级难看的片子，印象搞坏了re 鱼头，那个黑妹是很丑。。grrrr。。。re findinfun。。。我这几天斗都要2个大了。。到时候回到中关村给你买几张电影dvd也能练听力的    yanming:     YS同学：麻烦带点能当听力用的东西回来送我。下下    Annie Avant Chanel:     我只是更迷Maggie Q    Michael:     tyra is the fattest black chick…though she is a star…..    peng:     watched on TV…. not as good as i though… so many ads…however models are great…some of the under were really fashion and sexy…heiheiheihei    kyle:     我就算收不到也会想办法去看，是把，呵呵tyra是那个？zhen你这么说就不厚道了。。。别人当个model容易么，身材那样而且够pp拉～    Annie Avant Chanel:     身材是极品。 只是脸部没有勾魂夺魄的美丽。不知道奶娃的魂怎样？    Unknown:     哦。才看到前面caral留言，呵呵~    Unknown:     咦，你能收到哦？那天我看的时候，cara 和zhenyu都搜不到那个台~喜欢tyra    Kyle:     诶。。夸下海口后悔了。。。    晖:     期待故事~~    Kyle:     chinese guyre cara ，BT下载的，mininova.com可以找到种子这个fashion show超fancy &amp; hot, 热点推荐～    Shu:     厚, 你居然看到了. 我跟YZY都没找到, 还以为HOUSTON没那台呢. 晕…    yi:     Chinese or American?    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%80%83%E8%AF%95%E6%9C%9F%E9%97%B4/",
        "teaser": null
      },{
        "title": "红字",
        "excerpt":"红字       我还是忘了把 红字 记下来。               发这篇帖子我都不用上网找照片，我从电脑里有个叫enzhu的文件夹找几张就是了。               记得我是先看到李恩珠的死讯，那时候我还不认的这个演员。红字 是她最后一部作品，我便去看了。竟一连看了2遍。后来回想起来，我经常觉得她有张曼玉的影子，又有翁美林的影子。终于发掘了一个喜欢的韩国女演员，结果死了。               从那以后我就很少看韩国电影了。               Only when I sleep，这个版本强过the Corrs的原版，我觉得。               哦，红字， cara说intensive，其实我都忘了看过的心情了。                                                       Comments   Heather:     merry x'mas~~xp飘过~    Shu:     555~不可以鄙视…她让我想到张国荣啦…    Caroline:     自杀？鄙视~哎，啥时候回家阿HH?    kyle:     同学们，大家在百忙之中还是抽出点时间来关心一下八卦新闻吧恩珠mm是自杀的，不然我也不会联想到翁mm据说就是 红字 中裸露镜头太多，给了太大她压力，受不了就game over了。。。还留了遗书的说http://chinese.chosun.com/site/data/html_dir/2005/02/23/20050223000000.htmlhttp://chinese.chosun.com/site/data/html_dir/2005/02/23/20050223000011.html    Shu:     啊?她死了呀?很精致的一个女人, 哎..    Paradox:     how did she die?    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%BA%A2%E5%AD%97/",
        "teaser": null
      },{
        "title": "农转非 前夜",
        "excerpt":"农转非 前夜       傍晚那会儿我在电影院，特困，打哈欠都没力气把嘴张圆。               直到King Kong和三只霸王龙死磕的时候，我才清醒起来。后来巨大的昆虫也很有特色，这样三个小时就蹭了过去。我原本计划再去看上周release的The Chron. of Narnia, 但突然很想吃水饺，就回家了。                    似乎最近一周都没睡到6小时，全拜老板最后给我一个“short &amp; fast\" proj.所赐。。。今晚理论上是要通宵了，我现在packing的进度可以预示这次试验数据会很接近理论值。                        Packing的时候发现冰箱都空了，除了Dr Pepper。拍照一张。               现在我不能多写了，而是该去网上填DS 156。               突然想乌鸦嘴一下：要是签证没过，生活肯定会变得很波折起来，那会是什么样呢？ 幻想ing               哀哀，写得乱七八糟。。。拜拜，羞死炖                               ps  今天看到3个不错的trail, 慢慢等片子上映吧             Da Vinci Code             Mission Impossible III             Final Destination III                                                                 Comments   Guyuy:     什么时候。。。    Shanshan:     回国了？！眼红    Annie Avant Chanel:     Davinchi' s Code is better to be read, to me.少睡之后更不能看用眼看电影或者unnecessary的上网，要save all sight and health.    yi:     真可惜我们错开了！不然请客就可以分摊了，sigh～    Dagang:     一路顺风，回国多多Happy.多多FB.    peng:     \"要是签证没过，生活肯定会变得很波折起来\"\"Mission Impossible III\"heihei    诗荃:     沙发～回家玩儿好吃好哈要是你在new orleans就好啦，我肯定让你帮我带这带那的，嘿嘿    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%86%9C%E8%BD%AC%E9%9D%9E-%E5%89%8D%E5%A4%9C/",
        "teaser": null
      },{
        "title": "Contact Info.",
        "excerpt":"contact info.       Beijing's cell 13146524463       Chengdu's cell 13628013950      Comments   Kyle:     事实证明鱼头真的回去了。。。另外我很反感83S这种人，以及这种暧昧的表达手法    moone:     晕！！对不起，我发错了！！以为是一个朋友的SPACE。对不起    moone:     嘿嘿，好久没见到你了~想你    Unknown:     你好，我叫83S，我来拜访你的空间。你的空间很不错。本来我不应该来打扰大家的空间，但是为她的祝福已经到达一半，我真的很希望很希望能够在她实习之前收集到666个来自大家发自内心的生日祝福，希望你可以来我的空间，写下你的祝福，谢谢你    Yu:     我也刚刚回国回来还去北大逛了呢sigh，没有碰到阿    Yanming:     cool! 回国了！    Tan:     呵呵， 回来不要误了飞机拉    min:     Merry X'mas~~~~~~~~~~~~~~~~~~~~~~~~在家好好玩~~~~~~~~~~~    Michael:     27号的飞机。。。。28日到北京    yi:     Haha, I think so too.    Michael:     为什么这么估计。。。。我还没买机票呢。。。    辉辉:     我估计你肯定回来。。。    Michael:     ….没准我也要回去…    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/contact-info",
        "teaser": null
      },{
        "title": "Hollywood",
        "excerpt":"Hollywood       有二十多天没看电影               唯一和电影相关得就是夜游了Hollywood               以是记                       ps1 没有看到山上那个Hollywood Sign，憾              没有看到Mulholland Dr,憾              看来还得去一次LA               ps2 想起来还有一个电影相关得就是看了 一个馒头引发得血案。狂赞                                    Comments   Kyle:     corolla你早生几年肯定是女排的猛将啊，短平快打天下的    Caroline:     哈哈，甭感动了，我是自我反省了一下文章太长话太多，估计一句一句地说的短平快比较有力量的说~    kyle:     re eric,那天我还在倒时差呢，没有见到你啊，呵呵re cara…其实我只在成都待了一天半，遥hi的确有难度阿corolla同学留言热情这么高偶实在很感动阿，哭一把已示感动好了。。。说了成都的都是琐事，不过最近又有波折了，安顿好了再来说    Caroline:     看kingkong哭了4次，真丢脸啊~ sign~    Caroline:     我看了memory of a gaisha, Kingkong,hehe~    Caroline:     我也看了老胡的馒头的血案，是很棒啊~    Caroline:     呵呵，回来了？你走了还真是够冷清的阿~家里什么奇遇阿~    Shu:     听说你的奇遇了, lol. 没在CD遥HI上呀, 我跟ZT和LA还在狮子楼吃火锅拉. 厚厚~    Bing:     欢迎回来，呵呵～    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/hollywood/",
        "teaser": null
      },{
        "title": "波折",
        "excerpt":"波折       回来一路飞机都特稳，连遇到气流的颠簸都格外少。注定又不能实践如何穿戴氧气面罩和救生衣了               飞机上除了睡觉我都醒着，除了发呆我都在构思如何完成这篇 波折，基本要求是跌宕幽默而且含蓄               前日和某男长聊，听来一个凶险的故事，保守估计金刚量级。可惜没有授权，便不能与诸君分享，实为一憾。陈导演有把 馒头血案 充实成 无级 的才华，而我没有。这样我自己的故事还是不要写出来的好，毕竟都是些琐事。               新闻讲春运开始了，我立马联想到过去咯甭咯甭28小时的经历。这样转机三次飞了18小时回Houston也成了琐事，毕竟我没有痔疮而且一路都有加冰的Pepsi喝               唯一要提的就是本命年乌鸦嘴实在是很可怕的事情，切忌切忌                      Comments   Kyle:     re xianglin, 81's…ei… getting old…re lpdeng…wish to meet you too:)    peng:     welcome back! hope can meet you guys this year!    Knox:     回来感觉怎么样哦？就这么见了一面就走了，email说说哈！btw，你是82年的？    Kyle:     re  Coolish 这几年就别想过春节了，除非被check啊。。诶。。又乌鸦嘴了。。。re 鱼头 你也回来了？re zhen。。。您就不能小声点么。。等看你id故事哦    Kyle:     re miraki…我觉得还是川航的小姐pp啊，可能我恰好遇到了，hohore dagang，最近忙的事情多，你知道啊，呵呵re triff 说实话，这次回去搞得我伤身又伤心。。sighre cici 寒假还是你们玩的爽啊。。。    Annie Avant Chanel:     愿新的一年你少卖些关子，大奶娃。    Michael:     本命年啊。。。。    Grace:     嘿，好歹都回家了，不在家过完年么。好想回家吃这个那个。。。    Bobblecat:     欢迎回来哈    min:     哈哈，我居然把你space的标题看成“再也不想回去了”。。。。    Dagang:     回来就好。可以去看电影了。Munich &amp; Brokeback Mountain 的评价还不错，可以去看看，我自己也没有看过。    Yan:     我做飞机过来14个小时里最大的感受就是比起空妈来还是空姐好看些，不过空少还是不错的一直在幻想如果乘机遇到阿人劫机或者强烈气流坠机事故该如何写遗言，无奈没有实践的机会闲的…    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%B3%A2%E6%8A%98/",
        "teaser": null
      },{
        "title": "公告一下",
        "excerpt":"公告一下           从今晚起，我和zhenyu同学开始亲密同居。估计这样的生活还会维持一段时间。             酱紫,还望大家支持                     Comments   Jasper:     好，目光放在“ 一段时间” 上～～    Kyle:     同学们不要把重点都放在同居上，要目光远大才好    芸芸:     帅哥同学，春节同居快乐    Kyle:     re 鱼头  吓起哄的时候就有你。re water 哈哈，终于等到一句祝福了，谢谢拉re fish…comf… 不知道你现在在哪里？re cara… 变化快吧，嘿嘿re wendy 是坑你还跳，果然很supportive    Kyle:     re zhen…你是问扮演什么角色么？ 专业点说法叫1/0re dove…不知道从何说起啊。。。re wen … 你要是来了就有了，hohore krazy…这么精辟阿，到底是什么取决于zhenyu同学，我还没弄清楚的说re RY… 有意见么?    wendy:     好大一个坑…祝生活幸福 :)    Shu:     哈哈哈, 才一个月就…现在的年轻人…    Kathy:     踩一脚～意外的发现你这里有New Orleans的照片很亲切。。。。因为我来自那里    Bin:     同居愉快。。。。=.=    Michael:     can not agree more with krazyface，哈哈哈    yi:     How come you ended up with him?    Nan:     小草，这个简单男的就是春光乍泄女的就是同居密友不男不女就是艳光四射歌舞团玩笑玩笑，大海别生气。赫赫    雯:     就你们俩没有第三者啊？    Michael:     发点同居照啊。。。    Ding:     我一直认为你很有创造力：）    Annie Avant Chanel:     女生男生啊？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%85%AC%E5%91%8A%E4%B8%80%E4%B8%8B/",
        "teaser": null
      },{
        "title": "饮食男女",
        "excerpt":"饮食男女       欣赏李安不是一定就要急着去看 断臂山 。我记住李安是从他的家庭三部曲开始的。               我说过我钦佩热爱并宣扬祖国文化的导演，那是一次说道 北野武 的时候。       李安告诉我们中国文化除了功夫，还有很多。一次喜筵，一桌佳肴，其实都是。                    一直没有找到 推手， 喜宴 也是上学期期末才看到。很奇怪过去我为什么一直很在意这三部电影。           喜宴，饮食男女 的剧情，都意外的跌宕，不逊于商业片。在我看来都是喜剧，看了闷着乐那种                       片子最后讲了一个很重要的道理，那就是：身体很重要，hoho                       天杀的老朱啊～～～            Comments   kyle:     好看。就这两个字    yi:     这个片子确实不错 过年那会儿,跟几个朋友还有老公一起看了第三遍.    Knox:     李安的片儿里能找到中华文化的影子，但也有融合些其他的文化，只是他做得很和谐，涓涓溪水丝丝流入人心，感觉很棒！    kyle:     re yh 呵呵，你到底怎么没带I20入关的啊？re corolla 翻译是很搞笑的，不过电影很好看，hoho    Heather:     test2…. see my touxiang    Heather:     test haha sg, heard that you have a new nice cool hair cut?~    Caroline:     片名翻译挺逗的~ 好看不？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E9%A5%AE%E9%A3%9F%E7%94%B7%E5%A5%B3/",
        "teaser": null
      },{
        "title": "波折 2",
        "excerpt":"波折 2       还依稀记得刚建这个space时候，我仍依恋未名的文集。有个朋友给我推荐了Happy Tree Friends的flash，我收集了好多桌面图片放在space的相册。似乎单调了些，我便找了一个矫情的句子作为blog的附标题：再也回不去了。此后我就没改过。               圣诞节那天下午我逛到结冰的湖边，里面依旧是密密麻麻的人头。果然遇到了孙哥，出租冰鞋并带新手上路。什么都没变，不知道孙哥会不会觉得厌。我企盼生活能有变数，突然的，意外的。               zhen开始了一项浩大的工程，要写刷子们的故事，一期工程已经写了二十来号人。我不怕这会是个太监贴，因为看得出现在都还是前戏。我期待高潮，但我又很悲观的担忧高潮后的疲软。得知学校图书馆打印免费后，我打的第一套书就是Heroes in my heart. 如果有机会打印 “我所认识的刷版ID故事”，我会寄去加拿大索要zhen的签名, ID并真名。               最近很多人生日，但我确实忘了一些，也假装忘了一些，一些没忘我又希望忘了，这样晒选过就剩下不多了。此刻北京时间是我家妹的生日，希望你能快乐。希望你们都能快乐，不在乎一句Happy B day了               今天刚拿到重装后的电脑，干净的紧。文件都有备份，除了收藏夹。这让我很恼火，因为丢了好些美女的blog地址，里面不乏有我暗恋的。记得其中一个是在欧洲的北京女孩子，我很爱她的文字，随意得如她额前的流海。我不愿拿出来分享，哪怕zhen再骂我卖关子               不要问我为啥标题叫 波折，问了我也不知道。      Comments   Kyle:     有个性的美女也是不多得的～心灵美太苛刻了吧，我不会那么mean的    Annie Avant Chanel:     就知道主要是美女。。   你的口味不是心灵美。。    Kyle:     spaces  该了新版本，结果就是老down掉。。。大ft。。。    kyle:     女贝贝木 是那里来得仙姑啊。。。re sophia 没怎么领会你留言得精神啊。。。re zhen 其实不是什么才女，主要是美女，hoho，就不给你看～re RY同学，两个人在一起生活是很严肃得事情，希望你要认真对待    yi:     你跟zhenyu过得怎样? 男耕女织,真幸福啊,^_^    Annie Avant Chanel:     那偷偷跟我分享好不好，私藏才女。。。。当心我把你写成一个Shrek。    Annie Avant Chanel:     死奶娃。    Sophia:     good. movie fans    萝卜:     沙发？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%B3%A2%E6%8A%98-2/",
        "teaser": null
      },{
        "title": "Reunion     Episodes101 109",
        "excerpt":"Reunion     Episodes101-109    三男三女  可以像friends那样温馨搞笑 也可以像reunion这样曲折悬疑  推荐一下，顺便简单介绍剧情：某高中有六个死党，毕业20年后其中一人被杀害。从毕业那年开始，每一集就讲述一年内的故事（类似24的模式）。谁被杀了，谁是凶手，一集一集慢慢接近真相。。。  ps 遗憾的是似乎fox不打算继续拍下去，13集后就会终结  可惜了这么精彩的连续剧。。。                                                   Comments   kyle:     似乎好像是评论不好。。。这么好看的片子啊。。。    peng:     why???   难道收视率不好？还是编剧的戈了？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/reunion-episodes101-109/",
        "teaser": null
      },{
        "title": "外出",
        "excerpt":"外出       外出 很细腻，外出 很唯美，外出 很缓慢，外出 很韩剧          外出 本来就是 韩剧          孙姑娘一如既往的纯，看她脱衣服都没啥邪念          不知道裴哥怎么就下手了，啧啧                      Comments   peng:     recommending this blog to others is the gift~~~    _    kyle:     有奖金没？    peng:     俺觉着你的影评越来越赞勒。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%A4%96%E5%87%BA/",
        "teaser": null
      },{
        "title": "旺～",
        "excerpt":"旺～    丙戌年正月初四，拜年晚了些。吃剩的年夜饭就算放冰箱，今天也该倒掉了。我出来冒个泡，免得某人误解我不更新blog是因为过年放二踢腿炸了手。  其实我早就不亵玩炮竹了，烟花一类都只是远观。偶尔回想起在积粪池里炸出数米高的粪柱，整个田野shi香弥漫的往事，不禁觉得当年那个裤兜里塞满鞭炮的少年实在是英姿飒爽。  zhen说上周六更新刷子故事6，结果未遂。估计是看春晚找灵感去了。我当然不会计较，反而相信延期更新的故事会“相当的”精彩。  最近发觉我开始粉丝twins，特别是阿娇。这实在是件糟糕的事情。我幻想有一天去参加twins歌友会，周围一群英姿飒爽的少年都从兜里掏出鞭炮庆祝，我却没有。他们一定会bs我的，她也会的。  狗年，要旺，贼旺贼旺的。   ps 几周前看到些很有趣的标语，拿出来大家看看。hoho        Comments   Kyle:     抓住潮流的尾巴也不容易的，你就不要太苛刻了    Caroline:     现在开始fans twins哦？那是高中的事情吧，年轻人真好~    Kyle:     re cara我咋连那两句都没记住捏，，，现在记性那是相当的差啊。。。re jiang共同喜欢，共同进步，呵呵    Yu:     偶也喜欢twins，haha    Shu:     仅年春晚好难看呀. 就记住两句经典的. \"简直是不拿人当腕儿\" \"我看你是狗年放狗P\"    Kyle:     re wen 新版本真的超级shi，用ie看blog一天死十次都不止。。。不过用firefox倒是更方便，MS真的比较猪。另外，现在不是初四了么？re lp 感受到首都人民的幽默了吧re zhen 你镭哥身手这么矫捷的，肯定躲过粪柱拉～    Annie Avant Chanel:     嗯，学了一个“英姿飒爽”的词，还不错。   数米高？那你有没有soaked wet and then became a smelly cat? hahaha, smelly cat, smelly cat, it's not your fault..    peng:     ….标语我喜欢。。    雯:     这个新版本不帮我署名。。。    雯:     我们这还初三你那就初四了？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%97%BA/",
        "teaser": null
      },{
        "title": "如果  爱",
        "excerpt":"如果  爱      原本我是可以去看张学友主演的最后一场 雪狼湖，如果我早点回北京的话         这样的句子无疑在扯淡。事实上那晚我在成都一个小酒吧晃荡，第二天酒醒了感慨，就总说点“如果XXX”的话。         如果 特不靠谱。如果 爱？如果 不爱？如果我是李登辉，台湾就统一了，连折腾熊猫都省了。         我终究没有看过张学友的现场，也看不到了。                                               Comments   kyle:     艺术嘛，是要ms高于生活一点点    Shu:     great movie but not quite attach to it. i guess it is because that the character is so well defined, and it is hard to apply to real life.    kyle:     其实我狠喜欢里面的歌的，特别是jacky的如果爱    kyle:     re caroline上面这位姐姐就是去看了演唱会的。。    min:     这部片子狠是不怎么样~    Caroline:     如果圣诞节不是犯傻，我就圆看偶像刘德华演唱会的梦了~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%A6%82%E6%9E%9C-%E7%88%B1/",
        "teaser": null
      },{
        "title": "Brokeback Mountain",
        "excerpt":"Brokeback Mountain    我不喜欢 断臂山 这个译名。 断袖羴 会更好点  断袖是有典故的，讲的是董贤和汉哀帝共寝，压住了皇帝的袖子。皇帝早朝，不忍吵醒他，就“断袖而起”。  这个故事我早从一个朋友那里听过。羴 是昨天的发现。拼音shan，不知道几声，姑且就当成一声，这样和“山”也同音了。三个羊在一起，和电影也很搭配  我个人狠zan这个名字，断袖羴～  这样的故事要是发生在一对男女之间，那就实在平淡，不过偷情罢了 同志间呢，有些撅头，但我却没有当初 蓝宇 的感动了。甚至 东宫西宫 都要更有趣点。  我最喜欢的还是满头的蓝天，满眼的群山 ，和 羴。              Comments   kyle:     原谅侬了    Shu:     汗.. 看我是上班时间捧场, 就姑且表计较我没看清楚了吧….=\"=!!   恩, 觉得最后一幕比较感人, 就他把两件衣服换了里外那里. 其余就觉得风景还不错…    kyle:     照片网上找吧，很多的   那个字读 shan，我blog里写了的。。。    Shu:     i forget again how u pronounce that word? @_@…    MOLLY:     我喜欢站在前面的那个，有没有他个人的照片？    kyle:     想看就看嘛，超级一点   lp同学你今天留了很多言啊。。。    peng:     断袖羴     恩。。赞！    Heather:     i just want to see this film xixi    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/brokeback-mountain/",
        "teaser": null
      },{
        "title": "Test",
        "excerpt":"Test         つ ユ    ，                   ち                ゝ     ㄣ ㄣ    ズロ   ノレ    ぼ︳    |`や  ‘┽、  タ,   ㄧ ゛ノ\"ノ      ㄖ                 ュ    ˋ| ハ  ‵         ヌ   ﹒   精华区看到的。缅怀一下灌水时代    Comments   Ding:     我怀疑自己严重散光，隔老远还看不清楚@-@    Kyle:     够清楚了，如果你用ie的话    小卡:     后面几个字看不清楚啦~~~    Kyle:     RY同学，看来你的信息又该update了，周末有空电话聊吧    yi:     你有什么计划啊? 去韩国会mm?    Kyle:     我应该是另有计划啊，到时候只能遥hi了，呵呵    yi:     哪儿来得公费啊? 都是自费!    Kyle:     闪 作形容词是啥意思啊。。。发觉1＋同学留言太闪了。。   re corolla..看懂了，然后觉得快乐不？    Caroline:     看了半天才看懂。 看懂了是不是证明什么东西啊？    Melissa:     后面的还是比较模糊，我还以为你在测试大家的！你又闪回去了？唉，你的速度一般都是用闪来形容的，就像你的人品一样，闪！    Kyle:     隔远点看就看到了怀念bbs好玩的东西还很多    Ding:     看不懂哦      Bobblecat:     hehe，好玩    Kyle:     我说姐姐啊，您那可是公费出游。。。我的差旅费谁会给我报销啊。。    yi:     春假跟姐姐我去Orlando玩呀?    Kyle:     还是有个识货的，真不容易。。。    Ying:     弱智儿童快乐多！    Annie Avant Chanel:     这是虾米东东啊？    Maruko:     啥玩艺儿呀？？？？~~~~~~~~~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/test/",
        "teaser": null
      },{
        "title": "千里走单骑",
        "excerpt":"千里走单骑       得知 千里走单骑 不是讲 云长大哥 的故事后我失落了好一阵。               起初听说某个大导演要拍 赤壁大战，随后谋子的 千 片开始频繁曝光，这样我自然想到“某个大导演”就是张某人。现在我觉得狠迷糊，记不清到底是不是看过 某导演要拍 赤壁大战 的消息。               最近老是这样。比如几周前我觉得丢了一件衣服，aeropostale的灰色hoodie。但现在我又怀疑我到底有没有买过这件衣服。记忆不是那么靠得住的               回过头来说说 千里走单骑。               高仓健是个老戏子，演到了 不演 的境界，高山仰止。借用何老师的话，我没资格品论什么。               最zan是男配角邱林同志，浑然天成且搞笑十，绝               看到录像那段，鼻子酸过。我觉得和电影无关。                               ps  刚刚在dealsea看到aeropostale在打折，呵呵                                                                                 Comments   Grace:     呀呀….. 错了 错了 是另一个混得挺好的 \"吴宇僧\" 要拍!    kyle:     re 苗 我在国内的时候就想看了，不过太忙了   re corolla 不知道这个和loading time有没有关系啊   re gongxiaoyan，呵呵是么。。我希望能看到有小红点出现在非洲，南极州。。。    Grace:     嘿嘿，看那个澳大利亚的小红点是我提供的      Grace:     好象是李安要拍那个赤壁之战    Caroline:     哈哈，我是经常忘了自己买了这件衣服，打开衣柜总是以为拿错了，呵呵~    MOLLY:     还没看呢，明天看看    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%8D%83%E9%87%8C%E8%B5%B0%E5%8D%95%E9%AA%91/",
        "teaser": null
      },{
        "title": "V Day",
        "excerpt":"V day       未名可以上了，但id都不能登陆，说是密码错误。估计是系统傻b了。  水母也可以上了，过去的信件全还在，有好多04年四五月份的聊天记录。  网上说聂老放狂言，单论棋力中国没人能胜他。只是年老色衰，昏招不断才导致战绩不佳。我想或许是真的。除了吴清源，我最佩服的就是聂老了。  某年月锌元素流失严重，脑活力下降。我关闭了未名的呼叫器，聊天都在水母。从备份记录看来，聊天有三种：一是找工作，二是找房子，三是我不在时的自动回复。如此看来，我都没有难过的借口，那年夏天的北京总是天高云淡。  昨天是十五，triff用酒醸煮元宵，我估计吃了20＋  今晚我一直听 当你孤独你会想起谁。我不敢说，闷头喝 Dr Pepper  明天是V day，我不知道巧克力保质期是否长达数年。   若干年后，我会死于糖尿病引起的并发症。  立此为据               Comments   Kyle:     awu你不是说new orleans巴。。。    诗荃:     我们这里要狂欢了，你们来不来玩儿哈？      Kyle:     倒。。。偶对狗粮兴趣不大的说    sayon:     养了狗三餐就有着落了啊……    Kyle:     我三餐都没着落还能养狗么。。。考虑以后是不是煮一锅酒醸屯着。。。    LI:     Do u have a gf? I am wondering…    sayon:     看上去有些苦闷呐 pat！ 养只狗吧，ms你喜欢狗诶    min:     恩，那俺大概就是古往今来第一个醉死的了～    Kyle:     不知道放久了会不会变成酒？-_-)a    min:     哈哈,还没解决掉…    Kyle:     另外，我想triff会不会剩下这周都继续喝酒醸汤啊，呵呵    Kyle:     我狂吃甜食不是一天两天的事儿了，早就有的糖尿病的准备了，没啥悲哀的其实今天过的很happy，看了好多集friends，主要第二第三季的，hoho    peng:     俺也吃了20+。。   好吃    min:     就是,开心就好了,happy V-day~    Bin:     怎么这么悲观阿。。。就这么一天嘛，没什么大不了的。：）    Annie Avant Chanel:        巧克力受热要融化，冷冻之后会保存很久，放在室温很久无人过问，想起来之时已经落满尘土，不美味了。    min:     我也吃了好多～    Ding:     海海，节日快乐哦，一个人也要快乐哦：）      ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/v-day/",
        "teaser": null
      },{
        "title": "再公告一下",
        "excerpt":"再公告一下    zhenyu同学搬走了。煽情一点讲，就是我们的同居生活在V day后的清晨划上句号  最后，我问：冰箱里的虾是你的么？ 答，恩， 我说：我吃了啊。 答，恩  随后就是一副易水惜别的场面，催人泪下 。。。。。。。。。。。。。。。。。。。。。。。。。  约20个小时后又巧遇zhenyu同学  他问，冰箱里的虾你吃了么？ 答，恩 他说，你不是说不吃么 答， 。。。  这就是偶们的故事。  The End   ps 比较怀念其间彻夜卧谈数次，追忆逝水年华，点评峥嵘岁月，总结得出：世界归根结底是属于偶们的。hoho                  Comments   Shu:     好久没过来晃晃了. 看到你们两个的对话不禁扑哧. 引来同事无数眼光…汗… 以为这新人工作得那么HIPI呢….    Heng:     感觉怎么像王家卫电影?    Kyle:     很久没见鱼头冒泡了    Michael:     可怜啊可怜。。。。    Kyle:     大家尽管yy吧，生活是因为yy而美好的    peng:     …   暧昧。。。   好词！       yi:     其实你们两还真有缘，从北大到休大，从中国到美国，都在一起，暧昧啊。。。      Bin:     你们两个真是一对，他刚在那边庆祝自己搬出去呢，你这边就发公告了。。。hoho。。 不过过了V day就分开，还真是挺煽情的。。。。呵呵    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%86%8D%E5%85%AC%E5%91%8A%E4%B8%80%E4%B8%8B/",
        "teaser": null
      },{
        "title": "芳邻",
        "excerpt":"芳邻       芳邻 是部学生DV，纽约石溪SUNY 04年的作品。               据说 芳邻 一度很火，04年初的时候。那会儿我还在国内等I20，自然没有听说。               十五那晚等着煮元宵，triff拿出DVD，说里面女一号是她同学。我们便开始看 芳邻。               真的没想到一部学生DV可以拍的如此精致，是我未见的               看毕，我想我又看了一部 电影 ，该把它记下来。               就是现在这篇帖子了。               over               ps 1       毕业时节Movie版一群人高调拍了部 离骚，也是很不错的DV。不过里面太多超现实的东西，我是看不懂的。芳邻 简简单单讲了一个准三角恋的故事，我就明白了。       ps2       女一号是triff的同学，也算是我师姐了，很有面子的说^_^       又想起前段时间，清华计算机有位博士生退学，闹的沸沸扬扬。后来才知道当事人竟然是花生，花板门的师父～我是花四，也是很有面子的说 :)       ps3       那天还看了一群rice的同学rita逃难的dv。片头很zan，其余部分处理就少了，多是原始画面。映象最深刻的就是tx同学面对镜头大骂sb的粪青神态。可惜我们rita时候没带dv，只是沿途photo，不然肯定更加精彩。       ps4       芳邻主页       http://www.ic.sunysb.edu/Clubs/photo/DV/       可惜不能下载            ps5           最近电影看的少，写的字反而多了。           终于找到了 推手，这个周末就看它了                                                                                              Comments   Bluewoods:     try this for download: http://www.sharebig.com/d/spnfgfoeh/0ZiySjS464BE9B40D/Fanglin.rm.htm    peng:     海王星。。    kyle:     …   我承认。。我火星。。。    Heng:     哦? 当时我是在实验室看的啊. 我们大家都看了啊.    Yudong:     芳邻当时确实很火的说,飞跃大概讨论了一周的样子,还记得当时评价他们的apartment很搓…..不如国内的一般住宅楼….    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%8A%B3%E9%82%BB/",
        "teaser": null
      },{
        "title": "情癫大圣",
        "excerpt":"情癫大圣       其实不是像有人说的那么挫的。好些台词还是很搞的，我很喜欢的那种幽默               ps1       女主角怎么不找阿娇呢？虽然这里面阿sa够有型       ps2       找男朋友还是不要找和尚的好，哪怕还了俗的也不行。比男F1强不到那里去。       ps3       传闻说范冰冰同志过去为了拍片，从导演到场务都睡过了。我信，绝对信。       ps4       岳美艳 还是听顺耳的名字。王婷婷 也是。       ps4       大话西游 不该有续集的。如果硬要有，那应该是 悟空传。无出其右               我要那诸佛都烟消云散。。。                               ps 感谢苗同学的纠正，顺便向李冰冰同志致谦。我原本比较看好李同志的，要睡也是睡F4，啧啧                                                 Comments   xiaomiao:     原来是“师兄”呀，灌水一下。    kyle:     不烦不烦得，只是我都说不上来有几个blog。。如果过去文集也算得话    Jasper:     感觉师兄被 师弟师妹 整 烦了， 嘻嘻～～    kyle:     几个blog？感觉查户口一样。。。   comftu那里就有连接，你可以去看看啊    Heather:     哦哦？ 原来还有一个blog啊！！ 强烈建议加个链接让偶们瞧瞧    Jasper:     请问 黄师兄有几个 blog啊？ msn 就有两个？    kyle:     谢同学演的挺好的，其实，不要有偏见的话。不过很难超越罗同学就是了   至于王婷婷。。。女同学不知道也就罢了，男同学想了解可以google一下   偶不是在写影评。。。下次专门说明一下    Heather:     你这影评一点也不挫。。。的    Shu:     怎么跟男F1扯一起了, LOL, 想起你BLOG以前那个男F2了.  PS, 王婷婷是马丽丽亲戚么?    peng:     看过一篇超赞此片的影评。。   舞台多感觉。。。只是看了谢同学在无机里面的形象。。让俺有点寒。。短期内估计都不敢看他的片子了。。不过如果有人当好了只用看。。俺也不是很反对。。。    kyle:     改了改了～   不是说了我最近fan twin么，搞不错的，呵呵   如今这年岁，漂亮 比 可爱 好混饭吃。    Heng:     不好意思, 是我说反了. 不过我觉得阿sa比较可爱一些, 虽然阿娇漂亮一些    Heng:     好像你把twins的名字说反了…    MOLLY:     你要说的是范冰冰吧？赶紧改过来    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%83%85%E7%99%AB%E5%A4%A7%E5%9C%A3/",
        "teaser": null
      },{
        "title": "补个游记",
        "excerpt":"补个游记       时间是2006年元旦，地点是上海南京路。               大约隔了300米的距离，我看见成龙大哥走上舞台。四周的人群欢呼涌动，我也跟着乐。离开成都后的每个元旦都是类似的光景，以至于记忆里几近混淆。区分的线索是一些关键的人物：或者是大讲堂门口颤颤悠悠的季老先生，或者是汉城街头满口f**k的西班牙小伙。这次，我记住的是背后一个苦瓜脸的保安，不住的吆喝人群不挤坏他家玻璃门。               过了零点，我便离开。走回到外滩时，对岸好些灯火已经灭了，不如先前那么美。似乎还起了雾，东方明珠都不见顶了。奇怪好多卖山竹的，几乎比得上卖肉串的。一路公车就要进站，周围好些人眼睛开始放光。我觉得发怯，竖起领子贴着墙角走开了。               第二天清早我逛到一条小街上，有卖早点也有卖鞋垫，感觉很像石室后门出去那段。发廊也开门了，透过玻璃窗能看到衣着暴露的小姐。我总以为这些是夕阳西下后的行当，不料如今也沐着旭日了。我记不清石室后门有没有发廊，不过网吧倒是很多的，我一度泡在里面苦练虫族双基地出飞龙的战术。               以上是关于上海的琐事，下面切换到北京。没原由的，希望有点蒙太奇的效果。               有天下午我从紫荆公寓出来，走到东操，就顺便去轮滑场看看。只有一个人在玩双排，绕圈压步一类。后来想绕去新水，但没找到就罢了。清华还是那么大，似乎还更大了。               另外一天我去见杨老大，差不多是中午时分。我说去吃饭吧，学一。路过拆迁了的小卖部，我突然有点伤感，想起了送我滑板的胖老板。可能还因为想起了 麻辣鸽肚，我从来没在别的地方买到过。学一现在学清华，都改用狗盆儿吃饭了。我喝了酸奶，但忘了买个茶叶蛋，一点点遗憾               晚上另外有饭局，天微黑我就走了。后来才想起，如果等晚点，可能还会遇到南门口卖串的三兄弟。               我向来不喜欢苏州，去了果真不喜欢。第二次去杭州，雷峰塔终于修好了。我拍了照，仅此而已。                   误飞机那档事儿我讲了太多遍，这里就略去。重点是返程机场改在了北京。我便没有了一定要去上海的理由。在青岛时候我费了很多脑汁儿计划日程。有过几乎完美的计划，但没有执行。现在看来我错了成都的众多fb，和更多。               我还是坚持去了上海。所以我来写这篇游记。               THE END                                                                                      Comments   Kyle:     我想去的地方很多都没去，想见的人也很多没见到，zhen你才是在胡诌～还是赶快去更新刷子故事好了    Annie Avant Chanel:     去了你想去的地方，见到你想见的人了？   嗯，奶娃卖的关子越来越少了。至少我自以为更明白你在胡诌些虾米了。    Kyle:     鱼头你回去比较充实啊，西门的鸡翅吃了，南门的串也吃了，我都没吃到1＋同学没在深圳啊，，真的该联系一下的雷锋塔应该开发地下层，说是白娘娘的故居    Jing:     听说雷锋塔装电梯了？？    Melissa:     恩？应该和你多沟通阿！元旦我也在上海，我们可能某一秒钟还瞟了一眼哈！    Michael:     你一说我还想起来了。。。 那个鸽肚着实好吃。。。你一说我就回味起来了。。。 还有，南门的烤串兄弟还记得你，不过弟弟回去结婚了。。这次寒假我回去吃串，那个胖哥还问你来着呢，哈哈    Kyle:     南京路那个太ws了，搭了舞台还修一圈围墙，欺负偶们这种善良的老百姓生娃儿一定要生个女的，不然怎么很亏lpdeng 我也想对你说这句话来着，呵呵    peng:     去了你想去的地方 见了你相见的人   够了哈~~ ^^    yi:     你回家那么几天去了这么多地方？ 你父母都见不到你拉！ 以后真不应该生儿子。    chen:     是在南京路上搭个个舞台吗？苏州就是比较破拉，要有朋友在那边会感觉苏州也不错的，想念上海呀．．．    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%A1%A5%E4%B8%AA%E6%B8%B8%E8%AE%B0/",
        "teaser": null
      },{
        "title": "越来越懒了。。。",
        "excerpt":"越来越懒了。。。      如今咋就整天都惦记着偶那张床呢  又困了 －_－0     ps 背景音乐：麻吉弟弟“我爱周星星”    Comments   Kyle:     才9个小时啊。。我好像10个小时都不止得背景音乐好吧，hoho另外，什么叫 纯地？    Heather:     re，纯地。    peng:     背景音乐，咱赞！    Bin:     大概春天比较容易困 hoho   我最近睡眠时间也增加到9个小时了。。=.=    Kyle:     得确越来越z了。。。    min:     哈哈，都开始成猪了～    peng:     俺今天坐下就开始做梦。。。   那叫一个困亚！    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%B6%8A%E6%9D%A5%E8%B6%8A%E6%87%92%E4%BA%86/",
        "teaser": null
      },{
        "title": "推手",
        "excerpt":"推手       看了 推手，一般般。毕竟是处女作，比起 喜宴 和 饮食男女 都嫩了些               把太极吹得太神了。这类片子还是 刮痧 好看。                                                                 Comments   kyle:     很老得，大概10年了至少    Heather:     新片？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%8E%A8%E6%89%8B/",
        "teaser": null
      },{
        "title": "周年记",
        "excerpt":"周年记    我看旁边的archives， 最下面记录是Feb.2005. 算到现在如今眼目下,我用msn space已经一年了。  最近有人问我为什么有两个space, 我没有答案. 同时我很庆幸他没有到过我家.不然, 想必他还要问我卧室为什么有两张椅子.我会偏头疼.真的.  午后,室外春光烂漫. 竟都漫到了靠窗的椅子上. 我便坐过去,眯起眼看太阳. 当时很想睡过去,但椅子终究太咯了, 换了几个姿势都不舒服. 我也没了睡意,索性去读 古文观止 . 书签卡在 陈情表 那页, 我就胡乱看下去. 但很快就烦躁起来. 我想可能是阳光太刺眼, 也可能是我发现我还是不会背 陈情表. 高三那年夏天, 我想做的很多事最后都没有了结果.    王小波同志说资本主义是培养不出浪漫诗人的. 我的理解是在这space上五年十年的博下去, 我也不会变得浪漫起来. 翻翻一年来的帖子, 多是卖弄一些新献的见闻. 此外就是些含沙射影故弄玄虚的. 跟shi一样, 但忍住看下去, 总还能让我记起些往事,也算有所值了.   我总是很健忘. 如果身边没有人提醒我, 那我只能自己记下来了. 就算不能因此变得浪漫起来, 我也必须得继续记下去. 我知道这不是我得错, 这全赖资本主义这一祸害  我家卧室有两张椅子. 一张是木椅子, 另一张也是木椅子  仅此为记    Comments   Kyle:     这边不是什么新鲜见闻,自然就是故弄玄虚了,,,    Shu:     这篇也还是很含沙射影啊~~    Heather:     恩，你的blog有一年之痒吧 赶紧挠挠^^    Kyle:     hehe ,一年是狠危险得时间, 我要加倍关注才行    peng:     羞愧亚~~  两块砖头。。一本借给别人。。另一本还是新的。。。   另外，恭喜哈~~ Happy Anniversary!    Kyle:     我高中毕业后就一直带着, 大概半年翻一次这个样子    Bin:     难道你把厚厚的古文观止带到米过去了？？？！！！ 弓虽！      Kyle:     我再玄也比不过zhen您啊, 写带娃娃这马事儿直逼王朔.估计你也是看了 看上去很美 得    Jasper:      资本主义  中  慢慢 米兰  好了。。。。我房间只有一把椅子， 没的花 脑子 选，哈哈    Annie Avant Chanel:     依然很玄。 你什么时候不玄了，说不定我们都以为你又发明了什么超现实主义文风。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%91%A8%E5%B9%B4%E8%AE%B0/",
        "teaser": null
      },{
        "title": "Ta中",
        "excerpt":"TA中    LAB TA中....今晚人少,可以抽空上网溜达  刚在网上看到 蔡康永 得 那些男孩教我得事, 写了快100号人. 我看了几个, 没啥领悟. 不如过来更新blog 起初我很反感这个娘娘腔得男人, 我想他丫肯定是gay. 然后知道他果真是gay,我就没的骂了,很是无趣. 再然后我就开始喜欢看 康熙 了. 做gay就该有gay得样子,这叫敬业  小S生的是男娃还是女娃啊/?    Comments   Kyle:     知道厉害了吧,,所以别人能出书, 俺们就只能灌灌水    Annie Avant Chanel:     蔡康永经历的男孩有100多？比我的刷版id还要强    kyle:     看她坐月子要坐多久了…   另外想起来采访 张脖子 那期也很好看的      MOLLY:     没有了小s的康永当家，无趣的很。不知道小s何时复出。    晖:     赞“知道是Gay后就没得骂了，无趣”~~~    Kyle:     哦,女孩   好久没看康熙了,有趣的人的采访基本上都看过了   记得黄安那期很好看    tina:     我现在超喜欢看康熙    Grace:     女孩！        ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/ta%E4%B8%AD/",
        "teaser": null
      },{
        "title": "上海伦巴",
        "excerpt":"上海伦巴       这里是正题,这两周我就正经看了一部电影 ,叫 上海伦巴               看这电影动机特单纯,就是冲着夏雨去的.我对夏同学有特殊的偏爱,就同偏爱柏芝mm类似       说到夏雨,那叫一个牛b啊. 阳光灿烂的日子,啧啧, 还是一啥啥影帝, 忒有派头               袁mm只是听说过,完全没有兴趣. 背景也不知怎么选上海,真是委屈了夏同学.要是改在北京,把台词里的 小赤佬 改成sb,丫挺的一类,看起来肯定狠带劲               八卦一下,网上看到说夏同学和袁mm原本就是恋人,还恋了7年.我寻思他怎么就不去和柏芝mm恋呢? 咱也恋个7年8年的,也一起拍电影,拍 北京探戈,还拍 香港华尔兹.那肯定完美的惊天动地                                                                                                 Comments   kyle:     配么…夏雨和宁静倒是挺配得        Caroline:     xia yuan多配啊，干哈活生生拆散人家~    Heather:     re ag I like xia yu    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%B8%8A%E6%B5%B7%E4%BC%A6%E5%B7%B4/",
        "teaser": null
      },{
        "title": "天生购物狂",
        "excerpt":"天生购物狂       张mm是美女,大大的美女               偶稀饭~                       ps        过去听老罗语录, Las Vegas快速离婚通道那段. 老罗恶批民政局的傻老娘么儿, 我一直没啥共鸣. 直到看了这片子才大悟, 那个的搞心理的老娘么儿绝对是这种典型:jj歪歪,装腔作势, 看了真有上去砍她两刀的冲动                                                                 Comments   kyle:     yaoheng同学得re文纯属灌水贴.嘿嘿    Heather:     re kan guo      ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%A4%A9%E7%94%9F%E8%B4%AD%E7%89%A9%E7%8B%82/",
        "teaser": null
      },{
        "title": "小游戏一个",
        "excerpt":"小游戏一个    http://www.pconline.com.cn/pcedu/carton/games/0406/flash/040622jingzi.swf  中午开始玩的,现在到了16关  现在干活时间, 一会儿接着玩  ps 汇报进度: 到了20关,难度大了,进展颇慢,,,,  *****************借人气问个问题****************** 紫光拼音33..00, 输入数字,,标点都有些小问题 按一次数字或标点健,,实际都输出22个..每次都要我自己删掉一个,,很是麻烦..第11次遇到这个问题,,望达人解答 8*8*8*8*8*8*8*8*8*8*8*8*8*8*8*8*8*8*8*8*8*8*8*8*8*8*  ps2 全部通关liao ~ hoho  李导演拿了小金人, cong一下, 再zan一下       Comments   Heather:     我太耐你这北影音乐了 要是你唱的就更绝了    kyle:     25关, 搞不定问我哈,hoho    peng:     一共多少关呀。。。   俺喜欢这个！ 恩 好！    peng:     GOOD TIME!    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%B0%8F%E6%B8%B8%E6%88%8F%E4%B8%80%E4%B8%AA/",
        "teaser": null
      },{
        "title": "野蛮秘笈",
        "excerpt":"野蛮秘笈       第一次用pplive看完一部电影,倒也方便,下载都省了               再重申一遍我方观点,顺便温习某个高考热门成语:               张姑娘是大大的美女,香港其他女演员都难以望其项背               没用错吧,好久不学语文了...                       ps 差点忘了,补充一句,电影里 古巨j 极其sb, sb的跟雕有一拼            我分析结果是 巨j = 雕   (微x)                                                                         Comments   kyle:       一般一般,x人x语而已    peng:     狂寒~~~~~~~~~~   可见逻辑与想象力都狂强~~~~~~~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E9%87%8E%E8%9B%AE%E7%A7%98%E7%AC%88/",
        "teaser": null
      },{
        "title": "刷刷结了 (l)骨头昏了",
        "excerpt":"刷刷结了 (L)骨头昏了       我时时想, 如果没有skate, 没有bbs, 没有那帮刷子, 我关于大学的回忆会苍白的多               回到正题, 传统一点, 祝shuashua &amp;  bonD新婚快乐~~~               我会记得你们欠我喜糖的,哼唧~                                                              Comments   Kyle:     这个用术语讲,叫 马刷    violla:     我想我永远学不会刷街。 因为我怕学习阶段就被摔残了。    Kyle:     老祖宗传下话, 首要看天时, 时候到了自然事就成了. 80年代小p孩儿门,现在差不过都该开始轮着婚假了re 小珑啊, 好像你常来抢沙发一样……n年没见过留言了……re rr  hoho, 很久没见拉,~~re 卡导演, 同愁同愁, 嘛时候才轮到偶们啊`~re lpdeng   下次改nick就等你跟教主同志大喜的时候    peng:     壮观。。。   下次也来个齐改nickname!    小卡:     都结婚了~~~偶虾米时候才能结婚呀…..    Lei:     回访:) sg好，嘻嘻    贺:     又没坐到沙发：（    tina:     似乎最近大家的SPACE上都少不了结婚这个话题，这个也新婚，那个也新婚，难道因为春天来了？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%88%B7%E5%88%B7%E7%BB%93%E4%BA%86-(l)%E9%AA%A8%E5%A4%B4%E6%98%8F%E4%BA%86/",
        "teaser": null
      },{
        "title": "春假前夜",
        "excerpt":"春假前夜    春假一周, 理论上不会更新blog.   之后会有个总结汇报, 本人将坦白交代其间行迹  btw 要是发现10天后还是没有更新, 麻烦方便的打个911, 就说一亚裔男性失踪. 大致区域是美国西南部. 建议派警犬数只协助调查,如有必要,我屋墙角的原味袜子若干, 可以无偿提供作为重要线索      Comments   Kyle:     失踪人士回来拉~hoho    Michael:     haha… how is your gambling? After you saw me making a small fortun, you can win,heihei….    Ying:     我们也是这周放春假，到今天还没想好去哪里玩……    Michael:     也不知道你哪天去LV，我星期一到，星期二晚上走。    Bobblecat:     admire~~~ 等着失踪人士的游记    Zhenyu:     还是你牛    tina:     你们春假只有一周？easter还放吗？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%98%A5%E5%81%87%E5%89%8D%E5%A4%9C/",
        "teaser": null
      },{
        "title": "春假小结",
        "excerpt":"春假小结       最郁闷的,不是独自驾车的无聊,不是长途跋涉的劳累, 也不是风餐露宿的艰辛.       只是.......每逢风景佳处,无人为我照相. 自拍若干,但多数效果不佳, 气煞老夫~~~               整理了一些数据,罗列如下               06年春假   3月11日早9点 - 3月18日晚7点   8天7夜                    行程 4200 miles  (约 6700km. 租车:KIA的Optima,05年款)                    途经西南6州   TX  NM  AZ  UT  NV  CA               浏览国家公园6个       Guadalupe Mtns NP  (TX)   严重不推荐       Petrified Forrest NP (AZ)   公园关门...哭...       Grand Canyon NP    (AZ)   传说中的 大峡谷~       Saguaro NP              (AZ)   仙人掌,身高3米+       Zion NP                     (UT)   仁者爱山       Death Valley NP        (CA)  死谷惊魂               (另外路过若干National Monument,National Forrest,National Preserve,ect 暂且不表)               主要观光城市               Roswell,NM       UFO坠毁点        Las Vegas,NV   几度沉浮, 终还是输光走人       Sedona,AZ       小城故事多       Phoenix,AZ      枉称凤凰...       Dallas,TX          暴雨中,寻小牛主场未果,憾                        ps  理论上,我会写游记. 但根据偶一贯虎头蛇尾的风格,狠难坚持写完的. 可能就只有贴照片凑数       ps2 路上听评书打发时光: 先是李伯清散打(非川人莫问),后是单田芳的三国和大明英烈. 甚是过瘾.       ps3 大致路线如下, 绿色是往,红色是回.       ps4 一路平安. 感谢多位朋友的关心.  show一下我的海陆空三防平安符,hoho               Comments   getulio:     good trip and good views and in different styles    Kyle:     遗憾了吧. 下次有机会再通知你好了    Ying:     终于更新了～ 就等着21号十天期限一到就拨911呢 一个人驾车开那么远是有点辛苦了    Kyle:     re rox 偶都不知道这个呢, 不然可以去拜访一下故居   re rong 危险的事情多了, 写blog还怕键盘漏电呢   re yao 其实自驾车腰酸背疼的, 没想的那么潇洒    Heather:     相当崇拜你啊！ 自驾车，自由而奔放，潇洒啊！！    yi:     你太酷了，佩服的五体投地！！！！ 不过要注意安全，这样一个人太危险了。    Xu:     Roswell还是John Denver的老家    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%98%A5%E5%81%87%E5%B0%8F%E7%BB%93/",
        "teaser": null
      },{
        "title": "Pilot",
        "excerpt":"Pilot      昨晚我失眠了,忒严重的那种. 好不容易恍惚睡过去了还梦到我仍然醒着睡不着         起初我告诫自己不要慌乱, 喝水深呼吸数绵羊. 每每数不到30我就走神,反复几次还是睡不着. 我已技穷,只好躺着发呆. 那时大约2更时分.         睡觉前我看了好多blog. 欧洲那个暗恋对象要回国了, 北京的美女渐渐公开男友身份,韩寒同学赛车得了季军, 都是喜乐的消息.  此外就是逛逛熟人的space. zhen的刷子故事更新了, 不过净是些我不认识的id. triff完全没动静,最新的留言还是我一周前写的.         春假的事情日后会有交代,这里单表走前我看到sceptic写了篇关于偶的帖子. 我想我是笑着读完的, 特别是看到好些我都遗忘的细节. 记得star也写过偶的小传. star说\"那里印象里总穿着拖鞋的老乡师弟，经常很迷惘的样子\"  其实那年月我心如明镜台,一点都不迷惘的. 迷惘,那是现在如今眼目下.         此前一天骨头刷刷领证, 一堆化石聚在一起改nick. 印象里很久不曾这样了, 依稀记得石化前我们都还是水车.我当时想我也要俨然老人的模样,写点历史,遗臭下去. 我不会按id写,那是净说别人好话.我只爱听好话,但懒的说. 吕奉先也是, 虽然因此他丢了徐州. 对此,我是不在乎的         今天我明白为什么我会失眠了, 我还是捕风捉影,然后嫉妒和怨恨. 我爱山,但我不仁. 我内心其实混乱而反复. 我记得李太白有句诗写的好,\"To be or not to be, that's a question\"         这篇帖子用了倒叙的手法, 算是虎头. 以后就只有蛇尾了.             Comments   Kyle:     re wen 你从11开始可以数到40么?   re lpdeng  磕多了咋办呢…   re cara  对啊,下次可以去五大湖那边看水,充智者   re triff 你后来去那里拉?   re rr 明天贴照片吧,一看就明白了       今天改作业狂郁闷…一晚上都没改完….tnnd…        min:     哈哈 我不写，是因为从看完山回来，我就不再失眠了~    yi:     你果然已经到了一个我仰视的境界。写什么啊，看不懂。    Shu:     狂赞下一楼的…很有创一…   看山回来原该沧桑许多, 但既然仍会失眠, 想必是未能透彻. 下次再看看水吧.    最后还是要说一句..还是你牛~! PS,多传点ZP上来呀…    peng:     周围一票人都进入不同程度的迷茫。。。失眠。。。紧迫。。。。   开始俺以为是本命年。。。但是样本明显不局限。。。看来不是年生不好。。。就是年生太好催人觉醒。。。   治失眠最好的还是磕药。。。一磕就灵。。。    雯:     以后可以试试从30开始数， 我每次都从11开始数 :p    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/pilot/",
        "teaser": null
      },{
        "title": "12 X 8  I",
        "excerpt":"12 x 8  I               这里解释一下标题。       12是说每天早上八点过出门，到夜里八点过住下，有12个小时在外面跑车       8是说一共跑了八天       I 是罗马数字一，说明是第一篇               刚把头两天的照片整理贴了出来。照片的标题就算是我的流水游记，用full view，连着看会明白一些               **************我叫分隔线************               刚刚把第三天得照片整理出来,顺便来写前两天的游记               春假前受到triff的启发,我想过去墨西哥看玛雅. 但triff签证过期,另外要去墨西哥的一对couple后来也不去了.历书上说,丙戌年三月,煞南方, 这样去墨西哥的计划就搁浅了.                我终究是想出去的,哪怕只是一个人. 我想起我一直都想去看大峡谷的,恩,那就出发吧               朋友说,不管去哪儿,只要开出德州就开了一半. 第一天其实都在开车, 在漫漫的十号上,在德州荒凉的西部. 去年rita逃难,这条路走过2遍, 如今也没有新鲜感, 不过出游的狂热趋散了路途的寂寞, 倒也顺利到了camping地点. 一夜无话.               第二天转上一条moutain trial. 每走1 mile内必见野生动物尸骸,可见全球物种范围内普及交规势在必行. 我驾车尽量从尸骸上压过, 每次微微的起伏都能见证一个枉死的生灵. 四周是烈日下干枯的草地, 想必他们的魂魄就掩藏在草跟旁的地洞里. 最近国内有个bt女人虐杀小动物, 引起一片共粪. 我和她是不同的.  我不杀生,我只是鞭尸而已.                新墨西哥极其荒芜, 要是没有UFO的传闻, 是不会有人去那个荒漠中心的小城Roswell的. 一年前有个朋友告诉我她狠迷UFO, 我当场耻笑了她.我说我小学那会儿也迷UFO, 我说我后来就不信这玩意儿了, 我还说这说明我成长了我理性了我能以辩证唯物主义的观点来审视周遭的事物了. 一年后我站在UFO museum大厅里, 看着形形色色的飞碟照片,我突然开始怀念和朋友一起讨论ET,讨论百默大三角,讨论尼斯湖水怪的时光. 那时我还幼齿.                                                                                                                                                               Comments   Kyle:     邮寄东西应该没什么问题得其实那个香蕉后来我还吃了两根, 外表虽然那样了里面还没烂..hoho    Shu:     HOHO, 很为四川人增光哈…俺以后要有机会去了还可以当场鉴定一下, 哈哈. 至于UFO么…我承认现在还是很好奇…&gt;_&lt;… 有几张风景很赞呀~只是香蕉有点…想起你最爱的颜色了=X…    Knox:     你的照片没有更新！抗议啊抗议    Knox:     我在赞你都没看出来，唉！这年头网络害人不清。 ps:我过个几月半年的可能还想要点那种东东，你还能帮忙不？ 我还以为你也用那些玩意儿呢！娃哈哈。      Kyle:     re knox  你的留言没看明白的说…还有,t shirt就是帮你买东西送的,被我贪污拉,哈哈哈   re rryy 你去的是那两个啊   re lpdeng thanks,heihei   re triff Kampground of America, 专门给你camping,停靠RV的地方      min:     KOA是什么东西啊      peng:     一个人去的？！    景仰一把！ 不，两把！    yi:     照片中有两个国家公园我都去过拉，哈哈，有亲切感。    Knox:     你们有没有一种感觉：写得太好以致于说话都越觉无趣。 还有，T-shirt好酷！    Kyle:     租车8天,一共300不到. 还包括了under 25 fee的,不然只要200出头.(我差几个月就25了…真亏…)     返回当然要选不一样的路线, 路上也要有些景点,不然就郁闷死了…        Shanshan:     问几个问题~ 租车一周大概多少钱？ 可以理解去的时候，路上新鲜，但是返程实在会觉得boring阿~怎么解决的？还是返回的路上也去了不少地方？   还有就是~你太酷了！好年轻啊~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/12-x-8-i/",
        "teaser": null
      },{
        "title": "色男们看过来~",
        "excerpt":"色男们看过来~       天天写游记狠负担的, 今天换个话题               一色友介绍了一个台湾妹子, dodolook,卡到暴~   不敢独享, 故share之.               有道是,独色乐不如众色乐,hoho               这里是blog链接: http://www.dodo.look.tw/               换作5年前, 偶就三天五封email发信求爱乐       换作50年前, 偶就要报名参军打金门攻台湾       换作500年前,偶就纳她回来作个小妾       换作5000年前,... ...  怀念一首歌,\"原始社会好~原始社会好~原始社会男女都光着pp跑~~\"                       ps   我很喜欢梅老师系列,小妮子忒有表演天赋的说~       ps2 据说chinaren也有她的视频,连不上台湾的去chinaren找找看                                              Comments   Kyle:     awu你怎么这么清楚啊……    Shu:     现在的网友都太无敌了..哎..落后了…    诗荃:     在加拿大蒙特利尔，你可买件厚实点儿的大衣哈 houston没加拿大使馆，要把护照和申请资料寄到加拿大使馆的，嘿嘿      Grace:     哈哈哈… 你有没有在她vlog上抢坐沙发之类的壮举啊 加拿大可不像台湾省那么小喔 先摸清她在加拿大哪个城市啊      Kyle:     小妮子狠哈日, 我还觉得像台湾的   另外,冰天雪地裸身跪求Houston的加拿大使馆地址,赴加旅游签证机票等一切手续办理方法,谢谢            Grace:     哦 一样一样 不好意思 自言自语半天 嘿嘿    Grace:     http://www.im.tv/vlog/personal.asp?memid=228115 我看到的是这个网址 是出自同一师门吗?    Grace:     前段时间就看到有人推荐了 看来还是可爱型的吃得开啊 不过她好象喜欢日本男孩子艾 同志们要加油啊!    诗荃:     替你更正一下 她是大陆人，桂林的，现在加拿大哈，你有希望拉~~    诗荃:     可爱死了！！！ 你你你，害得我考试之前复习不成啦      ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%89%B2%E7%94%B7%E4%BB%AC%E7%9C%8B%E8%BF%87%E6%9D%A5~/",
        "teaser": null
      },{
        "title": "闲话一则",
        "excerpt":"闲话一则       有件事很早前就想说几句. 今天看到又有了新进展,接近高潮,我就忍不住了.               新浪blog上的新闻说, 高晓松起诉韩寒了.               事情的前因后果狠繁琐, 不清楚的自己去新浪看.我这里就不细说经过了, 不然,这篇帖子就成了繁琐的记叙文. 我不是来叙事的,今天我要写议论文,论点就是 高晓松起诉韩寒属于极品搞笑贴, 建议转joke,先G再M,最后还要精华区收藏, 鉴定完毕               一直觉得网络的出现对传统的纸质作家是很大的冲击.倒不是因为网络培养了一批写作高手,要去传统文坛踢馆. 而是网络给予了每个网民享受作家特权的机会. 什么特权, 就是写字儿被人看的权力.               这简直是革命性的冲击. 下面我用举例子的论证手法分析一下这个分论点               文字只以纸质作为媒介传播的时候, 写字儿被人看是多不容易啊. 想想高中那会儿,写篇好作文,全班朗诵一下,被五十多号人听到, 多么不容易的事儿啊. 要想被五百,五千人人看到, 那就得上报,就得出书,就得拼了命的当作家,多么多么不容易的事儿啊!               后来文字可以通过网络传播,世道就变了.  这里我写我今天早上喝了豆浆,晚上拉了shi, 一周下来也有百十号人来看. 当作家也许就是这么滋味吧, 我一边敲字一边想.               白先生是位文学评论家, 但他忘了他只是纸质文学评论家,跟网络不来电的. 你要评论 三重门, 写篇文章投到报社就好了. 他偏偏赶时髦来写blog. 韩寒自然在blog上回击. 韩寒本也是纸质作家, 但年轻人适应能力好, 很快就朝水车方向靠拢, 发的帖子很有bt风格. 白先生就受不了了, 关了blog,到报馆去哭诉. 真是莫大的笑话, 试想一个人在bbs上被人数落了一番,第二天就去自杀id, 还报告老师. 简直是孬种到家了               其实也不怪白先生,想必过去总在岸上走,不知道网络水多深.一朝下水就没了顶, 想哭,却呛水了.       但我还是要说白先生不厚道, 自己吃了亏,还不友情提示其他纸质派的朋友. 陆家父子又先后趟了混水.       看的出他们都不曾灌水的主, 看了篇bt贴就义愤填膺了. 要是去趟mop, 估计两个都要呕血了               韩寒说的话,要是写到纸上,得确是骂人的,得确对老先辈不敬. 但贴在网上, 不过是些最常见的网络用语, 不敬也是莫须有的. 网络的辈分跟使用者的身份无关, 而是按id的资历排. 韩寒至少接近开国,白陆还只是新手上路呢               白先生又要说这么网络上就没有王法了么? 我很奇怪他不知道还有斑竹站务么?       别拿斑竹不当干部               最后高兄弟的加入就引发高潮 了. 他报官了. 哈哈哈哈, 凯歌说,人不能无耻到这种地步               总结一下, 要玩网络,就要守规矩. 要写blog就别想着会出版, 我们网上都是些多庸俗的东西,出了书真是给蔡伦前辈丢脸. 出了书还要写blog,您就得别怕骂, 踏着两条船不会点劈叉的功夫是不行的                       我不是名人,得罪了谁也不怕有人来告我. 我也不是韩寒的拥趸,我只是拥趸网络文化而已       说穿了,我就是一名的水车                       ps  顺便还看看郭敬铭的blog, 还是他和他狗的自拍, 另外就是干瘪的文字. 真的很难相信他写了 梦里花落知多少 和 幻城. 现在比较相信他是抄袭了....不过, 我还是恨稀饭恨稀饭 梦, 上学期还打出来重温了一遍. 最近又有点想看 幻 嘞.               ps2 另外一个消息, 余化 兄弟 下部 出来嘞....恩,又准备哭一场嘞               ps3 拥趸的 趸 字 读什么啊?                                              Comments   Kyle:     终于有人回答这个问题了….    Shanshan:     对，不知道    Kyle:     都不知道 拥趸的 趸 字 怎么读么?    peng:     韩同学写的东西确实牛*    admire 一把~~ ^^    Kyle:     awu给个链接吧   re yiyangduckyy 大概知道你是那个,不过猜不准,..,,          雯:     re!! 那个白烨太没品了~~    丽:     haha,你猜得没错，俺还曾经和你在一个实验室呆过一阵呢    yi:     要是以后你不小心红了，记得把我骂一骂哦，这样我也红了也。    Grace:     en .. en..  en  .. 关注韩寒    Ying:     你的所有观点全部举双手双脚同意！ 倒不是拥护韩同学，只是觉得那帮老家伙实在太没意思了，本来还挺欣赏陆川和晓松高的…… p.s.那个郭敬明的blog实在不知道哪来的那么多点击率和留言，一上去满眼满眼的自拍加废话，乍一看还以为到了哪个自恋狂的窝！    诗荃:     我喜欢韩寒写的那篇《踩死人总是不对的》，看后爆笑了好久……      ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E9%97%B2%E8%AF%9D%E4%B8%80%E5%88%99/",
        "teaser": null
      },{
        "title": "3月25日",
        "excerpt":"3月25日       晴, 无风               今天,我和一群朋友出去玩               先到了一个xxx state park看德州州花, 哇! 野花真漂亮               然后到Blue Bell冰淇淋厂参观, 哇! 冰淇淋真好吃               最后去一个盆友家卡拉OK, 哇! 唱歌真好玩                       晚上回到家,我想,这真是难忘的一天               写完了,贴照片去               ps 如今流行 断臂pose                                                 Comments   LI:     没意见没意见    Kyle:     有意见啊    LI:     写作文阿    Kyle:     呵呵, 我知道一家水煮鱼不错的, 不过也不能和国内比   夫妻肺片/口水鸡/福寿螺/担担面啥的….老四川还不错吧,至少夫妻非片不错    诗荃:     to cara大侠 餐厅名字叫啥啊？有水煮鱼么？ 整个休斯敦有正宗的水煮鱼卖么？我想水煮鱼想疯了 还有夫妻肺片/口水鸡/福寿螺/担担面啥的~~~~~~    Annie Avant Chanel:     哇,Texas 牛仔真多.    Kyle:     说起吃得东西, cara同学头头是道啊…… 这个要回zan一下    Shu:     哦, 忘了赞下断臂照片了..还是HH同学有创一..哎, 又怀念起COROLLA在的时光了..    Shu:     WESTHEIMER上新开一个, 还不错. 鱿鱼炒的很好吃(虽然怀疑川菜里是否有海鲜…) 老四川不行了, 川霸王也换厨子了..PS,姚餐厅, 顶下HH同学说的. 又贵的又难吃的说…呼悠国际友人的…    Bin:     哇！你的这篇真搞笑    诗荃:     oy~ 好啊，要是去的话一定找你吃吃喝喝哈~还要逛大街的说~~    Kyle:     到时候也叫上我吧~   川菜好吃的就是chinatown那几个 姚餐厅又贵又不好吃 吃烤鸭去 独一处 就好了,姚那里的师父都是从这里请的         在德州还愁搞不到这种帽子么,呵呵    Grace:     haha 哪去弄来的断臂帽啊      诗荃:     好可爱！ 对了，我可能四月份的某个周末去休斯敦吃吃喝喝。哪家川菜馆最好吃阿？那个姚餐厅你去过没？烤鸭好吃不？我好想吃烤鸭~~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/3%E6%9C%8825%E6%97%A5/",
        "teaser": null
      },{
        "title": "12 X 8 Ii (上)",
        "excerpt":"12 X 8 II (上)            还是解释标题先.           II是罗马二,就是我游记的第二篇, 讲我出游第三天的故事.           上呢,就是上中下的上.                然后再讲一件事 ,就是原本我不怎么喜欢韩寒写的书的. 三重门 看过一遍,讲什么都忘了. 长安乱 前几章还算搞笑,后来我都看不下去. 直到最近韩寒和一群人吵架,我去看他的blog,才发现他blog深得BT精髓,比他的书好看多了.                我是个很肤浅的人, 就喜欢一些胡乱恶搞的东西. 典型的例子是MOP的郭同学, bt的淋漓尽致. 上周写 闲话一片 的那个晚上, 我满腔热血捍卫网络的的bt文风, 就突然想起郭同学. 于是,我就开始写游记II, 肆意bt,算是一种纪念. 那晚我是熬到凌晨4点写完的.                昨天看了一些东西, 心情差到极点... 我觉得恶心,我想了一些恶毒的话, 我很怕我会写出来, 所以我决定这周我都不写什么东西了, 转而打理我的电影blog.                不过我也不想这里一直空着,就一点一点的贴那晚写的bt游记,以博一笑                故事是从位于Grant,NM的KOA开始的.                ********还记得我吗? 我是分割线***************                     那天早上我是被马的一声响鼻惊醒的. 我第一反应就是把手探到枕头下, 指尖碰到一个球状的硬物 ,这才长嘘一口气. ~~~ 还好, 昨晚放的鸡蛋还在, 温了一夜想必熟了.                天秤座的圣衣除去武器部分,盔甲很是简便 ,我迅速穿戴好后就绕到木屋后,但并没有见到马匹,只有一只黑色的赖狗. 狗一见我,就碎步跑远, 空余一股骚味弥漫在雪地上. 此处不宜久留, 我暗想, 转身回房收拾细软,准备check out.                走到前台, 老板娘正在练yoga. 一身浅蓝色\"的确良\"运动装, 脚登\"玄德牌\"草鞋, 掌中一对玉女剑舞的火树银花. 身旁的小收音机里传出熟悉的声音: ...慢慢的呼吸....呼...吸...                早啊, 吃了吗? 老板娘一见我,便向我问话, 同时气归丹田,作收山势.           恩, 我有鸡蛋呢. 我不卑不亢的回答,同时给圣衣关节处上点机油                你这里养马么? 我问老板娘.           恩, 是有一匹血汗马, 叫Hello Kitty, 不过今早叫我给杀了, 去脏剔骨,正炖着呢. 一会儿也来尝尝吧           不了不了,我还赶路呢. 日落前一定要赶到峡谷郡....我连连摆手, 退还钥匙准备走人                峡谷郡? 你去那里干什么? 老板娘脸色微变, 厉声问道           当然是看大峡谷拉! 我委屈的说, 估计当时还嘟嘴了.                不是还想着去看看炮楼吧?           炮楼?什么炮楼?放一炮几多价? 我眨巴眨巴大眼睛好奇的问                罢了罢了, 从你装束上看,只是区区一黄金圣斗士, 料你也没有星矢般打不死的能耐. 你就去吧. 不过走前还是喝一杯我煮的咖啡吧. 说着, 老板娘从柜台下面端出一杯咖啡, 冷笑着递给我, 眼神轻蔑,仿佛在说,小样儿,新来的吧                我迟疑的端过咖啡, 心中忐忑. 老板娘言语闪烁,似乎炮楼有所隐秘瞒着俺. 现在又无故送我咖啡,恐怕有诈啊! 想到这里我心中自然焦急起来, 但又怪昨夜缝补袜子时折断了银针,不然现在也可试试咖啡有没有毒.                     怎么办? 喝还是不喝? 我僵在柜台边,额头细细渗出汗滴. 汗滴越来越大, 一颗竟然悬挂不住滴落下来,正掉在咖啡杯里.                扑通~ 一声脆响, 杯里淡淡显出一丝蓝, 转瞬又被四周的黑所淹没了. 但见这番景象,我顿时明白过来:好啊, 我和你非亲非故, 你竟用剧毒无水硫酸铜害我. 幸亏我当初化学过了四级, 不然今天命丧这厮手里. 我心里又恼又气, 战斗值开始彪升                怎么不喝啊? 老板娘见我一个pose摆了半天, 关切的问           喝你个娘西匹!!! 我二话不说就把咖啡向她头上泼去                Ouch~~~~~~~~~~~~~~一声惨叫在空旷的新墨西哥沙漠中回荡, 三日不绝                但见老板娘脸上的皮肉迅速消融,亮出白怔怔的颅骨,颇有几分性感. 随后一整青烟升起, 老板娘慢慢瘫下去. 一柱香的功夫后,就只剩下那件的确良的运动衫了. 待烟雾散去,我上前翻开领口一看, 上面用蝇头小篆写着\"哈尔滨制药六厂出品\". 难怪衣服质量这么好,我略有所思的点点头                待续....           Comments   Maruko:     嗯，有当年李白请散打的风范哈！！！8错8错！！    Kyle:     bt也是很发泄得一种途径    peng:     化学白学了。。。。；。。    min:     看了啥东西这么文思泉涌~~~~    Grace:     呵呵,好笑 特别是每段结尾部分   小样,武侠看多了吧    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/12-x-8-ii-(%E4%B8%8A)/",
        "teaser": null
      },{
        "title": "12 X 8 Ii  (中上)",
        "excerpt":"12 X 8 II  (中上)       接着昨天得 上, 继续贴 中上, 就是中偏上一点点得部分  我转身正要出门, 突然外面闯入7名大汉, 团团将我围住. 左手处一人冲我喊道, 小子, 你害了我姑姑, 怎么交代!!! 我闻声看去,但见此人身高体壮,丰乳肥臀,左臂齐肩断去, 留下碗口大一个疤. 再顺时针看下去, 其他五人各个身壮如牛, 最后一个, 我考, 真是一头斑斓吊额金睛公牛.           你为了独贪炮楼的宝藏,不但害我姑姑,还虐杀这位牛兄的爱妻马氏, 你怎么交代!!! 大汉又开始怒吼, 剩下几个壮士用二声部唱道\"怎么交代啊怎么交代? 咩~~~~\" 最后一声是公牛叫来配合的           这下麻烦了, 炮楼的事情我自然不知晓, 杀害马氏也赖到我头上,这可百口莫辨啊.我顿时出了一身冷汗.            但见这几人阵势严密,守住了我七个方位, 东南角虽然无人防守,但正是死门所在.如果我硬拼,从那里杀出去,必然中这几人奸计! 如果我投降, 他们肯定会让我一命抵一命,嫁与牛兄作妾, 那怎么对的起我青梅竹马指腹为婚的马丽丽啊!!            我大脑开始超频思索,打开记忆的闸门.一件件往事涌上心头, 宛如天上的星星, 颗颗都明亮耀眼,但其中最亮最大的一颗,就是我上小学时候的那件难忘的往事了.           话说五百年前,我去青龙山紫云观上香, 遇见一得道高僧, 见我相貌奇特,便为我询问我星座血型,要为我算上一挂. 我看他说不准不收钱的招牌, 就听信与他.他算后告诉我日后会有一大劫,便给了我一个救命锦囊, 叮嘱不到千万时候不得打开. 我见他言语诚恳,便收了锦囊, 但以未能验对真实性为由拒绝支付3元钱的材料费. 高僧当时气的口吐鲜血昏厥过去,我乘机便下山了. 事后听说高僧被人救醒后,终日不言,只是伸出右手三根指头, 弟子皆不知其所指. 高僧惨然一笑, 便圆寂了. 三个指头的秘密,便成了基督史上的一个千古之谜.            再说我下山后, 心中始终对高僧所有愧疚,便一直带着锦囊,心想危机时候可能真的有用. 荏苒光阴多少年沧桑岁月, 无论我是在那美可星PK弗立沙,还是在白垩纪恶战歌德米斯, 多少危机关头我都化险为夷. 只是江湖弟子红颜老, 我如今也是年老色衰, 才落入如此险景.看来真的要启用锦囊了!!!            想到这里,我当机立断, 脱下外套,撕开妈妈给我缝制的窝心的小棉袄, 里面露出一个五彩斑斓的粉色锦囊.打开一看,上面用大号的华文彩云写了两个字:\" 装逼 \",后面还跟了一个硕大的惊叹号           高僧就是高僧,一句偈语便让我茅厕顿开. 我眉头一皱,计上心来, 立马躺在地上,双手双腿各自圈成一个圈,摆在身体的同一边. 然后大喝一声\"看招!\"           独臂大汉先是一惊,以为我要使出绝招流星拳,急忙往后闪开. 但见我没有别的动静,心中甚是疑惑,眉头一皱, 问道\"whatcha doing?\"          \"I am pretending B \" 我朗声答道          啊~~~~~~~~~~~~~~~~~~~~ 六声惨叫相继回荡在新墨西哥的沙漠上, 互相干涉, 其中相位相同振幅叠加增强的部分30天后才衰弱到极值的3分贝一下          哦,还有一声\"咩~~~~\" 由于音调太低,比起周围的风沙声属高阶小量,可以忽略不记         很多年后,江湖上就有一个传说: 雄霸西南KOA派一夜之间惨被灭门, 派中众多高手均死在一锅马肉汤边. 人们推测是因为争论炖马肉该放盐还是放酱油的问题,KOA派和一个无名高手结下了梁子,才惹得灭门之祸. 那时候还没有鸡精, 不然大家就能有个妥协,KOA也不至于落得如此下场        见制服了总多高手,我一骨碌从地上爬起来,我心里甚是得意, 想必如今我就不折不扣的成了津门第一. 同时想到此番侥幸脱险,也是多亏高僧的锦囊. 待过些时日, 人民币回落一点点,我自然会换些美元寄会青龙山. 念在高僧救我一命的分上, 汇钱的费用我志愿负担50%,另外的50%从三元中扣除.    Comments   Kyle:     啊呀~    min:     忍不住要说,K,才华横溢啊……………..    田:     你的blog确实是，越来越……. 我和你聊天的时候，你不是还没有更新么？ 找不到工作记着回来啊，我已经帮助你物色很多意中人了…… 这样以后我们俩也不用在kakadu和jbhh来回徘徊和迷茫了……    Annie Avant Chanel:     哎呀    Grace:     '嫁与牛兄作妾'? 在下有1疑问,你是男儿身吗?          ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/12-x-8-ii-(%E4%B8%AD%E4%B8%8A)/",
        "teaser": null
      },{
        "title": "Lemony Snicket's A Series Of Unfortunate",
        "excerpt":"Lemony Snicket’s A Series of Unfortunate       20多天没更新. 但我肯定不是20多天没看电影               游记写到一个段落,现在开始打理这里,把20多天里落下得都补上. 还有些更早前落下得, 如果能记起,也一并补上                       先是一部很轻松得电影, 电影里Jim Carrey很出彩,特别是化妆成各个不同得角色               老少皆宜,适合全家十八口四世同堂一起观看                                                                                                         Comments   xiaomiao:     好难看，不推荐。不过可以跳过电影看最后的片尾字幕，制作得很有意思，感觉做特效工作的那一组人做完电影以后还意犹未尽。个人认为只有这一部分（特效）是看点。    kyle:     党号召我们,要晚婚晚育.    peng:     现在要四世同堂不容易了。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/lemony-snicket's-a-series-of-unfortunate/",
        "teaser": null
      },{
        "title": "12 X 8 Ii (中)",
        "excerpt":"12 X 8 II (中)           继续贴我的bt贴. 今晚要TA到十点,极其不爽. 一会儿完了回去把第四天的照片整理出来, 如果觉得游记太无聊,就看照片好了. 我第四天去的地方是Zion NP和Las Vegas             上回说到我得锦囊妙法,装逼灭了 KOA, 给江湖留下一段传奇的事情. 这里继续讲下去. 血汗宝马已经被杀了, 我只有去找到那只赖狗, 骑着他继续赶路,直奔峡谷郡. 峡谷郡远在AZ北部, 离NM还有些距离, 赖狗脚力不济, 走不到几个时辰就要喂草料. 最近中东时局一直不稳, 草料价格据高不下. 我早用完了盘缠. 只好沿途几番拦下过往车辆, 劫得些银两才买到草料, 喂饱了那只狗, 继续赶路. 狗吃饱了就要拉, 等他拉第7次shi得时候,我才终于赶到了峡谷郡. 那时正好傍晚时分             峡谷郡以大峡谷著称,景象凶险壮观,多次荣获省优部优国优称号. 我走了千万里,才找到一个你,我当然欢天喜地. 一时冲动, 竟忍不住落下泪来. 赖狗见我动容, 咩了一声来配合. 我想英雄流血不流泪,我落泪得事情不能传了出去,便把他杀了灭口. 杀他得手段颇为奇特,我是用高跟鞋踩在他头上结果他得.当时我还拍了照, 事后放在网上, 又引起江湖一番风波,那是后话不提             再说我在大峡谷游玩, 周围同时也有很多日本友人,估计是随旅游团来得.大家各自拍照留念, 把酒临风.  忽然,一个日本朋友高声发话, 大峡谷的,多高的干活? 谁知道的,大大有赏! 话音刚落, 人们就议论开来. 我低头暗思, 这趟出门前,把 十万个为什么 借给了央视大风车节目组, 不然现在我自然答的上来这个问题. 但现在如何是好? 时间一分一秒的流逝, 那个发问的日本人渐渐开始得儿意的笑,他得儿意的笑,似乎没人能答出他的问题,那新马泰五日游的奖赏就无人领了             十万火急的关头, 一件往事又浮上心头. 那是多年前我和隔壁牛二同学去农夫山泉果园偷苹果的故事. 牛同学小时候比较二, 那天便失手从苹果树上掉了下来, 头上碰出好大一个包. 回家后怕母亲责怪,就诳他妈说是在树下睡觉时苹果落下来砸的. 我们偷苹果到事情这才没有暴露. 奇怪的是,那次摔跤后牛二同学突然开窍, 学业精进, 革命般的推导出几个物理学定律, 成为一代牛人. 为了表明自己不再二了,牛二去掉名字里面的二字, 改成一个顿, 也是说明自己是顿悟了. 我也和牛同学讨论过他那几个定律, 果然精妙无比, 只是局限于宏观低速的情况. 那时候我还有个同学叫强夫, 家里养了一直奇怪的猫,还有一个据说能通到Nania的wardrobe. 我用偷来的苹果贿赂过强夫几次,他就答应带我去Nania玩玩. 每次穿过wardrobe,我能看到些奇特的景象. 后来我就根据自己的所见所闻, 把牛同学的定律推广到微观高速的情况. 我觉得自己狠了不起,相对于牛同学有了长足的进步,就把新定律叫作相对论             这里继续回到大峡谷绝顶. 我想说得就是我当时想到了牛同学的定律,便觉得自己能测出峡谷的高度.便举手发言. 那个日本人让我示范如何测高, 我迈步向前,也不废话, 一招亢龙有悔就把那个日本人从峡谷顶上踢了下去.             啊~~~~~~~~~~~~~~~啊~~~~~~啊~~~~啊~~.....咚!      第一个啊是惨叫声,其他都是山谷的回音.最后一个咚是落地的闷响             与此同时,我按住脉门, 开始计时.从啊到咚,时间差一算, 大峡谷的高度就知道了.      看我算出了高度, 人群纷纷开始喝彩, 但也有几个日本友人因为羞愧没有想到次妙法而拔刀切腹. 瑕不掩玉, 绝顶上总体是一片欢腾的海洋             \"好一个自由落体求高法, 不知道阁下如何称呼?\" 人群里面有人问我.\"过奖过奖,我手机尾数为5188的玉面小飞侠是从来不留名的,在此别过,有业务请联系我经纪人\" 说完我便挥挥衣袖,向东飘去. 身后人群开始厮打争夺我留下的新马泰旅游机票.绝顶面积不大,争夺中不断有人挤下悬崖, 啊啊啊声此起彼伏. 有兴趣的观众可以多次根据多次试验结果验证峡谷高度             一路向东,我最后到了炮楼, 这次游记最后一个悬念就在这里了: 炮楼里到底有什么宝藏? KOA派到底守着什么秘密?  广告过后请继续关注12 X 8 II 的大结局!       Comments   LI:     re annie: me2,就是主人公好像没啥武功，这一点比较像韦小宝，哈哈    Kyle:     你听过12生肖讲笑话的那个笑话么？    Annie Avant Chanel:     今天仔细看了看故事,好好笑    kyle:     cresole 同学, 你re帖子也要有点敬业精神好不好. 前后太跳跃了吧, 一点逻辑都没有…   zhen同学, 你也有同样的毛病,望引起重视    Annie Avant Chanel:     黄海自己给自己做媒估计富富有余.    LI:     哼哼，竟然讽刺我。。。 btw:你是不是需要做媒？    Kyle:     wa…终于被你发现不是真人真事了……    MOLLY:     晕了    LI:     编故事啊    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/12-x-8-ii-(%E4%B8%AD)/",
        "teaser": null
      },{
        "title": "12 X 8 Ii (下)",
        "excerpt":"12 X 8 II (下)       下课回家是晚上9点半, 我突然想贤惠一把, 就下厨做饭. 凉拌了三根苦瓜,吃完就饱了,可怜那时候锅里炖的牛肉还没熟... 再回到office快12点了, 我更新了照片,关于最后去的两个国家公园,  现在来贴最后一部分                    抵达炮楼天色已经微黑. 我在下面绕楼而走, 不到半圈, 便看见一个半朽的木牌,上面雕着\"此木牌下没有宝藏\". 哼,这等雕虫小技也敢瞒我,真是小瞧洒家. 我想到这样,便果断的绕过木牌,继续向前搜索. 果然不出10步, 又见一个木牌, 上面写着\"宝藏就在此木牌下\".哈哈, 不枉我一番苦心,宝藏终于被我找到了.前番敌人使用的 灰心丧气法 果然没有把我骗住!      当然, 在塔楼下找宝藏的过程中, 一直都有人关注询问我在干甚. 想必都是KOA的余党, 是宝藏最后的护士. 我毫不留情,不管男女老少,纷纷朝他们吐口水. 见一个唾一个, 见两个唾一双, 一会儿功夫,塔楼方圆十里就无人烟了.      万事具备,我压抑住兴奋的心情, 便从木牌往下挖去, 不到半米就看到一个保险柜.  我把它拖上平面, 发现它是密码锁锁住的. 锁上有一行金镶小字:\"密码不是125521\" .我小眼睛贼溜溜的一转, 把密码调到125521的位置.咣叽一声,锁开了!!! 呵呵,好个虚虚实实的藏宝法, 时真时假,险些骗过老夫,幸亏我一直坚持服用脑白金才反映敏捷,不至于前功尽弃啊             打开柜子,里面有本精装红皮书, 封面已经脱落,不知书名.翻开第一页, 上面赫然写着\"abacus,算盘....\"      这书似曾相识,但我也一时记不清.只觉的平常之极,不知道有何玄机. 我有些失望,胡乱翻下去, 一会儿就到了\"zebra, z型bra; \" 再翻一页, 书页从硬质32开白纸变成草纸, 定睛一看.上书英文花体: Nine Desperate Housewives' mottos . 我大大的考,这不是中原失传多年的 九阴真经 英译版么!!!! 居然这么隐蔽的夹在红皮书的最后, 竟被我无心发现了.             我心中的小鹿一阵狂奔, 血压血脂胆固醇指数也一路看涨. 浑身轻飘飘的, 似乎我成了倾城,被昆仑牵着在空中摇曳, 我心随着荡漾,仿佛又回到了和无欢gg终日调情说爱,cosplay赤裸羔羊的年代. 那时的阳光不知疲倦的灿烂,我们不知怎么睡着了,梦里花落知多少....             小飞侠, 台海局势尚乱,你可不要怠慢啊. 就在我沉迷于现在的一点点成就的时候, IQ爷爷的声音又在我头脑里想起.我立马平静下来, 想起现在肩上的重担, 忍不住又要落下泪来. 泪眼婆娑中,我仿佛又回到了师父临死前对我讲过的刀风血雨中:             遥想当年, 郭叔叔煞费苦心把 真经 和兵法 藏于刀剑之中, 若干年后被峨嵋派的芷若姑娘获得. 后来芷若姑娘误入魔道, 去恶人谷做了压寨夫人后, 把真经传给了小鱼儿. 在后来故事我就记不清, 反正短笛大魔王, 蝙蝠侠等红黑两道人士纷纷加入对经书的争夺. 多少年血雨腥风, 多少先辈为此抛头颅洒热血. 直到刘姥姥被人暗算,中原最后一份版本被八国联军焚烧于大观圆之中,从此以后神州大地再没有经书的下落             如今找到如此国宝,我怎么能不感动如此.  如果能练成神功, 日后便能雄霸各地的保安业, 广泛的有计划有步骤的开展收集保护费活动, 并在各地开设蛊惑者格斗技巧培训班,一统江湖,千秋万代啊~~~             夜幕下,我战战微微的翻开一页, 第一章,susan说,天之道, 损有余而补不足 .....此书果然是玄武年间的真迹. 我微喜,急忙打坐运气,开始努力练习经书上的奇门武功 :九阴白骨爪,还我漂漂拳,etc              bt贴至此全部贴完.感谢CCTV,感谢MTV, 感谢一直支持我的朋友. 我爱你们~             休息,休息一会儿.我继续练功去了                            Comments   Kyle:     哇娃娃娃娃瓦    Annie Avant Chanel:     hahahahahah    min:     nice，俺要求做开门大弟子，哈哈    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/12-x-8-ii-(%E4%B8%8B)/",
        "teaser": null
      },{
        "title": "The Chronicles Of Narnia The Lion, The Witch, And The Wardrobe",
        "excerpt":"The Chronicles of Narnia: The Lion, The Witch, and The Wardrobe       Narnia的作者和魔戒的作者是死党, 两个人写书都牛b哄哄的. 不过我都没看过原著               Narnia有7部,要是票房好估计会一直拍下去,拍完为止.就是说估计是我进入更年期后也有的看                       其实我很喜欢那个白女巫的,装备酷,张的pp,还有本事. 看看她驾熊车这张照片,多有风度啊               结果被那狮子咬死了, 红颜命薄啊               ....真伤感.....                                               Comments   kyle:     我好像也是从一个性格师兄那里学来的        Shu:     牛B哄哄的… 学一新词…    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/the-chronicles-of-narnia-the-lion,-the-witch,-and-the-wardrobe/",
        "teaser": null
      },{
        "title": "芳香之旅",
        "excerpt":"芳香之旅       我记得是春假出游前一晚看的               感觉是太悲剧的片子. 看到张静初年老后模样,我就想, 多少人还能记得她曾经的容颜和欢笑?               老了, 回忆只能一个人享用,也是孤独的                    我们能折腾的时间,其实不多的                                    Comments   Caroline:     赶紧给我数数看琴去，哈哈，carolla这么重要的事情都忘记。明天去看樱花了，fb进行时！have a great weekend.    kyle:     在有限的能折腾的时间里, 就要尽量折腾,能怎么折腾就怎么折腾, 折腾够了估计也不想折腾了. 但也可能折腾惯了以后不该折腾的时候还折腾.其实本无所谓什么时候能折腾和什么时候不能折腾, 我写这些本身就是折腾的事情, 你们还来re,搞的更折腾…            Ding:     能不折腾最好了      Shu:     那倒底该趁现在彻底折腾呢, 还是该为不能折腾的时间做准备而安安稳稳的不折腾呢…. 矛盾…(连说都这么绕口..)    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%8A%B3%E9%A6%99%E4%B9%8B%E6%97%85/",
        "teaser": null
      },{
        "title": "12 X 8 Ii (下下)",
        "excerpt":"12 X 8 II (下下)       早上起来拨电话, 我冲着话筒喊, x同学, 嫁给我吧               我不同意~   声音高昂,清晰,干脆               愚人节其实挺没劲的                       贴个路径. 彻底结束这个帖子               我保证以后不会这么无聊了                                                                                         Comments   Annie Avant Chanel:     …why don't you call a real girl, she may answer yes    chen:     哈哈，这个主意不错    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/12-x-8-ii-(%E4%B8%8B%E4%B8%8B)/",
        "teaser": null
      },{
        "title": "看上去很美 (上)",
        "excerpt":"看上去很美 (上)       这篇是上篇. 写在看电影之前               从上个学期我床头就放着 看上去很美, 但直到现在也没读完.               开始我一直以为描写幼儿园的方枪枪只是铺垫, 后来终究会写到他和陈南雁的爱情.读到一半, 写到方枪枪升了小学, 这时我才明白, 原来方枪枪的童年,就是小说的全部了               饭上王朔是因为 动物凶猛, 夏雨主演了由此改编的电影 阳光灿烂的日子, 所以我也饭夏雨. 此前我已经说过很多遍了. 我不知道如何能写出 看上去很美 这样的小说, 一个官方的回答是\"保持童心\", 我觉得太难. 王朔说他是痞子,我不信               方枪枪在班上是三王, 这是颇不容易的, 记得上个月读到他去打一个女生那段(名字忘了), 我想我也如此混蛋过. 可惜幼儿园那会儿我一直是个小偻偻,干点坏事也没得到赏识, 所以就一直不是王了.               三王尚且如此, 二王就更难了. 二王,一个是王小波,另一个是王朔                               强烈期待电影中....                       Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%9C%8B%E4%B8%8A%E5%8E%BB%E5%BE%88%E7%BE%8E-(%E4%B8%8A)/",
        "teaser": null
      },{
        "title": "霍元甲",
        "excerpt":"霍元甲       李连杰一直在诠释他所理解的武术哲学, 作讲座的时候,传佛学的时候,拍电影的时候               可惜大家还是太爱看他拳脚功夫了                                                                 Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E9%9C%8D%E5%85%83%E7%94%B2/",
        "teaser": null
      },{
        "title": "Test",
        "excerpt":"test               http://hihai.testren.com               嘿嘿,没事儿的都来玩一下                      Comments   Kyle:     sigh……………………………….再sigh一下………………………………………………    诗荃:     我可能去不成了！:( 因为schedule排不开了 5555555555~      peng:     …     经多方信息汇总 此题的reliability 有待提高…… validity还是不错的。。。    阅毕    Kyle:     呵呵,我多体谅大家啊, 不过还是有得10分得同学…真伤心…    Shanshan:     这是我答过得最容易得test拉~哈哈~：） 大部分人都及格了嘛    Kyle:     机会还多,,嘿嘿    Echo:     承讓了~！ 不知何時有機會再和鐳兄切磋切磋啊，，，，上次你回去的時候俺錯過了，真是人生一大憾事……    Kyle:     江湖上好久不见rose了……此番一出山,就有次佳绩,可喜可贺啊……    Echo:     同學,偶榜眼哦 莫非你這麼多年還沒變?還是偶作弊太過分了?用了三四個tips….    Kyle:     看来同学录作用不大啊,呵呵高中那会儿, 多青涩啊    peng:     俺一直以为俺的猜功很好的。。。看来以前考试都白考了。。。    Kyle:     ry同学,你才的10分啊….我要跟你绝交!!!!!     re 马导,其实我们系难得有什么活动的, 尝试过一次就知足了    yi:     难道是你变了？    Jing:     那个剧本其实挺粗糙的，但也好过现在，现在是一点儿思想也没有了:(    Kyle:     re triff  我看是很久没跟你update一些八卦了…不然得分能更高些    min:     哈，70，不过我后面那个测试主页也不知道是who的    Kyle:     马导啊, 我前些天还看到我们过去排的那个剧的剧本了…    师姐你具体什么时候过来啊?        Jing:     hai啊，我对不住你。。5555555……我就是好奇答了一下。。看来需要加强了解:)    诗荃:     我榜眼哈，70分    Grace:     状元! 估计马上就'outbid'掉掉了.      ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/test/",
        "teaser": null
      },{
        "title": "12 X 8 Ii以后的全部",
        "excerpt":"12 X 8 II以后的全部       从一开始我就知道我是不能写完这个游记的.               原本我能多记下一些, 比如第四天在Las Vegas遇到鱼头还有赌钱的事情, 但一周前彻夜bt后,我再没有热情写剩下的故事了.  既然是我一个人走完了这一程,  我想,有些回忆就该我自己独享吧. 对此, 我吝啬而顽固.               很多时候blog上扯蛋都是在粉饰生活的无聊. 我偶尔也会领悟到这点. 所以就此打住               这周还是敏感的.我的对策就是继续打理电影blog. 关键词 方枪枪, 张元, 童年.               昨晚赶在在电影下载完前, 我读完了 看上去很美. 书的结尾是这样的: 半夜里,方超被他弟弟方枪枪吵醒, 方枪枪说, 我们...都活不长了                       ps1 推荐电影 看上去很美, 给各位常来我space看贴的,不常来看贴的,和看贴不回贴的朋友们.       ps2 贴完剩下的行程. 鱼头5月要开车去纽约, 我多半是会缺席了. 那会儿我应该是在死磕论文       ps4 继续欢迎大家去作我的测试, 周末时候我会贴出答案       ps5 我觉得我有张照片很像方枪枪, 求鉴定.                               Comments   Kyle:     我是说我和那个演员比较像…..越看越像啊……    Annie Avant Chanel:     方跄跄据描写是平鼻子,而你的线条狠conspicuous.   怎么会像    Kyle:     o ,书也很好看啊….我觉得你写那个黄米宝贝就是跟这个差不多的,hoho    Annie Avant Chanel:     I mean the book…. not the movie and I haven't seen the movie yet    Kyle:     都有把,一些是边开边照(这样容易照花,而且隔着玻璃, 开车还危险,总之不推荐)   另外就是pull over然后再照, 好多我是爬到车顶站着照的,hoho,反正租的车, 随便折腾    Shanshan:      照片看完了！塞！~很赞阿~这个形式比游记好玩多了~偶要学！  你公路上的那些照片都是停车拍的？还是也有边开边拍的？太牛了！   还有，为啥我总是在提问。。ft    Kyle:     偶现在倒是另外有个计划,hoho    Michael:     aiai….    Kyle:     heihei, 果然一个实验室待过啊    丽:     wangli是也~~    Kyle:     radium推荐的电影, 当然不错拉    Annie Avant Chanel:     I like Kanshangquhenmei, too    Kyle:     re 苗 说明那个就是偶吧,呵呵re yiyang  偶还不确定你是那位呢,,呵呵re lpdeng  问题真多啊……1是因为花粉多啊过敏啊2是慢慢找工作啊3是小时候俺家穷照不起彩照啊不然指不定谁去演方枪枪啊    peng:     三点   1。 “这周还是敏感的“ 敏感个啥？ 2。 “那会儿我应该是在死磕论文”  看来你也加入找工作大军了。。。不过俺估计要是闹得最早行动最晚得了~  - -  3。  还是海报里面那个娃娃乖点 ^^ 亲一口    完毕    丽:     haha,努力从第三类人升级到第一类~~      MOLLY:     你那个表情，好像现在也经常出现呢。    mingzhu:     我正在酝酿中，腹稿！    Kyle:     田田, 你又哲了, 真调皮…   我主要觉得我和方枪枪神似啊,呵呵    min:     恩，象，不过我觉得小孩都长得差不多。。    田:     生活本来应该是无聊的，但是人类不甘于无聊，所以发明了诸如blog在内的众多玩物，但是终归还是无聊        ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/12-x-8-ii%E4%BB%A5%E5%90%8E%E7%9A%84%E5%85%A8%E9%83%A8/",
        "teaser": null
      },{
        "title": "我爱你",
        "excerpt":"我爱你       题目很裸, 海报也很裸               这算是第一次看老徐演的电影, 我和爸爸 里面她更倾向于一个导演. 恩, 那片子她本来就是导演, 而很多导演只是客串的小角色. 比如张元, 比如姜文. 都是我很喜欢的               想必这是个很有手腕的厉害女人, 我当时就这么觉得               男主角叫佟xx, 实在跟冬瓜一样. 演的烂到极点, 我怀疑其面部神经瘫痪了不成, 一点表情都木有       但这是部很好看的电影, 一半因为老徐,另外一半因为原作...这片子其实是 过把瘾就死 的电影版               老徐果然是厉害的女人. 我现在就这么觉得               现在我觉得题目不裸了...电影本事就是关于爱情的, 纯爱情, 没有事故和圆滑的那种, 很原始很赤裸裸的那种.               我一直觉得老徐很像一个人, 很像很像               最后补一句,这片子导演是张元, 就是刚拍了 看上去很美 的那个                                                 Comments   kyle:     这部02年的片子, 比 来信 早多了.   哦, 我看到 来信 出来的时候就先去把原著看了,感觉比较扯淡, 后来就忘了去看电影了..其实都下载了,就忘了看   至于老徐的问题, 楼上解释清楚了..火星了把,嘿嘿    Dong:     徐静蕾就是很喜欢别人叫她老徐的，在自己的博客上也是这样自称的    Echo:     你干嘛管人家靜蕾mm叫老徐。好像人家很老似的……我確實覺得她像一個人，是俺們系的一個mm，長得真的超像。我第一天上課就發現她了。 不過我猜你說的是另外一個。 PS：這部是在 一個陌生女人的來信 之前還是之後？好像聽説過，忘了找來看了    kyle:     里面吵架很好看    Dong:     想看了    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%88%91%E7%88%B1%E4%BD%A0/",
        "teaser": null
      },{
        "title": "King Kong",
        "excerpt":"King Kong       看到rose的留言,我想起竟然快有4个月没去电影院看电影了               简直不是我的风格....                       上次去还是寒假回国前看king kong的首映               倒是很过瘾,不过第二天起晚了误飞机跟这个多多少少也有些关系               酱紫...               等这个月末Houston有个电影节,哼哼                                                         Comments   Shu:     就在我BLOG里呀, 写在OMMENTS里了… 注意看#10,就知道我在说啥了… 虽然昨天说得的确很抽象….=_=!!    kyle:     链接是什么啊, 我都找不到了    Shu:     answers to questions are out..in comments of that blog. ur name is honored ..muhaha    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/king-kong/",
        "teaser": null
      },{
        "title": "苏州河",
        "excerpt":"苏州河    周迅就是从这片子红起来的  我本来想在这篇下面写很多的, 好在冲动的那些日子忍住了 我便可以略过,直接跳动结尾部分,   原来真有牡丹, 只是马达找到她的时候,她便死了 马达得确没有骗美美, 他至死都在找牡丹 找到的时候,他便也死了                                                   Comments   kyle:     ms分析的有道理啊…btw,你学分析化学的把…    peng:     顺带分析一把：   貌似俺是个 process person 你是 result person。。。        kyle:     i only remember the ending        peng:     没啥映像了。。。在加上从来记不住结尾。。。    kyle:     应该就是看kingkong那次看了 雪地 这片子的trail, 当时就想以后去看来着, 但还是忘了..   这个记性啊….那叫一个次…    Echo:     你怎麽翻起老片來了？我一直以你這兒為電影潮流指標的…… 看了  極地雪犬  沒？趕快說說 要是還沒看就拜托你一定要找來看，看完趕快說說。我想知道男生會有什麽反應。:P    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%8B%8F%E5%B7%9E%E6%B2%B3/",
        "teaser": null
      },{
        "title": "~公布答案~",
        "excerpt":"~公布答案~       1 偶身上哪里缝过针 --额头              那会儿我还只有方枪枪那么大. 记得当时那个骑车撞了我的女孩子, 见我满脸是血就吓得哭起来. 我原本想去安慰她一下,但不料一张嘴, 竟也哭了起来. 这样那个女孩子就哭得更惨烈了. 我当时其实并不觉的痛, 只是头皮麻麻得, 血淌在脸上粘粘的. 我就是心里着急啊,我想告诉她其实我没事儿, 我原本是流血流汗不流泪的,只是今天发挥失常了...后来奶奶带我我去医院缝了五针,那时候我就没哭了.但觉得很困就睡过去了,也忘了该去告诉那个女同学我本是不想哭的. 后来我在家修养, 一直为这事儿内疚.              幼儿园那会儿我一直是小偻偻, 因伤缺席了一阵子也没人注意. 再回去光景依旧,我还是给班上的大孩子跑腿. 直到一天, 一个小头目看到我额上的疤, 就来询问.我告诉他我是缝了针的. 这件事迅速传开,大家都来观看, 连势力最大的几个孩子也来看过,我也风光了一阵. 从那会儿起, 我就开始隐约有点明白什么是 祸兮福所依 的道家思想. 我对此有些得意, 开始四处去炫耀我的疤. 后来大家看腻了, 渐渐就不再理我了.我又重新做回一个小偻偻. 再后来上了小学, 开始流行圣斗士, 我经常摆的一个pose就是一捋前额的头发,说,看到没,伤痕,男子汉的勋章. 这句话大概是黄金圣衣卷里一集的题目              写了这么多, 中心思想就是说我小时候还很体谅别人,但长大了就开始扯淡了.                                   2 下面那个不是偶的nick -- 海哥               这道题太偏心了,只是照顾了skate那帮刷子. 海哥是crhai,他比我先到skate, 大家都叫了他海哥,所以就只能叫我海弟了.                       3 偶最少喝的饮料 -- 咖啡              每周grocery shopping的时候,买饮料的环节我都很干脆. 1Gal牛奶+1打 Dr Pepper.  去gym打球,喝的都是自来水, 所以咖啡最少喝了                        4 偶最想学的外语 -- 都不想学,太费脑内存了              从第1题知道我小时候头部被撞过, 大脑受过创伤, 是有后遗症的. 典型的问题就是记性差              所以我是极其不愿意把有限的脑空间用在记忆单词的. 我知道大便除了叫大便,还有洋人叫他shit,这已经是我最大的妥协了                       5 偶最喜欢的电脑游戏 -- Tomb Raider              我一直都不怎么喜欢Jolie, 倒不是因为她去抢人家老公. 如今潮流是先去抢老公再回家写blog,说明自己是只是追求真爱情不自禁多么无辜多么无奈你其实也是温柔贤淑美丽动人但谁叫你不把自己老公看牢呢?              我不喜欢Jolie是因为谁去演Lara Craft我都不喜欢, 类似的, 谁去演小龙女我也不喜欢. 所以我现在申请退出菲姐的粉丝团              至于我和Tomb Raider, 有好多可以说的...以后吧                       6 偶是什么星座 -- 天秤              这道题其实特别没意思, 我从来就对星座不感冒.                         7 偶最讨厌吃什么 -- 馒头              我也很讨厌吃米饭, 凡是这类光能塞饱肚子但没味道的东西, 我都很讨厌              以后如果谁想要调戏我, 就先说请我吃饭, 然后带我去家馒头店. 我会哭的, 真的                                   8 偶最喜欢的男歌手 -- 张学友              最喜欢谁不是看k歌的时候k谁的歌, 最喜欢谁是一个人静静的时候喜欢听谁的歌              周华健在我喜欢的歌手里面排第四,因为张gg排了第一,第二第三都空缺                                   9 下面那个不是偶的马甲 -- hihai               继第2题后,再次出现偏袒bbs朋友的题目, 实在是出题者的失误. 再此我作出深刻的检讨和反省...               后来我想换一道题效果会好恨多, 比如说 我现在的手机尾数是什么?               (A) 2128  (B)  5188  (C) 0214 (D) 3141               细心读完我的bt游记的朋友就会知道答案,嘿嘿                         10 偶叫嘛名 -- 这个你都不知道吗???!!!                本次test得分垫底的某同学, 就是靠答对了最后这一问,才避免了得零蛋的尴尬. 那天晚上该同学在msn主动找我聊天, 并给出了一些很牛x的理由为自己辩解.  听后我觉得蛮有道理, 便打消了和她绝交的念头. 但终究,还是伤心啊...这么多年的感情啊...十里平湖霜满天啊...曹操赤壁啊...魂断蓝桥啊...                                                                              Comments   peng:     思路对了 想偏了~~    Kyle:     瓜小青….    若青:     原来小时候头被撞过啊。   难怪……难怪了。    Kyle:     那个weiminghu原来不是你啊……看来真是过去我放生在未明湖的鲤鱼精了……    Annie Avant Chanel:     看了一下题,觉得能得50%    Kyle:     什么叫逻辑失误啊….想对了选错了么……鱼头依旧干脆……    Michael:     不看文章只看图！！！ 伤痕，男子汉的勋章！ 狂赞，十几年前的回忆了。。。    peng:     恩！   第八题逻辑失误~~ ^^    Kyle:     re krazy…牛…佩服…. re rose …怎么联想到我爸我妈了…有点天马… re raine…嘿嘿,这个你还记得? 我得后遗症除了记忆差还有反应慢.. re yao … 恩,说明我提供得答案完全正确,没有欺骗行为…谢谢公证员同志    Kyle:     re lpdeng…莫非rp也算分么,嘿嘿 re cici…太默契了,我来2年一粒米没买过一次白米饭都没做过 re vivi…不要紧张,我出那道题就是提防有人得0分…    Heather:     看玩答案后，   偶得了满分耶～～～～～耶～～～    Yutian:     嘿，记得以前你说小时候过分不清馒头和包子嘛，食堂师傅要确认多次你到底要什么之后才能夹给你（这明显不是在爆料）。既然包子被误会了那么多次我认为馒头也挺无辜的……    Echo:     我个人认为，最让我笑到喷饭的题目就是最后一题。不过能有这个效果除了镭同学创意无限以外，和你爸妈的幽默细胞有直接的关系。 而不得不佩服的是，馒头米饭那题的答案，我真的喷饭了。还好我是一个人对着电脑在吃这顿中饭。而且是天助我也，今天吃sandwith.所以效果还没太夸张。    Nan:     一个Grid编程比赛    Maruko:     看到对于最后一个答案的公布以后，相当的忐忑，因为记忆中我测试完了以后，排名为倒数第一，虽然是并列的~~~~~~~~~还好有人前仆后继地创新纪录……大舒一口气，顺便再叹一口气：不够了解呀~~~~~~~~~~    Bobblecat:     同一 馒头和白米饭是最难吃的东西    peng:     俺觉着俺猜对了6道 为哈是50芬尼？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/~%E5%85%AC%E5%B8%83%E7%AD%94%E6%A1%88~/",
        "teaser": null
      },{
        "title": "加了一个视频",
        "excerpt":"加了一个视频    我觉得很搞的,哈哈哈哈      Comments   Kyle:     那道题还有点不一样的    晖:     不知道灯的初始状态，也无所谓。让第一个出去的人把灯弄亮（如果是暗的），就回到了原来的设定。这么说对么？    Kyle:     en …看来有必要解释一下我为什么会喜欢看happytreefriend    peng:     俺终于看了传说中的happy tree friends。。。真的强烈建议女同学不要去看。。。俺觉着心灵受到严重创伤。。。    ：。。。    peng:     俺禁不住回忆起了那段快乐的灌篮时光~~~         Kyle:     我觉得这个很有创意的,虽然樱木太e了…..嘿嘿    Ying:     哈哈，笑喷～～    peng:     guan lan…    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%8A%A0%E4%BA%86%E4%B8%80%E4%B8%AA%E8%A7%86%E9%A2%91/",
        "teaser": null
      },{
        "title": "过年回家",
        "excerpt":"过年回家       继续张元               我第一次听说张元就是因为这片子,那是很多年前的事了.               意外发现李冰冰居然是主演,那时候完全还木名气的               我很喜欢这种风格的电影, 淡淡的哀意流淌在古老的北京城               最后一看编剧是余华,难怪了                       看上去很美(下) 一直存成draft,我想特意写点什么,等p过后吧                                                                                         Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%BF%87%E5%B9%B4%E5%9B%9E%E5%AE%B6/",
        "teaser": null
      },{
        "title": "Fun With Dick &amp; Jane",
        "excerpt":"Fun with Dick &amp; Jane       这部电影给我的启示就是一个男人做成大事的重要前提就是要有个支持他的女人               对比一下 目露凶光, 更觉得有道理,啧啧                                                                         Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/fun-with-dick-&amp;-jane/",
        "teaser": null
      },{
        "title": "我为什么喜欢看happy Tree Friends",
        "excerpt":"我为什么喜欢看Happy Tree Friends    这是个很有噘头的题目, 所以就占个位子先  唔........暂时还不知道写啥, 先就当我bt好了   ps 我最喜欢兔子Cuddles和Lumpy,多Q啊,hoho       Comments   Kyle:     切`~ 那你还说没听说过HTF?    yi:     天地良心啊！！！ 我是你的忠实读者啊    Kyle:     ry同学,看来你从来就没有认真看过偶blog…伤心啊…两岸猿声啼不住啊…霸王乌江啊…    yi:     是什么东西啊？我都没有听说过啊    Kyle:     我是说你们可以当我bt所以才喜欢HTF,不是说我又要bt帖子…诶…bt多了,人也就bt了…    peng:     也许在俺的心灵创伤愈合以及麻木之后。。俺也会喜欢把。。。不过暂时没有勇气在愈合前再次挑战自己。。。   恩 。。    不过俺很期待你怎么bt “我为什么喜欢看Happy Tree Friends” ~~    恩~~    Jing:     很血腥吧。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%88%91%E4%B8%BA%E4%BB%80%E4%B9%88%E5%96%9C%E6%AC%A2%E7%9C%8Bhappy-tree-friends/",
        "teaser": null
      },{
        "title": "目露凶光",
        "excerpt":"目露凶光       一般干完某件大事,我都有自己传统的庆祝方式: 一边蘸着牛奶吃Oreo,一边看电影               今晚看了 目露凶光, 但没有牛奶也没有Oreo,让我觉得有些遗憾.我去刻意在乎一些形式,不是想提升到追求品味的高度,只是我还希望保留一些生活的方式, 我自己的生活方式               还好这是部惊险且曲折的电影, 让我完全没猜到结局               我喜欢上某个男演员, 多是从一个眼神开始的. 我想这很重要..                                                                         Comments   kyle:     这片子有个很大的悬念就是到底是不是恐怖片   所以你还是自己看把,hoho   .    peng:     恐怖片么？！    俺还是一如既往的佩服你总是能找那么多片子且质量不错。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%9B%AE%E9%9C%B2%E5%87%B6%E5%85%89/",
        "teaser": null
      },{
        "title": "Ice Age2 &amp; Scary Moive4",
        "excerpt":"Ice Age2 &amp; Scary Moive4    终于又去了电影院,哼哼  funny moives, so hilarious,^_^  最后要提的是, G,O,D,F,A,T,H,E,R,GODFATHER,别记错了  酱紫     Comments   Kyle:     iceage 2把，很可爱的    Caroline:     ten dollars for one movie ticket here in NYC,sucker    Caroline:     i only got ten dollars, which would you recommend between this two?      Kyle:     搞笑得咚咚,,呵呵    Echo:     GODFATHER是甚麼東東？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/ice-age2-&amp;-scary-moive4/",
        "teaser": null
      },{
        "title": "我要复仇 &amp; 亲切的金子",
        "excerpt":"我要复仇 &amp; 亲切的金子       相比于几年前韩国电影不可思议的崛起速度,如今衰败的速度更让我觉得不可思议               如今我基本不看韩片,但我很喜欢 朴导演. 所以这次就把复仇三部补全了               Sympathy for Mr Vengeance       Sympathy for Miss Vengeance               复仇总是恶毒, 不管处于多么唐璜的理由.               这两片子看完了, 心窝吧凉吧凉的...                       ps   Mr那个绿头发很酷, Miss那个红眼影也很酷                   Comments   Kyle:     绿泥阿，呵呵    Heather:     偶很想知道你的头像抹的啥 一上线就一绿脸大妖……妖吓妖，吓s妖的……嘿……    Kyle:     我很喜欢 红字 得, 然后小饭了恩珠mm一段时间至于gay问题,,我一直都很理解得….至于韩剧, 我就从来都木看过. 连续剧 一般我只看美国得, 其他都不看    Echo:     不過你看不看韓劇的？偶想知道　︿＿︿    Echo:     韓國電影我除了紅字和假如愛有天意以外，都沒啥印象．不過還有一部，似乎每甚麼名氣，李恩宇的　the bugee jump of ourselves,情約笨豬跳． 超贊．我看完之後立刻超理解同性戀．雖然導演對愛的理解還挺瞎掰的，我覺得．    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%88%91%E8%A6%81%E5%A4%8D%E4%BB%87-&amp;-%E4%BA%B2%E5%88%87%E7%9A%84%E9%87%91%E5%AD%90/",
        "teaser": null
      },{
        "title": "继续说happy Tree Friends",
        "excerpt":"继续说Happy Tree Friends       如果最近足够无聊,我就这么写:           小时候,别家小朋友都能养斑马,机器猫,榴莲一类的宠物.但我家很穷,就只能养兔子. 一次解剖课,我不小心割破了它的苦胆,把兔子染成黄色. 这样也好,就不怕别人偷了去...            接着写下去,最后终结得出所以我喜欢黄色的兔子,也就喜欢Cuddles了.       但现在我想严肃的探讨这个问题,就该从心理学的角度分析我为什么喜欢看HTF.           说到心理学,我总是立刻想到高中班上的土豆同学. 土豆同学其实不叫土豆得, 而有一个很优雅得名字. 倩倩茜影,悠悠兰香, 淑女得紧. 出于隐私考虑,我就不说真名了,一律用土豆同学代替.                土豆同学曾经很长时间坐在我前排, 她总是半侧着身子靠在墙上, 目光方向与黑板平行, 也不知道怎么就能看见老师的板书了. 过去我很喜欢物理, 就画了很多光路图试图解释这种现象, 但都未果. 后来我换了一个角度来想这个问题,答案就明了了.想必土豆同学根本就看不见老师的板书的!                我对这个答案很满意. 不仅没有违背光路直线的公理, 也可以解释她为什么经常来抢我的笔记本. 土豆同学本来已经半侧着身子了,要来拿我桌上的笔记本,只需要再转90度.加上她行动起来迅猛准确, 我完全没有招架的能力. 所以经常我一个字前几笔写在本子上,后几笔就写在了桌上...中间某次抬笔的空闲,土豆同学又得手了. 我很理解她,因为光靠听觉记笔记得确是很难的. 而且每次土豆同学还我笔记本的时候总会很礼貌的说声谢谢, 这样我也没有发彪的借口了.           土豆同学喜欢画少女漫画,还喜欢玩刀. 我一直很困惑至阴至阳的两种情趣是如何有机融合在一起的. 土豆经常在我面前显示刀法, 还假装要捅我的样子.一次还真给捅胳膊上了. 看血流了出来, 土豆同学赶快撕了一页作业本给我贴上. 当时我很愤愤,想你怎么着也得给我整一邦迪啊, 作业纸有铅诶...一低头,看到作业纸上隐约还有少女头像. 我顿时明白土豆同学把她心爱得画稿给我疗伤, 这是何等得大无畏精神. 我便又没有了发彪得借口           高中毕业土豆同学去了北大学心理, 我们便继续校友下去. 心理系楼翻新前我去过一次,是很阴森的. 我便怀疑这栋楼里秘密进行着某种研究,而心理系只是一个幌子. 至于土豆同学,正是这项研究计划的主要负责人. 后来很巧合的,在 Houston的大米大学,我遇到两位土豆同学的大学同学. 我打听土豆同学的消息,他们也不知详情. 这样我便更坚信了我的猜想,土豆同学一直在从事高度机密得工作. 回想几年前东门外帮派械斗,遗留下一些古怪得刀具,我估计就跟土豆同学得秘密研究有关.           我爆料这么多往事,是料想土豆同学是不会来看spaces得. 如果意外看到了,不要砍我啊,呵呵           土豆同学, 最近还好么?              ps 原本想写HTF得,但思路严重偏离原计划.只好改变初衷, 顺便加个副标题 ----记我一个高中同学           有点怀念高中得日子...               Comments   Kyle:     这个感慨的……嘿嘿    peng:     土豆阿土豆~~~ 俺的最爱~~~    Kyle:     我现在真的觉得是我最早开始叫的了….不过忘了为啥……    peng:     那也觉得似乎是你叫得最响亮的。。。    Kyle:     嘿嘿, 土豆同学露面拉, 给个联系方式吧   汪同学我们也是7,8年木见了的…   一上高中就开始叫土豆了吧….诶…我怎么突然想起好像是我开始叫这个名字的呢…不会把….    Maruko:     土豆为什么叫土豆？？That's a good question……   难道是因为高三晚自习前每次出切吃冒菜的时候土豆都是土豆同学的挚爱？？？？That's only my personal idea, need some evidence to prove:)    Yan:     高考一别竟是六年不见了，不知土豆同学长高否    Unknown:     偶不出现简直对不起大众啊啊…… 赞大爷的文笔，继续作一个文集好不，以你座位为极点，周边那些可歌可泣的事物，例如杀X的热血青春…… PS：to LP同学，偶最近返朴归真开始少女，原因是YK同学…… PPS：海同学显然错误的把偶的漫画写生归类为少女……当然这是性别误导，不过这大概是我的错……我不该执着于长刘海和双眼皮 T_T PPPS: trace of youth 就好……    Kyle:     严重抗议zhen这种木根据不负责任且误差过大得8g,,,哼唧   我就觉得土豆看不到才写得…不然肯定又要被她捅了…    peng:     想问个问题。。土豆为啥叫土豆呢？    peng:     土豆同学是喜欢看漫画。。。包含少女类。。少男类。。暴力类。。还有很多种类就不说了。。。总是土豆同学在高中的时候已经不怎么看少女类了。。。   另外，鉴于你这篇写的这么好。。俺觉得不给当事人看太说不过去了。。。    另外的另外，看了之后。。俺更加想她了~~~~~~~~    Ying:     难得小弟专门开一篇记某个人啊（虽然是不小心偏题导致的）， 我一定要叫土豆来看～ hoho^_^    Yutian:     真是让人怀念啊，高考的时候有土豆妈妈的做伴，我妈妈在考场外熬过了不少艰难的时光。最后一次听土豆同学讲话是听她讲和土豆妈妈争论应该先刷牙还是先洗脸的事情。哈哈现在土豆在干啥呢    Annie Avant Chanel:     wahahah, I really like this one.   I can sense something, trace of youth romance..      ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%BB%A7%E7%BB%AD%E8%AF%B4happy-tree-friends/",
        "teaser": null
      },{
        "title": "太牛b了！！！",
        "excerpt":"太牛B了！！！    http://news.wenxuecity.com/BBSView.php?SubID=news&amp;MsgID=243513  王同学一下就名人了。。。难怪最近都木消息了  太牛b了。。。敬仰阿。。。    Comments   Kyle:     分红的时候叫我一声阿，呵呵    田:     王同学得道了，我们也要跟着升天才行啊！   ps：王同学已经授权我成为她的经纪人，hiahia！    Ying:     晕，居然是她……    peng:     …难道是那个王同学….        yi:     who a ? you know her?    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%A4%AA%E7%89%9Bb%E4%BA%86/",
        "teaser": null
      },{
        "title": "还有一个htf相关的",
        "excerpt":"还有一个HTF相关的       Body Worlds3 @ Houston Museum of Nature Science               推荐各位在Houston的和9月前要来Houston的同学,都去参观一下.               这个展览很科普的,优点如下:               1 完全不恶心. 虽然全是真人尸体搞得,但特像假的. 完全没有异味,               2 尸体的造型赞. 动感强. 骑马那个有3米高吧,很震撼的. 我还很喜欢最后一个wizard..可惜没照片               3 有些咚咚超酷, 比如body slice,还有手部头部血管分布那个,,,很想整几个摆家里               4 可以认识很多新单词.我现在还记得esophagus是食道, duodenum是十二指肠               5 最重要的,价格便宜量又足, 尸体多多,器官多多, 趁人不注意还可以摸摸               链接 http://www.hmns.org/exhibits/special_exhibits/bodyworlds.asp?r=1                       ps 这个网站可以看到一些video: www.bodyworlds.com, 注意,world要加s,不然会连到某个色情站                       Comments   Kyle:     应该有吧，那个网站上都号召大家donate ur own body..我也在考虑中。。。至于flg….这个倒有可能哦，因为我看到其中一具尸体的大脑尤其小，不知道为啥。。。    Annie Avant Chanel:     由于法轮功们声称其中有一具尸体是他们的同胞…尽管有可能是胡说, 但我突然对这个展出中尸体的legitimate 性产生了怀疑. 每个尸体都是合法征用的嘛?    Kyle:     兔子你肯定去看了的,嘿嘿是有兴趣的….没多少机会看到的瓜小青……    若青:     原来你喜欢这种的……    sayon:     看上去很有兴趣呢……    Ying:     嗯，你如此介绍一来估计那个少一个s的网站点击率会很高……    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%BF%98%E6%9C%89%E4%B8%80%E4%B8%AAhtf%E7%9B%B8%E5%85%B3%E7%9A%84/",
        "teaser": null
      },{
        "title": "我发现啊......",
        "excerpt":"我发现啊……    超市里面那个一条一条肉丝装的牛肉,其实是肉末....  花了两年时间, 终于发现这个秘密了.不明白鬼子干嘛把肉末压成肉丝状......   刚刚半小时前老师说下课. 我想, 本学期最后一堂课完了.   最后一堂课啊......  起立,敬礼,老~师~再~~见~~~          Comments   Kyle:     原本不怎么想的…但现在估计还要待几年    诗荃:     猪，那你还呆不呆休斯敦了      Knox:     路过，~~~~~~~~~~~~无语！    Kyle:     re lp 国内我从来不做饭的，不知情的说re anan 嗬嗬，你怎么跑来了？J同学介绍的么re zhen   All rise 吧，没记错的话    Annie Avant Chanel:     知道起立怎么说嘛?    A:     猪头！    peng:     就是手摇的。。挤出来型如面条。。实则肉末。。    Kyle:     re 苗……琐事么…对我来说很重要的发现re ry  你这么说就不对了. 我平时做饭都自己切肉丝自己跺肉末的….所以才没发现这个问题……btw  啥时候结婚啊,呵呵re lp  国内用嘛仪器啊….完全木概念re awu  这个肉末炒好了放面条里面很好吃的,,,,其他吃法还没尝试过    诗荃:     我觉得他们的肉末跟咱们的不一样，咱们的炒菜的话好像比较碎，用以成末，可是他们的我觉得是肉泥……    peng:     如果他们用的仪器跟国内菜市场的一样的话。。肉末成肉丝状就可以理解了。。。    yi:     你才发现啊 肯定平时不做饭。    MOLLY:     我发现啊，不光我自己爱在blog上说些生活琐事~~~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%88%91%E5%8F%91%E7%8E%B0%E5%95%8A/",
        "teaser": null
      },{
        "title": "凌晨4点半",
        "excerpt":"凌晨4点半    第一次哦，被人flirt性质的搭讪。  发现被人搭讪原来是很爽的一件事，心里暗爽小鹿乱撞的那种。 推论是以后找mm搭讪可以勇敢一点，想必她们也是心里暗爽小鹿乱撞              ------有感于第一次Gay Bar行。   看过上篇帖子的留言，忒失望。其实肉丝肉末只是铺垫，我的point是要强调 最后一堂课， 我学生生涯的最后一堂课啊。。。 或许蓝领白领折腾几年，我还会提领着书包再回来作个F1, 不过那也是龌龊后清纯罢了  我回头看看这些年所谓纯洁的学生生涯，就像 甜蜜蜜 里黎明说的，也是我的blog标题，再也回不去了     Comments   田:     hai 你的blog越来越抽象了… 写点实际的吧，毕竟吃喝拉撒睡干，这些才是基础阿……    Kyle:     嘿嘿，想去就去了    Shu:     my q is how u actually end up being there….?    Kyle:     我是查了answers才明白的，呵呵    A:     knox好professional.　    Kyle:     我回来时候你都下线拉    Annie Avant Chanel:     I didn't knock you at 4:30, I did at 1:00…    Kyle:     该去新加坡的,那里估计很新生活啊,呵呵close to bear bah…诶…现在想想其实比较失败阿…    Knox:     interested what kind of guy flirted u?twink,stud or bear ?    雯:     为什么总想回去呢? 开心的享受新生活吧    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%87%8C%E6%99%A84%E7%82%B9%E5%8D%8A/",
        "teaser": null
      },{
        "title": "五一",
        "excerpt":"五一    想必现在开始五一长假了....北京城里面下土还厉害不? 也该两口子出门郊游了, 开自家车那种  我一定要写关于 方枪枪 的blog......隔太久感觉都忘了  五月天,哼哼    Comments   Kyle:     re miraki … hehe 听名字就那么牛b,,当然是个人物拉re tuzi…  我blog上有连接的，右边    Ying:     小弟，你那个专门写电影评论的blog地址我忘了…… 再发一次给我～～    Yan:     在大爷的感染下，阅，惊觉方枪枪确实是个人物    Kyle:     就算我最近带你买菜,你也不用这样嘛,嘿嘿    LI:     我突然间很佩服你，真的。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%BA%94%E4%B8%80/",
        "teaser": null
      },{
        "title": "太阳花",
        "excerpt":"太阳花       不知道夏雨同学啥时候拍的短片,30来分钟,恰好一顿饭时间               最近看李冰冰也很顺眼,就跟夏雨得了.反正我不咋喜欢那个什么袁泉               ok                                                 Comments   Kyle:     我知道你是谁的,,嘿嘿    Huiyuan:     给无比聪明智慧的黄大人请安。：)    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%A4%AA%E9%98%B3%E8%8A%B1/",
        "teaser": null
      },{
        "title": "我又发现阿",
        "excerpt":"我又发现阿    caffeine free的饮料难喝，比diet的还难喝 caffeine free的Dr. Pepper是金黄色的罐子，我不喜欢。比shi黄色还难看  我现在就去写 方枪枪。。。publish这片帖子后  我看到冰箱边堆了好些方便面，就打算吃一袋。现在就去了       Comments   Kyle:     我一贯爱憎分明的…    Shu:     习惯就好.. 就像我现在看你说SHI黄色时候的愤愤都比较习惯了..LOL    Kyle:     在另外那个电影blog….写的比较变味就是了另外….什么方颅症啊,,太搞了吧….    诗荃:     枪枪呢？ 我以前死党曾经叫我方枪枪，因为我小时候也是方颅症，现在倒是不明显了，但还是方    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%88%91%E5%8F%88%E5%8F%91%E7%8E%B0%E9%98%BF/",
        "teaser": null
      },{
        "title": "看上去很美(下)",
        "excerpt":"看上去很美(下)       上次说原著作者,这次说导演 张元               张元 面相猥琐, 由此我就喜欢上他了.               张元拍 东宫西宫，王晓波是编剧，张元拍 我爱你，王朔是编剧。               然后张元就拍了王朔的 看上去很美。听说下一部是小波的 黄金时代               颠来倒去就这几个人折腾，我都               -------------------------------bs我自己的分割线---------------------------               上面的draft写了一个月，我都没有完成。这确是很值得被bs的一件事               今天我家只有cafeine free的Dr Pepper，不足以让我睡过去。我一直以为我爱上的是里面40g的sugar,但此刻我怀疑其实是幻像，真正让我迷恋的是cafeine. 咖啡我是很少喝的，如果试了也会上瘾么？               电影看了太久，情节也模糊了。现在我只能记得方枪枪骂唐老师 糖包，随后还补了一句“操你妈”。 真得很有趣，我突然又记起来 小波王 同志的 寻找无双 里面的 鱼玄机， 因为她被绞死前，也骂了一句“操你妈”。               方枪枪说没人教他那么骂人的，书上也是这般，似乎他天生就会了。我想可能是成立的， 很多东西是刻在骨髓里面的。我忘了我是什么时候开始骂 操你妈 的，想必也是很早。但我不喜欢，毕竟太突兀了。我习惯游离的扫视周围的事物，然后告诉你 I dont give a shit               寻找无双 里面用了很大的篇幅来解释 鱼玄机 为何要骂 操你妈。鱼玄机本是绝色佳人，而且性情温顺。她本想配合刑法的，衣着靓丽的上了刑场。这样的场景总是让男人觉得刺激，所以罗老板看到绳套上她的脖子时候会勃起，所以王仙客才忘了找无双。我一直以为鱼玄机会走得很安详，但她临死骂了 操你妈 就不一样了。我想她当时是痛苦的               我本质上是个糙人，所以才只记得方枪枪骂 操你妈，所以也yy刑场上鱼玄机赤裸的颈项。不知道这样还算不算看上去很美。               我不看梵高，不听莫扎特，我从不写诗也不读英文小说，我标榜喜欢欧洲的艺术片，也down日本的A片看。我偶尔听到别人背地里对我的评价，然后冷冷的笑               电影里方枪枪超Q，但我想他长大了也只是个糙人罢了。像我一样。               ps 我本来凌晨写这片帖子，但竟然着衣睡过去了，醒来时候已经早上8点。匆匆结了尾，终了                                                                                            Comments   Kyle:     被裤兜里面钥匙硌醒的…555    min:     八点居然能醒得过来    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%9C%8B%E4%B8%8A%E5%8E%BB%E5%BE%88%E7%BE%8E(%E4%B8%8B)/",
        "teaser": null
      },{
        "title": "V For Vendetta",
        "excerpt":"V for Vendetta       gym出来,发现外面下猫下狗的,走不了拉,遂来上网               冲着Portman才去看的,结果超级难看...根本就没看懂               当然,也可能是漏看了开头一小时的原因                                                 Comments   Huiyuan:     为您效劳十分荣幸。：)    kyle:     heihei谢谢你的车啊..太Q了,hoho    Huiyuan:     自行车该小姐感觉如何？：)    Kyle:     re cara gym里面有个可以上网得小机房，。。不过可能也有wirelessre caro 那个乒乓你用塑料袋包起来好了，没事儿摸啥啊，呵呵re maybee…你什么时候来过么。。。最近攀岩免费，我到处给人宣传的，呵呵    Dong:     UH的gym确实不错，比rice强太多了    Caroline:     sorry, when i type\" catch up\" i probaly think of tomato sause that i get it wrong..grr.    Caroline:     I got a question for u.  How to keep the paint on the ping-pong ball–the one you painted for me—? It faded if I touched it…U gotta ketch up with the quality besides the goodlooking design, wouldn't u?    Shu:     there's wireless in the gym? &gt;_&lt;…miss school~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/v-for-vendetta/",
        "teaser": null
      },{
        "title": "卖了卖了",
        "excerpt":"卖了卖了    tnnd,不冲动怎么能有下一代  这句话总让我想起single，还有一些其他  晚上有人跟我小聊了一下 梦里花落知多少。 我突然觉得我跟林岚一样，就是整一祸害  刚发现家里空调坏了，呼拉呼拉直吹热风。。。kao, Houston，夏天，木空调。。。你直接把我活剐得了  听音乐去，Kent,哪儿来着？瑞典？     Comments   peng:     不知道机票能不能也BG了！！！     晚了点~~   还是要恭喜！！！！！！！！！ ^^    Kyle:     依稀记得Houston已经夏天很久了   如今bg都不流行了…    wendy:     Houston已经到夏天了吗？    Shu:     BG? 又落后了…..   五月天上了~~    peng:     动作快的惊人亚~~    Kyle:     这样情况下只有bg能弥补我心灵的创伤。。。    Shu:     patpat, 可怜的孩子…    Kyle:     re ying 真要cong么…寄个绒毛玩具过来玩玩,嘿嘿   re hong 卖身啊…哀哀…   re cresole  咋就觉得我们有点代沟呢…    LI:     哇，又有8g了    A:     卖啥子？坏空调？嗯。    Ying:     卖哪儿了？怎么一点风声都没有走漏？ 先cong一个哈～    Kyle:     总结的精辟啊。。如此看来我只算一般贱了    Annie Avant Chanel:     梦里花落不就是一贱人大比拼?   读到林岚那个好朋友活生生被轮奸的时候,还是心痛难忍…    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%8D%96%E4%BA%86%E5%8D%96%E4%BA%86/",
        "teaser": null
      },{
        "title": "Bs M$",
        "excerpt":"bs M$       今天想到有两个地方bs M$               1 自己搞的space,用自家ie浏览经常出问题,用firefox反而正常的很. 真sb,bs之               2  关于msn 8.0的beta版下载. 在msn的英文版下载链接无效, 中文版倒是可以下载. 我的理解就是MS让咱中国用户给他作test, 以后出了正式版才提供给英文用户下载 ...严重bs之...               附加一点,最近试用ie 8.0, 感觉很一般,tab功能也不怎么方便, 所以推荐大家都来用firefox~                       咋感觉最近变得琐碎了呢?      Comments   LI:     确实越来越琐碎了    Kyle:     是不幸啊…是不是插件那个也不能上啊…那就很不爽了    Lei:     我连不上addons.mozilla.org ：（（ 以前用过一个theme非常卡通，旋转等待的图标是一只企鹅，呵呵    Kyle:     en….又要用rp解释么////    Shu:     i downloaded messeger 8.0 beta from enlgish sites.. so did couple of my friends…   but anyways, msft and google war officially started. i will bs msft if it wants to get yahoo on its side….   but as alwasy, i am a google fan, hoho    Kyle:     re ziyi 对啊,我超喜欢的~~ 我小时候也是走忧郁路线的    Kyle:     re zhen  太不给面子了:(……只少过去我还ms宏大嘛    re rainred 我还推荐ifox的theme,蛮pp的   re anan p2p~过去bt现在emule,都很方便的   Bobblecat:     演方枪枪那小孩也太神了，怎么就能那么忧郁呢？    A:     你在这边怎么搞得那些欧洲电影哟，没有了国内的盗版市场。。。压抑得很    Lei:     同推荐firefox!!!    Annie Avant Chanel:     好像你一向很宏大似的…   琐碎点好, 更像枪枪同学了.    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/bs-m$/",
        "teaser": null
      },{
        "title": "继续琐碎",
        "excerpt":"继续琐碎    这个周末流行指数是MI3.  起初有个男人约我看电影, 但不巧我约了另外一个男人.  同行的还有某女同学. AMC大号的popcorn可以refill....这是corolla同学临走前特意叮嘱过的  家里放了盆day lily, 一周前刚拿来的时候还绿着,现在好像快死了......叶子和花苞都变得枯黄色,特丑..上周某天因此很沮丧, 我看到生命的流逝而无措. 想起初, 我还盼它开花呢  上海简称原来是 沪,不是 泸.  ---Hello, My name is Han meimei, Nice to meet you ---Hello, I am Ma lily, Nice to meet you, too     Comments   Kyle:     re triff`~我还看了united 93,,,,最后困的不行了,,,,,,看3部伤身体啊……re miraki 太强了!!!!!!这个都还记得!!!!    min:     看了，看完了这个就去看的，不过那会儿已经困了，只是觉得很恶心    Kyle:     没去看silent hill把，那个才是一头雾水    min:     这个片子我看的时候从头到尾就是一脸迷茫，看完了才反映过来本来就不能指望它make sense    Kyle:     太瞎掰了吧你zhen   完全没抓住point的说    Annie Avant Chanel:     也许不久,我们就有了一个专写上海的, 新,80年后作家..   对你popular指数的总结就是: 断臂两次,红袖擦伤.    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%BB%A7%E7%BB%AD%E7%90%90%E7%A2%8E/",
        "teaser": null
      },{
        "title": "Lily 花儿",
        "excerpt":"lily 花儿    俺家lily开花了. 花是黄色, 纯纯的那种. 原来此前花苞发黄不是枯萎  启发有两个: 一是之前我觉得她是要死掉了,但如今又意外了 .说明事物发展总是有转机的.   二是我想很多叶子枯掉, 或许是为了把养分供给花儿, 就自我牺牲了......14号是母亲节,不要忘了  抄歌我是不在乎的, 所以我还是蛮喜欢 花儿 的歌, 特阳光.   下周一是PrisonBreak Season1的final. 敬请关注越过高墙的Scofield                                               Comments   Kyle:     国内和这里差不多是同步的,推荐用emule下载连续剧    Eric:     prison break, 偶也狂关注啊！刚看到13，国内就出了这么多。现在在网上狂找！   海，听说你工作了？    Kyle:     离心力。。嘿嘿    Annie Avant Chanel:     re :  平等博爱嘛, 抵抗宇宙离心力.    Kyle:     re jingke  推荐eMule,下连续剧很方便的               我连花儿都喜欢, 所以挺 五月天 也正常啊re 小yu~  n久没看你露面 啊~re 小nan  先看完第一季把,呵呵 re miraki 嘛意外?share一下哦    Kyle:     re cresole 下次提问google先re lpdeng 恩,,,,精辟re zhen   你什么时候变得这么关心偶啊,呵呵    Yan:     偶今早起床也一大意外，这世界的意外太可爱了    Shannon:     第二季要等到什么时候播啊    洋:     我有 我有    Michael:     你也挺五月天啊。。。。    Michael:     你又prison break season 1所有的吗？ 我只看到12。。。    Annie Avant Chanel:     你到底卖到谁家了.    peng:     恩~~    LI:     啥是prisonbreak?    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/lily-%E8%8A%B1%E5%84%BF/",
        "teaser": null
      },{
        "title": "Cindy Mao Concert",
        "excerpt":"Cindy Mao Concert       开始补blog               第二次去Hobby Center...咋没找到上次免费停车的地方呢?               学了个新单词, soprano是女高音...男高音怎么说来着?                       ps 预告一下, 7月份有disney巡演的the Lion King . 酱紫      Comments   Huiyuan:     男高是tenor吧    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/cindy-mao-concert/",
        "teaser": null
      },{
        "title": "东游",
        "excerpt":"东游       三月某周, 西向位移了千多mile               眼下换个方向, 往东逛逛. Texan -----&gt; Flordian               6人行,预计6+天, 大概6小时后动身.               最好除了晒黑点, 胳膊腿儿啥的都不要有损               阿弥陀佛...                               ps  忘了补一句, 小罗!!!巴萨!!!!!!!                                                                      Comments   MOLLY:     还没有游回来？    kyle:     也是我梦想啊…不过还差的远…    sayon:     你要知道，当个可以遍览世界的旅行家是多少人梦寐以求的理想啊！    Kyle:     我也发现啊……俺早就不是读书的料了    sayon:     俺发现你其实根本就不是过去留学的……    LI:     回来记得通知一声，呵呵    Knox:     去拂罗里达么？回来记得贴照片。    peng:     到处耍~~   幸福亚~~    丽:     半夜起来看的下半场的半场，竟然连入两球，不过挺为阿森纳惋惜的。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%B8%9C%E6%B8%B8/",
        "teaser": null
      },{
        "title": "Mi3 &amp; United 93 &amp; Sillence Hill",
        "excerpt":"MI3 &amp; United 93 &amp; Sillence Hill       继续补旧帐               MI3               裸商业片,但还是感觉赞...Maggie Q赞, 夜上海赞, 汤哥边跑边喊\"让开\" 赞               United 93               我其实并不支持恐怖主义,但还是无端的觉的遗憾啊...咋就没撞上白宫呢....               Sillent Hill                没玩过游戏就不要去看了.                       Comments   Heather:     this is good    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/mi3-&amp;-united-93-&amp;-sillence-hill/",
        "teaser": null
      },{
        "title": "Gone In 60 Seconds",
        "excerpt":"Gone in 60 seconds       Julie初为人母,这个要cong一下               另外.偷车就那么容易么...                                                 Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/gone-in-60-seconds/",
        "teaser": null
      },{
        "title": "黑",
        "excerpt":"黑    回到Houston是在周三....修整了两日又遇到corolla同学故地重游....说蓬荜生辉太书面了, 最近没见小强那倒是真的  一年光阴荏苒, 又是Hurrican的季节....我遇到的几次天灾都让我很怀念, 比如去年的Rita, 比如早些年的非典  Florida的车牌中间大多画了个桔子, 可惜我忘了拍张照. 另外一些是画manatee, 我以为是儒艮, answers的翻译是海牛  黑,是多黑了那么一点点.                                                Comments   Kyle:     不是滴,儒艮是dugong    sayon:     儒艮是不是就是海牛啊……    Kyle:     re awu 这里回来时候路过New Orleans, 感觉很荒啊,motel都木一个..所以就直接过了,,本来还想来看你呢,,hohore zhen 好像有点道理啊,越黑就越吸光然后就更黑了….    诗荃:     我的车牌就是florida的，要不要我拍一张给你 哈哈 还有阿居然敢说怀念rita，这rita要真是把休斯敦过了我看你还怀念不~      Annie Avant Chanel:         变黑速度和肤色黑度成正比, 直到不能再黑为止.      peng:     yao kan zhao pian~~    MOLLY:     坐上了沙发呢还。 回来了呀？一直都挺黑的，区别不大。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E9%BB%91/",
        "teaser": null
      },{
        "title": "Apollo 13",
        "excerpt":"Apollo 13       Houston, we have a problem...               前些日子还在NASA网站找到了当时的录音, 原话是,Okey,Houston,we've had a problem               看到结局很感动, 有种自豪感, 作为一员人类的自豪, 拥有智慧的自豪               敬礼~嗖嗖~               Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/apollo-13/",
        "teaser": null
      },{
        "title": "大家不是想看照片么......",
        "excerpt":"大家不是想看照片么……    最新出炉的, 火爆的紧  ps 另外,访客8888, 吉利~hoho                                               Comments   Shanshan:     hoho~还好偶看到了~    Kyle:     好奇心不总是好的…能杀猫的    Shu:     我想看看…. 表歧视少数人意见啊…    Kyle:     ****声明****应广大群众要求, 照片d 啦~~~ 世界又清静了……..    Melissa:     我要吐到火星了 你太有勇气太有创意了！    Kyle:     另外,这个不是偶家的      Kyle:     目前就猪草接受我新造型啊…    Shanshan:     pretty    Maruko:     oh my GUsh~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~   zao shang gang chi de lao zao er tang yuan kuai yao jin shu tu chu lai le~~~~~~~~~~~~~~~~   Pls, don't do this to us ~~~~~~~~~~~   My gut~~~~~~~~~~~~    Michael:     you are insane……………    雯:     ohh, my eyes~~    Annie Avant Chanel:     oh, please, don't do this to me…    LI:     我最感兴趣的是。。。这不是在你家拍的吧？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%A4%A7%E5%AE%B6%E4%B8%8D%E6%98%AF%E6%83%B3%E7%9C%8B%E7%85%A7%E7%89%87%E4%B9%88/",
        "teaser": null
      },{
        "title": "原来啊",
        "excerpt":"原来啊       曾经如此被教育的:  六一是国际儿童节,全世界的小朋友都在这天放假,欢度假日,云云.               但显然美帝的小朋友们木有过节. wiki的解释是六一的确是国际儿童节(ICD), 不过所谓的\"国际\"是有局限性的.关键是这里: June 1 has since been observed as the ICD by numerous countries,especially by Communist countries.               原来啊, 过去都被忽悠了               检讨一下: 罩个头套,戴个假发,顺便自拍, 都是很逻辑的.               但是, 儿童节出来吓了小朋友就不对了               这个错误...解决了? 未解决!                       ps  悔改措施, 贴disney照片...待续       ps2 http://zh.wikipedia.org/wiki/%E5%B7%B4%E5%A3%AB%E9%98%BF%E5%8F%94#_ref-16              wiki真百科啊...                      Comments   Kyle:     你要是体会过什么叫 接踵磨肩, 人山人海…就不会太企盼什么黄金周了    Shu:     我最关心的是居然没有五一黄金周啊…哎…    Kyle:     re zhen 你说的那些都是百科的范畴,我的point是wiki百科还净爆八卦   re rose 这是你们的本土新闻啊,呵呵…那个阿加西太劲爆了…    Echo:     前几天deparment lunch时有人问起是不是大家都看过巴士阿叔的vedio，我说没，被大家鄙视说：这可是国际新闻啦。现在看来果然不假。镭哥真是紧跟潮流的说………….    Annie Avant Chanel:     wiki什么都有,电视剧介绍, 机器零件..    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%8E%9F%E6%9D%A5%E5%95%8A/",
        "teaser": null
      },{
        "title": "Paradise Texas",
        "excerpt":"Paradise Texas       Houston电影节开幕电影               第一次遇到满员,坐在台阶上看完的               最后演员见面...几个小朋友挺活跃的,还表演了一下踢踏舞..其他印象都淡了                                                                                         Comments   kyle:     4月末的事情吧…很久了    A:     什么时候的事哦。片子好看吗    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/paradise-texas/",
        "teaser": null
      },{
        "title": "How To Be A Floridan",
        "excerpt":"How to be a Floridan      \"Houston五月版\"    首先考虑租车, 一辆minivan, 比如Dodge的Caravan. (开自家车也行,详情参看jingke同学的blog)    到AAA拿免费地图, 然后再上路 (不拿也行,后果参看jingke同学的blog)    TX-&gt;LA-&gt;MS-&gt;AL-&gt;FL , 两人交替裸开18个小时就到了Orlando     然后大概这般    19th Disney Theme Park: Magic Kingdom ... 10岁前没去过迪斯尼,现在补上也变味了 20th Biscayne N.P(best place for snorkling), Miami beach(整一个三里屯扩大版,交通极其混乱) 21th Bahia Honda State Park(#1 beach in 92'), Key West (多云,木看到日落,555) 22th Everglades N.P, 据说今年FL已经有三人被鳄鱼废了... 23th Tempa/Fort Desoto Park (American #1 beach in 05')  24th Interstate 10, take me home~  6天3200miles , 遗失墨镜一副,手链一副    酱紫...趁还没忘...                                                Comments   Kyle:     cross  dressing?很专业的词汇的样子    Knox:     照片不多啊，上次cross dressing还不错，有突破，我稀饭！毕业了干什么？    Melissa:     我看成了手铐，着实吓了一跳，心想你还蛊惑得很彻底阿~ sign    Kyle:     re rose 最近比较口头禅这个 裸 字,呵呵   re 鱼头 你丫又要回国了…太爽了…    Michael:     我最后的机会只有在8月份了。。。 皑皑。。。    Echo:     只聽說過裸睡, 這個裸開…真夠豪放…    LI:     晕，原来照片还没贴出来。。。    Kyle:     re wendy 有次出去带过GPS,每次提醒拐弯的时候都发现没有路口….地图版本太旧了……re 猪草…. 木精力写了…..贴照片凑数了只能re ziyi  坐车得确比开车痛苦….虽然都很无聊re easy 好吃的就是Miami的古巴餐馆,,其他都so sore lpdeng  手链是成都地摊儿买的,有家乡气息的咚咚    peng:     手链~~    yi:     我七月底也要去，你有空给我详细介绍一下吧 还有啊，推荐几个好玩的地方和好吃的餐馆呀。    Bobblecat:     上次去fl坐车18个小时，疯了   你老人家怎么玩的这么爽啊？    Shanshan:      至少要多贴些照片啊    Shanshan:     游记比上回差多拉~！！！！    wendy:     你还戴手链啊。。。 我们上次是VA-&gt;NC-&gt;GA-&gt;FL， 15hr。没想到从houston走比从我们走这儿还远。 强烈推荐GPS。尤其是遇到赌车绕小路的时候。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/how-to-be-a-floridan/",
        "teaser": null
      },{
        "title": "6606",
        "excerpt":"6/6/06    有几次想写blog的念头. 我一咬牙,就把这种冲动转成另一种热情,投身到无限的paper/thesis写作中了.   我想到好多可以胡诌的话题,存下来: 1 关于我为什么把换blog背景换成这个我不怎么喜欢的蓝. 我是看上了下面那颗躺在白沙上海星 2 世界杯,踢球的日子和我一直想染白发的冲动源泉-尤文的拉瓦内利 3 最近低弥期狂听摇滚, 魔岩94年红勘演唱会 4 6/6/06, Satan的生日?  5 Galveston新开的Schxxxx water park  6 外出旅游租车和订房若干个人经验 7 dealsea看到amazon的polo衬衣打折到25,我就点进去看了看, 然后觉得悲哀的不行了....咋就开始关注老男人品牌了....  幸福在哪里~ 幸福在哪里~  p1 FL看到的海星 p2/3 Schlitterbahn Waterpark in Gal, 后面绿衣服的是triff, hoho       Comments   mingzhu:     ni tai gua le!    Kyle:     二十好几的人了,还啥小秘密啊……俗话说得好, 女啥当啥的    mingzhu:     你居然在公共场合公开我的小秘密！格杀勿论！    Kyle:     kao …居然删我的留言……现在果然是个腕儿啊, 这么不给我面子….    mingzhu:     还有，合影里哪个是你女朋友哦    mingzhu:     我不想说你什么。。。你居然留言。。。。。。。。    Kyle:     我送我爸也是买polo的….喏, 就是一老男人品牌….抵制中……    Bin:     I saw that deal, too. 25 is really cheap!!! I bought one for my dad which cost me 80….=.=    Kyle:     偶是最近看海看的有点审美疲劳….      MOLLY:     看到照片里的水，想我家那边的那片海了，这个夏天，我要多去几次海边。    Kyle:     我也觉得,但我不知道我穿多大码的..    LI:     re: 6 is the most useful topic 7: 25刀很便宜阿    Yan:     topic 6 is good; up!    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/6606/",
        "teaser": null
      },{
        "title": "Syriana",
        "excerpt":"Syriana       又是多线程的片子,都木怎么明白几条线索互相什么关系...反正最后都死了               石油是中心,这个还是看出来了的               ps  最后用GPS定位再用导弹打人很是厉害, 不知道最近那个基地老三是不是这么被干掉的                                                                 Comments   Paradox:     基地老三………………    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/syriana/",
        "teaser": null
      },{
        "title": "X Man Iii &amp; Over The Hedge",
        "excerpt":"X man III &amp; Over the hedge       X Man               感觉最近好些电影都很悲情. 比如X man, 镭射眼挂了, 领导爷爷也挂了... 让我追忆起了当年看变形金刚看到擎天柱牺牲的情景...正义的事情总是有代价的               另外一个例子是DH的season 2 finale...看的那叫一个心寒... 只能感慨资本主义人情淡薄了...zack那小样也忒恨了               Over the hedge               换一面, 生活也有欢乐的.比如看看over the hedge...里面个松鼠, 爆Q. 泪眼汪汪说i am not stupid的眼神, 丝毫不差于shrek 2里面的那只猫                       ps       注意: 本人至今没有去电影院看 Da Vinch Code .  自我感觉是很英明的                               Comments   kyle:     最近的动画片都不错的说…什么时候也去看看cars    Dong:     也强烈赞over the hedge 忍不住看了一遍半    A:     shrek里那猫黑喜．over the hedge我可能只有下来看了． 搭错车感人啊    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/x-man-iii-&amp;-over-the-hedge/",
        "teaser": null
      },{
        "title": "夏天 球",
        "excerpt":"夏天 球       新华网报道,一男子在公主坟地铁站猥亵过往女性,还给出了现场录像.  节目中采访当事人张小姐和公安干警,只是强调该男子耍流氓, 也不清楚怎么个耍法. 录像只能看到那男子的背影, 还有隔老远就逃开的女子, 我凭借多年前看弗洛伊德的积累,估计这丫是在露阴.               朝鲜日报提醒汉城的女同志穿超短裙到清溪川请注意,因为\"台阶下看的清清楚楚\".如下图               昨天在朋友家看美洲版凤凰台,讨论世界杯和禁欲的问题. 彭久洋作为嘉宾出场. 本人远没有照片养眼,yd的不行了...整一垃圾,还是不能回收的那种               韩国平了法国, 十六强中有支亚洲球队的希望又大了些,毕竟是好事. 但总有些如鲠在喉.倒不是因为误判得那个进球. 想起一年前我在汉城街头找人问路, 一韩国小伙特热情给我介绍旅游景点, 还强烈推荐我去看02年世界杯主球场.末了, 他来一句, china's football team is very good. 当时我都快哭了,我说nonono, Korea is better, we can not go to the world cup. 小伙特迷茫加一句really? i dont think so.然后我就真哭了,估计他要么真不懂球,要么就是玩我得.               小牛猪了，沙特也龟了。我觉得要是不熬夜，看世界杯就木感觉了               本来我打算这么结尾：  夏天,果然是躁动的季节       然后觉得把 躁 改成 骚 更有意境。               顺便怀念南门外的烤腰子                                                                 Comments   Kyle:     zhen属于顶级“伪”球迷鉴定完毕。。。其实我就不知道舍甫琴科是哪国的    Annie Avant Chanel:     我不关心亚洲队伍,任何与自己有关的队伍,以免take it too personal. 其实我很阿Q, 事实是没有什么跟我们有关的队伍可以关心…    于是我就是抱着纯粹\"观赏足球艺术\"心态看球,..不然还能为啥??? loser.   在咖啡馆里为西班牙大叫:\"Yes!\", 引人侧目..: 西班牙跟你长得一点都不像啊,你叫什么….     现在想想, 也许impersonal真是一件好事. 你看,假使我们是韩国人,非要为一个野蛮乱踢法叫好助威, 真是有损足球艺术的品儿啊,您说是不是.  幸好我不是korean, …幸好中国队没狗屎运,再来一回小组赛… 所以我可以大模大洋的左拥右抱, 喜新厌旧,  今天爱阿根廷,明天迷西班牙,后天看见Germany踢得勇猛善战,就又抛去媚眼.   什么时候阿根廷遇上了巴西..那就是高潮了.    Kyle:     在自留地要坚持揭残酷得社会现实    A:     注意娱乐导向    kyle:     远处飘来故乡的云。。哪儿跟哪儿啊    peng:     归来吧~~归来吧    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%A4%8F%E5%A4%A9-%E7%90%83/",
        "teaser": null
      },{
        "title": "跟踪报道",
        "excerpt":"跟踪报道    跟踪报道,汉城政府表示, \"梅雨期过后将要进行清溪川阶梯改善工程，解决女性因怕裸露不能穿裙子或迷你裙通行的不便。'\" 真体贴啊..........    另外看到一个消息就是世界杯期间避孕套销量激增, 有人分析原因是'\"'比赛主要在深夜或凌晨举行，所以等待比赛开始的过程中使用避孕套的人大幅增加\"  ......先折腾,然后还熬夜看球......可见看世界杯真的伤身体......  \"日\"本队表示, 他们还是很有希望进16强的....只要战胜巴西就行了 我打算明天买机票去德国为\"日\"本队助威......只要今晚把论文写完就行了   这样写, 安安还会不会提醒我娱乐导向的问题?     Comments   Kyle:     re zhen 德国也有此问题。。新闻报道不是说啥啥多有辞职跳槽么    peng:     大爷太能耍了~~ 羡慕一把~~    MOLLY:     我的论文倒是写完了，而且天天熬夜看球，呵呵。    晖:     嗬嗬，牛    Annie Avant Chanel:     海帅哥好像出落的更studly了.    Annie Avant Chanel:     避孕套问题只能在东亚时区出现.    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%B7%9F%E8%B8%AA%E6%8A%A5%E9%81%93/",
        "teaser": null
      },{
        "title": "City Of God",
        "excerpt":"City of God    古巴片子，但我没有这个分类，就姑且划到欧洲片里面。Imdb排名前20的，算有撅头，不能和好莱污同流  看完片子大概凌晨3点。寒意阵阵。总之就讲一个意思：出来混的，迟早要还的  阿弥陀佛。。。                                               Comments   kyle:     天 是浪漫爱情片，这个是血腥恐怖片大概就是说 上帝 不如 天使 可爱    Heather:     界个跟内个“天使之成”有啥关系的叻？    Dagang:     自己挺喜欢这一类的片子。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/city-of-god/",
        "teaser": null
      },{
        "title": "紫光输入出了v5版本",
        "excerpt":"紫光输入出了V5版本      本篇blog标题及以下文字均由该输入法输入。新版本风格清新，简单易用，特此推荐。大家可以去官网下载。（地址。。。忘了。。大家google吧）  注意，不要re toooooold，不要由此鉴定楼主是火星人。我反正是今天刚看到的。  上周六，EE98某师姐新婚，伴娘是EE01的师妹，还有EE97某师姐特地从加州赶过来祝贺。EE00的两位同学负责录像工作。  晚上有个Gay Parade，木见到太多sg，就是抢了些项链和condoms。  此外，最近的日子像看0－0结束的球赛。还不是淘汰赛，最后连点球都省了。         ps, add a video clip took during the parade,performanced by south beath club                                                   Comments   Unknown:     Hi,Do you have second hand lcds, used laptop lcds and used LCD displays? Please go here:www.sstar-hk.com(Southern Stars).We are constantly buying re-usable LCD panels.We recycled LCDs.The re-usable panels go through strictly designed process of categorizing, checking, testing, repairing and refurbishing before they are re-used to make remanufactured LCD displays and TV sets.Due to our recent breakthrough in testing and repairing technology of LCD, we can improve the value for your LCD panels. Contact Us E-mail:sstar@netvigator.com  website:www.sstar-hk.com[abfiacbfhaibeh]    Kyle:     网上看过加州gay parade的照片，感觉要好看点    Knox:     is south beach club a gay dance club or strip club? It seems that there are many hot good shape bodies in Houston.   如果去南加州海滩，或者Sanfran，Sg应该不少吧？不知道！    kyle:     我的point是在抢，他们仍啥我抢啥，抢到一看结果是condom   大概就是说防艾人人有责        Annie Avant Chanel:     抢了很多condom..嗯.    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%B4%AB%E5%85%89%E8%BE%93%E5%85%A5%E5%87%BA%E4%BA%86v5%E7%89%88%E6%9C%AC/",
        "teaser": null
      },{
        "title": "郑渊洁说",
        "excerpt":"郑渊洁说       “别人写什么，你就别写什么”               比较nod。所以我就不专开一篇写世界杯了。宁可几天空着。               前些天睡觉前，突然好多话想说。               对我个人而言，临睡时刻总是比较悲情，因为我老是睡不着。               这个毛病似乎从小就是了，吃了好多盒太阳神猴头菇也没什么起色，我便放弃了药物治疗，改为自我心理调整。 小学有一阵爱把身体蜷在被窝里，面对油漆斑驳的墙壁，就像面对无数的按钮。这时我就幻想自己熟练的操作那些按钮来控制一艘太空船在银河飘荡，同时应付打击敌人躲避流星等诸多险情。 每次都是在完成了任务的满足感中睡去。               我架飞船的事业是被老爸关于油漆的危害性的教育终止的。大概意思就是说贴着墙睡会吸入很多有害气体云云。我接纳了这个有利的建议，就把架飞船改到了放学回家路上。后来就有很多人说见到我一个人走在路上时候念念有词手舞足蹈的样子。过去我一直都没有告诉他们为什么，因为我觉得很难向他们解释清楚操控飞船的口令和动作。               扯远了。现在回来，直接跳到大学。大学睡不着太正常，以至于我只能记住唯一一段能立马入睡的日子，刚到刷板头俩月的日子。而其他时候躺床上，或是数绵羊或是卧谈的时光，留一下只是一种感觉，青涩而稀薄，就只能用来怀念了。好比青春，我想很多年后我是不会记得我青春少年狂那会儿都干过什么，而只能怀念年轻的感觉罢了。               好在醒来的时候多是日上三竿，我慌忙着洗漱，就没有闲情来悲怀了。那些想说的话，终究没有写下来。               写到这里，为革命，保护视力，眼保健操开始。。。                                      Comments   Kyle:     还是记性烂点好    田:     你的青春，你应该至少记得几个瞬间和时间断点吧……    Kyle:     呵呵欢迎多来   惆怅不是啥好事儿    Bin:     驾驶飞船。。。＝。＝ 我觉得每次我从你这里走的时候都觉得心情无比好。。    Kyle:     中学很特殊了，唯一一段睡觉被人管的岁月。。。坎坷啊。。。。    sayon:     我小学的时候也喝过太阳神！！！ 那个东西对于治疗我的失眠还是有帮助的   对了，告诉你我中学时怎么应对失眠吧 我买了一本鲁迅杂文集 睡前躺在床上看 不超过一篇文章，肯定睡着…… 我知道鲁迅要伤心了    Kyle:     z Z Z Z…..    Annie Avant Chanel:     一个密西西比, 两个密西西比, 三个密西西比.    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E9%83%91%E6%B8%8A%E6%B4%81%E8%AF%B4/",
        "teaser": null
      },{
        "title": "其实我挺喜欢赵薇的",
        "excerpt":"其实我挺喜欢赵薇的    她一不演小燕子，我就开始喜欢了。  看过 绿茶，虽然印象最深的是里面ws的张元。看过 情人结，我记得结尾该是悲剧。 我很少看连续剧，就错过 京华烟云 了。  俺也知道军旗装和打孕妇的八卦，但总觉得背后很多隐情。俺想那小妮子指不定也挺委屈的。  我和上官燕 里面有句歌词，“我们一起分享过一碗泡面”，特感慨。 想起有人每次都抢我泡面汤喝的日子，还有凌晨到处\"借\"开水的日子   以上大概算昨晚看 鲁豫有约 采访 赵薇 有感   ps 字儿是徐静蕾写的。我试过上传到wiki，但说没有版权就给我删了。 但我还是加了一句在个人介绍里 ：“从小学习书法”，呵呵                                               Comments   Kyle:     第一条真实性不明啊，艺术人生看到过徐她爸，老总么？ 抽烟没啥，完全能接受 周讯。。我一直不感冒    田:     借贵地八卦一下 1，徐mm的老爸是北京燕莎的总经理，她出名很大部分靠她爸，从小手里就拽着金钥匙阿….. 2，我之前一直以为赵薇不抽烟，没想到昨天才被一圈内权威人士告知，赵mm一天也是至少两包烟，直逼周迅mm…… 3，当然，周迅mm是超级结巴，在生人面前不怎么说话，一说话就露馅，公司老总前些日子去嘎纳电影节亲身领教了的……    kyle:     有个露了半个脸的ws男，说什么解开领口钮扣那个    min:     那个是张元啊,我也是从绿茶才开始喜欢赵薇的.不过京华烟云还是太毁形象了.害得我不得不大老远从中国弄本中文版把书重看一遍去去腥气    Shu:     我一直觉得她还不错. 现在看来原因是我没看还朱…   生日没搞啥, 不是你闭塞了哈…22没啥热闹的. 吃了个TIRAUMISU而已. 一点点, 怕长肉…年几大了的悲哀…小时候吃不够的感觉…=_=    Kyle:     鲁豫有约 采访 赵 和 徐 的我都看过，其实两个都是走亲民路线的。 只要试着忘掉 小燕子，还是很容易喜欢上 赵 的    Echo:     偶也覺得徐mm比 趙好. 覺得趙老是很拽的樣子    Knox:     徐静蕾不错，写的字儿意境也不错。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%85%B6%E5%AE%9E%E6%88%91%E6%8C%BA%E5%96%9C%E6%AC%A2%E8%B5%B5%E8%96%87%E7%9A%84/",
        "teaser": null
      },{
        "title": "Pirates Of The Caribbean ，dead Man's Chest",
        "excerpt":"Pirates of the caribbean ，dead man’s chest    在电影院前前后后坐了大概3个小时，最激动的一刻如下  字幕：（介绍03年发送到火星的一个探测器） we were told it crashed. (但事实没有，探测器成功坐落了还走出来到处摄像) Its last transmission was classified top secret (地上出现一个机器人的影子，然后探测器就被打坏了....) TRANSFORMERS  电影版！！！07年7月4号release..... 相关网站 http://www.transformersmovie.com  ps  pirate 还有续集的，叫At world's end. 明年5月的事儿了  Autobots~~transfer~~~~~!!!!                                                Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/pirates-of-the-caribbean-dead-man's-chest/",
        "teaser": null
      },{
        "title": "50 First Date",
        "excerpt":"50 first date       好可怕的病...                                                 Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/50-first-date/",
        "teaser": null
      },{
        "title": "Eight Below",
        "excerpt":"Eight below       本人长期一贯持以下观点：               狗比猫强                                                 Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/eight-below/",
        "teaser": null
      },{
        "title": "Inside Man",
        "excerpt":"Inside man       又一个打劫的新主意                                                 Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/inside-man/",
        "teaser": null
      },{
        "title": "The Usual Suspects",
        "excerpt":"The Usual Suspects       猜对了，我       还imdb前20呢                                                 Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/the-usual-suspects/",
        "teaser": null
      },{
        "title": "2年",
        "excerpt":"2年       2年5次          有意思吗？          ps 因为电检的关系，海盗2要推迟上映，国内可能会等到9月后。我觉得完全没有什么可遗憾的。 单论娱乐性，海盗2还不如 疯狂的石头。票房创记录，那是符合了鬼子简单粗暴的口味罢了       我是凌晨4点到6点看完 石头 的                  Comments   Kyle:     推广方言，人人有责哈    Shu:     分数排得不错.  石头果然很搞. 不过还不够正宗啊. 明显有点学说四川话的口音. 眼睛还是操得成都话. 想麻我们哈…    田:     拍一部疯狂的石头这样小成本但是恶搞得电影，是我下一步的梦想，啧啧    晖:     最近好多人看疯狂的石头阿    min:     nick好奔放哈~    Kyle:     我评分的话，石头9分，海盗7分，超人5分        贺:     最近迷上败了  去看了超人的imax  满足    Shu:     我看海盗了. 扯了半天没扯明白, 吊胃口拍下集.. 没啥事做可以去看看,    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/2%E5%B9%B4/",
        "teaser": null
      },{
        "title": "疯狂的石头",
        "excerpt":"疯狂的石头       两个字，好看，别摸我，搞！               川人，五星推荐！       外省人士，四星半                       btw 男一号讲重庆话，眼睛说成都话，大家听得出来么？                                                                 Comments   kyle:     眼睛是被百步穿杨搞死的那个    雯:     哪个是眼睛？厂长和他儿子？    Heather:     界个确实很好看啊 我顶你个肺～哈哈    April:         哦。。。。 我好像没听你讲过四川话。。。      kyle:     re easy   emule download re aprilpink….我不是说重庆话啊。。        Dagang:     我也看了，十分Funny.      April:     我能分出来!    你说的是重庆话 赵天说的是成都话 昊昱说的是重庆和成都结合的话      yi:     看了这么多电影啊？ 都是去电影院看的？    Shu:     o?? lemme cc    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%96%AF%E7%8B%82%E7%9A%84%E7%9F%B3%E5%A4%B4/",
        "teaser": null
      },{
        "title": "血战到底",
        "excerpt":"血战到底       片中主要使用语言有 成都话，川普，广普               我说的中文基本就是以上三种语言的有机组合                                                                 Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%A1%80%E6%88%98%E5%88%B0%E5%BA%95/",
        "teaser": null
      },{
        "title": "＃ Changed",
        "excerpt":"＃ changed       “干嘛换号啊”       “可以拿200刀rebate呢”       “但别人找不到你多不方便啊”       “管他呢，反正我找得到别人”               俺就是这样被糖衣炮弹打中的               ps               rocky road口味的冰淇淋特难吃，呸呸                                              Comments   Kyle:     瓜田田，喜欢我也不用这么委婉嘛。。。   至于换号，cara同学是第一个哈，然后amy，再然后才是偶    Shu:     =_= 最近好多人换号….. 咋D?    田:     T-mobile，拜仁慕尼黑的球衣胸前赞助商 因为我喜欢拜仁，所以我喜欢T-mobile，间接也就喜欢了你，这就是爱屋及乌，嗯    Kyle:     t mobile 不知道在你们那儿有信号不    Ding:     哪家呢？我也换号得了      ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/changed/",
        "teaser": null
      },{
        "title": "A Song Added",
        "excerpt":"A song added       There are 9 million bicycles in Beijing That's a fact It's a thing we can't deny         歌词到此还是很有新意的          曾经1 / 9 000 000 是属于我的。二八的凤凰，后轧皮脱落，没铃           其实之前有过更多，近10倍这个量。但后来都归了别人，多数时候还 是在我不知情的情况下进行的所有权交换。绝大多数时候。  照毕业照那天，套一大袍子，我还和九百万分之一合影一张。可惜照片都找不到了。我记得那是唯一一次。  凌晨回家，把车窗都摇下来。我喜欢把手升到窗外，风就能顺着手进来。像骑车的时候，风吹在脸上  ps 临时找了个地儿落脚。洗手间似乎要大点，bb的时候难免孤寂。我昨天就去打了份 喜宝。下周都有亦舒陪我了。   Like the fact that I will love you till I die 真俗           Comments   Kyle:     我问一声这个是嘛日子会不会被扁啊？    萝卜:     喜欢这片帖子的日子，应该是无比热爱 ^_^ 忍不住冒个泡泡。。。。   bb的时候通常都要短短， 而且一定告诉短的那个人自己在bb， 这样不管多远的距离都可以共享了      Kyle:     re小青 我偶尔猎奇，不过我猜你肯定要看的re卡同学。。。见解果然独特re田田。。看清楚，我说我也找不到了。。。毕业合影我也没有，领照片那天我错过了。想想真是ftre cara   bb这么严肃的事情。。不许笑！    Shu:     BB时候孤寂… 笑晕….    田:     你的那辆28凤凰，曾经承载了我很多次，嗯 你还真不错，毕业照还在，我妈那天问我毕业照在哪儿，我语塞，因为我确实不知道哪儿去了，貌似一张都没有剩下，恍若用数码相机照的，拷进电脑，某次电脑硬盘格式化，从此消失。总之大学那张集体照没有我，因为我睡过头去晚了…..    小卡:     误入奶娃老师英语课堂~~~    若青:     你也看亦舒啊……    Joina:     cresole: 我问你借书叫borrow (from you); 你把你的书借给我叫 lend (to me). 了吗？    Kyle:     re mi** 直说吧，俺接受的了 re rose 刚看完，咋没啥感想那 re cresole 注意区分 borrow/lend        LI:     borrow it to me after you finish it:)    Echo:     me too me too，要求写读后感！ 我最喜欢  圆舞。其次是    人淡如菊。    Yan:     照片有点啥子感觉哈…    Kyle:     十多年前。。。。那时候我还只看 阿拉蕾 和 乱马      Joina:     俗是俗，但很美。十多年前就开始喜欢亦舒，前前后后读过几十本她的作品，唯独她的喜宝。阅完后与我分享吧。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/a-song-added/",
        "teaser": null
      },{
        "title": "Snatch",
        "excerpt":"Snatch       现在普遍一个说法是 石头 抄袭了 snatch。 我想加入这个讨论，就去看了snatch               另外还看了 大烟枪，同样是Ritchie的片子。因为也有人说 石头 也模仿了 烟               现在先说snatch               snatch里面有场精彩的拳击，运动镜头的应用和最后入水的创意让它经典起来。有个ultimate fighting的记录片就收录这段拳击，还是徐克解说的。               此外有三个要去偷钻石的老黑盗贼，交错的剧情，多角度讲述同一个场景。因此，就有人说抄袭了。               我肯定宁浩是看过Ritchie的作品的，所有模仿肯定就是有的。但我觉得石头的成功最大还是在于影片的本土化和生活化。老百姓喜闻乐见，自然票房就高了。作为商业片，自然就算成功了。               说抄袭的有两种，一种大概是 妄自菲薄，觉得片子全是老外的创意，全是别人的构思。其实 石头 里面三个强盗比snatch那仨搞笑多了， 宁浩综合众多桥段放在片子里也是不容易的               另外一种，就是看到最后麦克偷钻石就说这是抄袭 Mission Impossible。对这类人，就两字儿，sB！                       ps  Pitt在片子里实在帅的吐血。。。查了一下，snatch拍摄于2000年，pitt之前的一部电影是 Fight Club。。。又是一部帅的吐血，经典的吐淋巴液的电影。。。。                                                                         Comments   Grace:     以前看2杆老烟枪的时候觉得太绝了 再看疯狂的石头就不是味了 真的很类似喔   BTW: BMW真的很搞笑,哈哈      kyle:     是一部电影啊。。。不过最经典的都在最后20分钟，一定要看完才明白的    April:     说得是一部电影吗？ 就是不落的皮特被人揍？俺不喜欢看帅哥被人揍，所以只看了个开头。    kyle:     看 大烟枪 吧，感觉比snatch好   另外， fight club不经典么？？？！！！ 那么有创意的电影    April:     准备这个星期就把石头给看了！   然后也把snatch看了！   再把你这篇blog看了！   btw, 我不喜欢fight club. 一个朋友给我推荐我还以为他kidding me!    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/snatch/",
        "teaser": null
      },{
        "title": "Lock, Stock And Two Smoking Barrels",
        "excerpt":"Lock, Stock and Two Smoking Barrels       Ritchie是拍了 大烟枪 出名在先，然后再拍 snatch 的               所以一般都是前一部经典一点，后一部逊一些。我一看果然如此                       大烟枪 人物多又杂，张的又差不多，一开始我就晕掉了。忍着看下去，脉络又变得清晰起来。               最后20分钟的时候，看到各条线索慢慢交汇，强烈感觉高潮到了，是最搞笑的。                       snatch最后会有一点意外，但仓促了些。大烟枪 的冲突感觉很自然，尽管都是大大的巧合。               这俩片子imdb评分都是 8/10 .                               Comments   kyle:     你在忙学车，理解有个软件叫emule，有个网站叫verycd.com    Heather:     帅哥从哪看界么多电影的？      MOLLY:     我最近都很少看电影了，也不知道自己在忙什么，烦乱什么。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/lock,-stock-and-two-smoking-barrels/",
        "teaser": null
      },{
        "title": "Miami Vice",
        "excerpt":"Miami Vice    内么多银子内么多腕儿，还拍的内么难看，真是不容易  本来是冲去巩大姐去的，现在有了新的认识，该叫巩大。。。大婶儿也行，不过我还是觉得叫大妈亲切点  电影里面miami灯火辉煌的，都是幻觉，浮云一样。俺上个月刚去过，到处都在修，整个一发展中城市  我上面的话真刻薄。。。自我检讨一下                                               Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/miami-vice/",
        "teaser": null
      },{
        "title": "Monster House",
        "excerpt":"monster house    monster house是恐怖片，不适合小盆友看得那种  出来，安安前后问了我两次， 你真的觉得很恐怖么？我都说是，估计被bs了。最近我能感到 抗惊吓素质 又强烈下滑，估计和临近毕业有关，我会在别处另有说明。  现在想起来，那房子真的很～恐～～怖～～～  ps 早上看到的，universal一个制片说周末票房miami sinks \"pirates\"，是爽的事情。俺只有长叹。。。。大叔，pirates都第4周了好不好，miami以首周末25m的票房想要收回135m的投资，您就慢慢去卖dvd得了。                                                    Comments   kyle:     电影院阿，呵呵    Heather:     哎哎偶最稀饭kb片了 再哪看的？    kyle:     good~    MOLLY:     我路考过了，过几天就可以拿到驾照了，真不容易呀。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/monster-house/",
        "teaser": null
      },{
        "title": "被骚扰的各位x朋y友们",
        "excerpt":"被骚扰的各位X朋Y友们    大家暑假过得好么？   俺也不太甚清楚space新添加的Friends是嘛东东。大概就是把wallop的功能加进来，你连我我连他什么的  前些天试了一下，后果就是发出去百十封骚扰信件，打扰各位清休了。  酱紫，骚扰完毕。各位继续修练，俺怀着歉意飘走。。。。        Comments   Kyle:     我也很想知道我最近到底在干啥子    诗荃:     你最近在忙啥啊？都不见踪影的    kyle:     恩，就发我hotmail的email也行    Knox:     黄海你的Email变了没有？是不是还是那个UH的？我有事找你（邮东东）帮忙。你在脸上抹的啥子，有嘛儿好处？还有Who is ANHONG?    Kyle:     一贯觉得m$都很傻。。。 friends 在customize里面把    Jing:     哦，忘了惊叹你的绿泥，吓我一跳-_-!    Jing:     那个朋友功能是咋弄出来的？我想玩。。 space真堕落，升级了这么多次还是这么慢:(    sayon:     俺也没发现界个有啥用 不过space的界面变丑了似乎是不争的事实了 开始我还以为是我电脑出问题了呢 怎么也没想到M$这么缺乏审美品味    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%A2%AB%E9%AA%9A%E6%89%B0%E7%9A%84%E5%90%84%E4%BD%8Dx%E6%9C%8By%E5%8F%8B%E4%BB%AC/",
        "teaser": null
      },{
        "title": "Lion King,the",
        "excerpt":"Lion King,the    皮影戏是个好咚咚，鬼子借鉴的不错  车停到顶楼，出来时候等了快30分钟。一下就看出来valet parking的优势了                                               Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/lion-king,the/",
        "teaser": null
      },{
        "title": "Todo Sobre Mi Madre (all About My Mother)",
        "excerpt":"Todo sobre mi madre (All about my Mother)       记得上次喜欢上一个导演大概是大肆， 我找到了他几乎全部的电影，包括最近一部什么什么公厕。 那人叫 陈果。          ×××2年。空白的2年××××          我想我发现一个或许我会爱上的导演。我觉得干涸，但未必经得起雨露          drug，AIDS，同性恋，变性，妓女 除了政治，我想不出还有什么别的敏感话题了。          那人叫 Pedro Almodóvar       Comments   Kyle:     看图片好了。我写的东西我都不再看得    sayon:     这个背景太刺眼了…… 让人没有办法耐下心去看文字了    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/todo-sobre-mi-madre-(all-about-my-mother)/",
        "teaser": null
      },{
        "title": "跳",
        "excerpt":"跳      往下看，是池底。头上的水滴，顺着发梢滚下去。借助它门溅出的涟漪，才能分辨哪里是水面。我不清楚水下还有多深，3米？5米？抑或10米。  作者yy自己被一富豪包养，深刻细致的描写了作为一名小蜜的心路历程，形象的刻画出一个由出卖肉体再到卖灵魂的失足少女形象，贬斥了金钱至上的价值观人生观。   我原本还想再看一本，免得过于偏颇。我就选了 人淡如菊。 然后答辩，改论文，再改论文，还继续改论文。其间分布着离散的空隙，我就查不多看完了前两章。 该不会是师生恋吧，我想，就再没有读下去了。    周日有人告诉我他每看一遍 茶花女 都会哭。我莫名惊讶。 茶花女 也是对我影响及其深远的文学作品。当年很长一段时间我都在幻想揭开棺材后那残败的尸骸究竟是什么模样。很久后我大概在 肢解娃娃 一类的网站找到了答案，甚为满意：我发现还有一种叫做 肮脏美学 的“艺术”，是我也能鉴赏的。    之前周六，某个时段无聊的发狂。有限的几个提案被否决后，我开始躺在床上叫。凌晨5点，睡前发现w/a/d键上有了黑印。无聊原来还是稀薄的，一个我不甚钟情的游戏加几个男人就够了。 我中意的地图只有iceworld，其于b，4，1，，，，，，的操作让我觉得无比的繁琐    我会去shopping，似乎是很遥远的事情了。我需要一条裤子，没有style没有线头也没有洞的那种，需要而已。AF没有，AE也没有。所以最后在柜台签字的时候，我想我是累了。后来的第二第三次，我是在调侃自己。    我想我现在也是累了。我觉得干涸，即使雨露也只会落在龟裂的地缝里。    现在结尾。我想姿势肯定及其ws的，往上浮的时候只是觉得屁股痛，还担心短裤都被摔破了。    我死了，骨灰最好也撒海里    Comments   Kyle:     姿势选错了    迪柯:     姿态没调整好?    Kyle:     脖子扭了。。。    Bin:     whats wrong?    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%B7%B3/",
        "teaser": null
      },{
        "title": "脖子扭了",
        "excerpt":"脖子扭了    如题。落枕，脖子扭了  这是老毛病，也不知道啥时候拉下的。基本上我想看左侧的物体，仅靠受限的颈部运动是不能完成的。一定要辅以腰部的转动。  我因此很郁闷。。。时间是从今早起床的一刻开始  之前我还是熬夜，犯困，思路混乱。  啥年代了还忌讳死么？我是会随身带遗书的人，不过想想都没啥遗产就省了。其实我也想过捐器官什么的，心肝脾都可以挖，剩下的烧掉，灰还是撒海里。尽量。  其他蛛丝马迹我不知道是什么。我还能睡过去。  不过明天我只能留在下来。。。这让我相当相当的不爽  下周1开始prisonbreak的第二季。现在屋子里都木电视，可惜了       Comments   Kyle:     kao。。。火星人身份又暴露了    sayon:     patpat 显然最近情绪出了点小故障啊 说这么些中国人看不懂外国人弄不明白的话    Kyle:     我想我还活着和我想我可能马上死去的时候差不多一样多   ms是比较混乱    sayon:     你果然思路混乱了    chen:     呵呵，脖子扭了就想到死拉，心脏会因此抗议的:)    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%84%96%E5%AD%90%E6%89%AD%E4%BA%86/",
        "teaser": null
      },{
        "title": "End Note",
        "excerpt":"end note       黄石西面6mi，有家KOA。triff现在就该在那里               我直到2个月前才听说end note。看来的确不是科研的料               今天终于发现space强过bbs文集的一点，就是archive的时间不会乱。               我看看去年八月，又是1年。看着文字，依稀记得当时的心情。只是有些太隐讳，我都忘了是暗喻什么。               下个月就25了。我觉得是个很幸运的数字。               我突然有个注定不会实现的愿望：把过去5年记下来。               相信很精彩，可惜不能分享了。               现在凌晨2点38分                                                                                              Comments   Kyle:     kao back..一年一次也有意见？？    peng:     Kao~~ 你又要过生了？！    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/end-note/",
        "teaser": null
      },{
        "title": "还差一个签字",
        "excerpt":"还差一个签字       就差一个签字               我已经错过黄石，不想再miss掉Utah               我天天都在更新blog，可见我很烦躁               tnnd,,,弄死小日本                              Comments   Kyle:     小朋友，网络是很庸俗和肮脏的。    LI:     受不了你了。。。    Kyle:     忍多了容易得痔疮    LI:     忍耐一下，很快就会过去的！    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%BF%98%E5%B7%AE%E4%B8%80%E4%B8%AA%E7%AD%BE%E5%AD%97/",
        "teaser": null
      },{
        "title": "August 20 晴，城西下午4点略有小雨",
        "excerpt":"August 20 晴，城西下午4点略有小雨    刚刚写标题的时候，我想：为啥传统的日记标题，都要加上天气呢  解释1，过去几千年都是农业社会，天气情况对农作物的生长至关重要。通过回顾过往日记，就能预测气候动向，未雨绸缪。 解释2，天气多多少少影响心情。“小雨转多云，偏北风4－5级”，寥寥数字，就能定下全文基调。然后就开始理所当然的blue。最后在窗外淅沥的雨声中，在滥情的笔尖下，中心被烘托的淋漓尽致 解释3， 这样的问题不可妄加猜度的。就像去教会经常听到的一句话，我们是不能妄加猜测神的意志  其实这个话题一点都不新鲜，至少我很小时候就被困惑过了。只是好些疑问不经意间就淡忘了，我还心安理得的以为这就是所谓的 不求甚解。前些天一个新生问我，为啥5 cents的硬币要比1 dime的大？ 我说我不知道。我想起2年前，我坐在一个师兄车里傻不拉唧的看硬币，大概也问了这样的问题。2年过去了我还是不知道答案，我说 我不知道 的时候估计也是一副傻不拉唧的样子  昨天一个朋友问我这个日记怎么操作的问题。。我觉得很新奇，好久没有听说 日记 这个词。英文版的space用entry这个词儿，但我还是习惯叫 帖子。这样每次都当是在灌水。记得新开dairy版 的时候，一群心理暴露达人都去版上写日记.我也是其中之一，还写了4，5篇。那会儿新版主也特敬业，日记都收录精华区，还给每个id建了目录，alphabetaically。这样好了，自己删不了了，在精华区一旮旯，一直就这么搁着。  我在bbs写日记，没有日期也没有天气，标题只俩字儿：“今天”。 大概那时候还正当自己是回事儿，还想着与众不同标新立异。其实不管标题有没有天气，下面都一样的滥调一样的冒酸水。所以多少年后，我依旧不知道为啥标题要写天气。有点瓜哇？  本来今天我想写我平时都上什么网站，我准备去败那款相机。要等下回了。  不知道传统的日记有没有固定的结尾模式？我不记得老师教过。如果有，可能是  1 明儿见 2 天干物燥，小心火烛 3 酱紫。完了。       Comments   Kyle:     写字主要跟是否无聊有关    re water 大家都达人过，hand一下，hoho   re rose…刚刚试用了一下，果然很爽，嘿嘿    Echo:     日記結尾不是都寫甚麼    \" 然後我就睡覺了\"  or   \"今天過的真開心(或者真tm不爽)\" 之類的麼?      Bin:     恩 diary版也有我的日记。。。就在旮旯。。哈哈    MOLLY:      今天似乎心情不错，写了这么多字。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/august-20-%E6%99%B4-%E5%9F%8E%E8%A5%BF%E4%B8%8B%E5%8D%884%E7%82%B9%E7%95%A5%E6%9C%89%E5%B0%8F%E9%9B%A8/",
        "teaser": null
      },{
        "title": "今天",
        "excerpt":"今天       今天是新学期的第一天。到处都在摆摊设点忽悠新同学               我终于在神庙门口的石像嘴里找到了最后一个签字。这样就算是通关了。隐藏关卡还在loading, 大概需要1个月左右。               今天还有两条资讯值得分享               1 是飞机票价会突变。早上我看是180，等到chairman的email后我再看，已经是350了。那会儿我都还没打算吃午饭       2 round trip的机票，如果你误了去的那趟，那么返回的那趟也会被航空公司cancel掉。那会儿我就没心情吃午饭了。               这些都是我今天中午的收获。期间心情大起大落，暂且不提。下面说下午我跑出去看房。               600能租到1600的房子，但只有一个月。我觉得也值，就冲着luxury的名号。但今晚我要睡地板，明晚也是。墙壁间息息诉诉是蟑螂来觅食               我连上pplive的时候已经是晚上。再烂的选秀节目，到了三强都能淘出些Au. 我看到一聋哑人，一美男，一壮汉。这是我心中的名次顺序。               ************************ 产后复出的分割线**************************               我所了解的心理学，就是询问一些问题， 通过试验者的回答来测试分析                  --“今天我毕业拉！”         A -- cong (完了)         B -- cong, 轻松了吧/爽了吧/要去花田错了吧         C -- cong, bgbg         D -- cong, 空虚了吧                提问者 和 回答者的 熟知程度 按照ABCD顺序递增。选AB的分布不具有地域性，选C的主要集中在东8区的cc. 能在同一个时区里面遇到选D的，我有些意外。                 现在睡觉去。嗯，这得确是一个传统的经典结尾。                                                                              Comments   Kyle:     扎个猛子，算不得勇搏激流，呵呵    sayon:     好像我真的是要选c诶……    Echo:     PS: 照片里那個勇搏激流的, 不是你吧?    Echo:     C      Bin:     我大概选A。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%BB%8A%E5%A4%A9/",
        "teaser": null
      },{
        "title": "825",
        "excerpt":"8/25       明晚的飞机。东北的广大同仁做好在9月被骚扰的准备               虽然久不联系，我还是会很心安理得去蹭吃蹭住的               今天是个有意思的日子               继续无比繁琐的packing...      Comments   Knox:     最主要是要有照片，最好是口水照，不要搞得每次都只有几张。；P    Echo:     黃同學矜持過麼? ^#^    peng:     蹭吃蹭住 就要准快狠！    恩！    Yudong:     哈哈…..又开始游山玩水了……..8错………一路开心….    mingzhu:     黄同学， 楼下用拼音的是说不矜持么？    诗荃:     啊？你要离开休斯顿拉？我还说下周去休斯顿玩儿，找你happy呢      Kyle:     da jia bu yao yong pin yin hao bu hao ?    A:     … yi dian ye bu jin chi    mingzhu:     re lie huan ying!!!  Hot Welcome…hahahaha    Kyle:     不好意思。。。表达不清楚。。。我是说米国的东北    Echo:     你不回家, 也不回北京, 居然是東北…強烈想知道你此行是for what     ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/825/",
        "teaser": null
      },{
        "title": "中途报道",
        "excerpt":"中途报道       2小时前顺利进入NYC，预计停留2日。               暂且感谢一下过去几天被骚扰的各位同学               扣。。。拜。。。再拜。。。                      Comments   Bin:     哇，你都到nyc了，sr小波同学吧，嘻嘻    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%B8%AD%E9%80%94%E6%8A%A5%E9%81%93/",
        "teaser": null
      },{
        "title": "歧义",
        "excerpt":"歧义       歧义是这样的。               关于我之前提到的 东北，鬼子说法是mid atlantic area，包括NY，MD，PA，NJ，DE,DC               我实际骚扰范围要更大些，还有new england的MA，CT 和 midwestern的IL，MI，IN，OH.               另外，加上最开始裸开的CO，KS，MO，算是centeral area               最近美国地理常识有了质的提高。是有代价的。。伤心事暂且不提               所以，俺没在东三省，俺没得乱炖吃，也没酸菜吃               特此申明，某人，年，月，日      Comments   Echo:     鐳的生活總是很傳奇. 現在不提就是遲一點會提嘍?    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%AD%A7%E4%B9%89/",
        "teaser": null
      },{
        "title": "今晚有网",
        "excerpt":"今晚有网       从25号出来，今天第一次住motel，可见本次出游至少在 蹭住 方面是很成功的。（还有2晚住youth hostel，撇开不算）               刚开上295的时候，我想今晚住的地儿有网，就要写写月亮。 那时候天上无云，独一盘满月。大概十五附近了。               当时的心情不能名状，我事后推测是积累了好多，突然喷了。               伤心事还是暂且不提。从我日落时分赶到princeton开始。我觉得princeton的建筑华丽的过分，但我只有时间欣赏它们在夕阳余晖里身影。苍老，但依旧精致，纵然天色昏暗也挡不住的棱角中透出的威严。我抬头看掠过的鸟，都已经模糊，显得漆黑。我就当他们都是鸦。隔着藤，看昏鸦飞过十七世纪欧式建筑外的浮雕。我就这样直到教堂顶尖没入黑幕               此外，再交代一些背景。GPS，记忆卡只存了IL的信息。全美地图，大概10天前落在一加油站。一路开进NJ，竟没有visitor center。这样我也没有NJ地图。所以等天黑透才上路，在乡间小镇间，我是预计到了在后果的。 头灯只能勉强撕开一角黑暗的帐子，但照不到我该右转的路口。很快，我就把笔记本扔开了，连着上面凌乱记下的昨夜google map的路线。               刚开上295的时候，我想今晚住的地儿有网，就要写写月亮。刚开上295的时候我一抬头，就看见一盘满月。我知道我不会再lost了。月光如水，思绪就浸在月影波光中。它们从底下漫起，水草般缠着你，淡淡的舔食你的肌肤。轻轻一抖，就散开，但你不经意一顿，它们又很快绕上你的臂。看似飘忽不定，随意而形，但始终笼罩着你。我想或许是种乡愁，或许是种思念。但我从来不知道对象是什么。它们的触角滑过，轻轻的涩，却是看不见伤口的。               比之星星，月亮是孤独的。至少星星总是满天的。刚开上295的时候，我感觉一种久违的享受。带来快感的，或是自残的痛楚，或是凄美的谢幕               喷了之后剩下的是疲软。我现在很困，睡了              Comments   min:     9号那天早上我梦见一只乌鸦对着我叫，我好像还在梦里把乌鸦骂了一顿，结果下午醒来rm告诉我早上的确是有一只乌鸦对着我们窗口叫得。。。。    Melissa:     你，越发涩了。。。看看以前的文字，和现在的，不一样就涩出来了    Knox:     在路上，是最漂泊的。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%BB%8A%E6%99%9A%E6%9C%89%E7%BD%91/",
        "teaser": null
      },{
        "title": "今晚还是有网",
        "excerpt":"今晚还是有网    关于丢东西  我因为丢东西而难过的时候不多。甚至很多时候我都不觉得可惜。因为我想那些都是注定的。 这样的解释像是无聊的自慰。  晚饭时候上菜忒慢。我一边喝冰水一边想过去丢过什么东西算是例外。喝完两杯水，也就想到两件。  一个是只球状的猪，凯jp送的。我原本想把它带去北京。但夹在车后座，才骑了一条街就发现不见了。我想骂人，但周围只有麻木无知的路人。下一个路口我被交警拦下来，说我骑在机动车道上。当时我就痞了（刚试着写了一下细节，太繁琐就又删了）。。。不想写了，point就是当时很怒，因为猪丢了  第二是一封信，寄丢了。当时觉得对我的打击是毁灭性的，世界末日一样。好像咕鲁丢了它的precious，在那些纯真的年代  以后，我再回忆丢过什么特别的东西，肯定会记起今天。我对费城全部的回忆，亲见史泰龙的经历，全部都和相机的memory stick一起，丢了         Comments   min:     我好像没丢过啥觉得可惜的东西，因为就算有也都忘了，算起来也就可能是一两个电话号码吧。。。。。 不过最离奇的一次是手上带了一串手链啥的，大概五六串，结果就只把刚在云南喇嘛庙里让住持开光的一串佛珠给丢了，不知道是不是因为这个倒了很多霉。倒是从那以后不爱戴手链了    Knox:     其实真的是越来越脆弱了，总觉得以后丢的东西会少，因为拥有的可珍惜的东西越来越少了。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%BB%8A%E6%99%9A%E8%BF%98%E6%98%AF%E6%9C%89%E7%BD%91/",
        "teaser": null
      },{
        "title": "今明都有网",
        "excerpt":"今明都有网    关于hostel  我是2年前第一次听说hostel的。在中国好像很少，至少我从来没见过。外出旅游多是下了车被一群大妈围着，半推半就去加旅馆，只要还凑合就住下。其实过去我很少旅游的。北京呆了4年，就去了一次杭州，一次青岛。另外隔个一年半载去趟香山就算放风了。我都记不起过去周末节假日都干什么了，印象里只有43楼下面喧闹的书市。  昨天和几个室友聊天，都是本科假期出来旅游的欧洲人。大大的背包，旧旧的旅游鞋，然后就是各种口音的英语。有时候我会觉得一种失落，在那些年岁我花了太多时间在一些无谓的事情上。相比起坐灰狗和火车的他们，租车算是太奢侈。但我只能如此，我是没有时间去查询时刻表了。月底我就25，说老了太矫情。只是我没有20岁的激情了。比起半年前去西部的那次出游，我能清晰的觉察到一种精力的流逝。从Seattle到San Diego的西海岸，可能是下次的路线，但我不知道那会是在什么时候。那时我还一个人走的动么？  ps1 几个hostel的网站  www.hostels.com  www.hiusa.org / www.hihostels.com  www.hostelhandbook.com  ps2 今明两晚我都住Hi-Washington，大概一周前reserve的。这家条件好过之前的3家，离白宫也只有2，3个block。昨天Hi-philadelphia也在很好的区，被一堆博物馆围着，但对门的一家酒吧太吵。丢记忆卡让我太低落，体力更加透支，倒也睡得安稳。Hi-Boston是最失望的一个，尽管是03年被选为全球no.1的hostel. 房间旧，管理差。而且隔壁的女生吵了一夜，忍。。。在Cuyahoga N.P.(OH)那晚也是一家隶属hostelling international的hostel。但只有我一个房客，很是清静。我赶到那里已经快11点，下车就看到一群鹿在旁边吃草，也不躲人。哦，今天中午吃了鹿肉，据说还是梅花鹿。    Comments   min:     43楼书市俺也常去，走之前还特地去买了金庸全集，就因为他们的版本省地儿！    Ding:     sg 要来西雅图了？      Joina:     yum, deer meat sounds delicious!    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%BB%8A%E6%98%8E%E9%83%BD%E6%9C%89%E7%BD%91/",
        "teaser": null
      },{
        "title": "回程",
        "excerpt":"回程    回程当然是关于回程  机票是13号。但此刻开始，一切都算结束了，剩下的都是回程。开回Chicago途中还可以遇到几个高中同学，期盼ing。  不巧的是11号我到Columbus时候，教主夫妇正好离开Cincinnati。更不巧的是在昨天中午我离开费城后电话bobblcat，她告诉我她不在Columbus而在费城。。。还有，solomon也回国了。总结一下就是，我到Ohio时候举目无亲。  中午到自然历史博物馆，实在走不动了。看了场IMAX才缓过劲。接续走到国会山，又趴下了，躺草坪上竟还睡着了。是该回家了，我想  在白宫外的广场，很多工人在布置场地，是明天纪念9.11的。前几天我走过世贸遗址，看到几位掩面而泣的妇人。旁边就是地铁站，她们夹在在众多来往麻木的路人中，显得格外突出。       Comments   Kyle:     对阿 ,不然肯定是意义深远的会面,呵呵    peng:     俺们深表歉意。。。   错过了8班同学在北美地区最具意义的会面。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%9B%9E%E7%A8%8B/",
        "teaser": null
      },{
        "title": "Ending",
        "excerpt":"Ending       结尾是这样的： 11：10pm 抵达IAH，回家了。               第一时间想来致谢。过去2周受到太多朋友的接待和照顾，我都不能一一点出名来。               在此一并谢过。bow～               中部时间2：08 am. 各位好梦：）                                                                      Comments   peng:     没接待上。。 不用谢拉。。。   恩    Knox:     木照片，唉！    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/ending/",
        "teaser": null
      },{
        "title": "Ft行",
        "excerpt":"FT行       权当个备份。过些年岁痴了呆了，还可以拿出来忆当年，聊发一下少年狂               时间 08/25/06 - 09/13/06       租车 Chrysler  P.T.Cruiser       行程 1200 mi (with triff) ＋3100 mi (alone)               Denver, CO          Rocky Mountain N.P.         Kansas City, KA                                        *       St Louis, MO       Chicago, IL           (Start)                                                     Ann Arbor, MI       U. of Michgan       Detroit, MI                                                *       Peninsula, OH       Cuyahoga Valley N.P.       Buffalo, NY           Niagara Falls       Binghamton, NY    Cornell U.                      *       Boston, MA:          Harvard, MIT       New Haven, CT     Yale U.                          ×*       New York, NY                                            ×*       Prinston, NJ          Prinston U.                           Atlantic City, NJ                                         x       Philadelphia, PA                                         x       Newark, DL                                               *       Baltimore, MD       North Point S.P       Washington, DC       Columbus, OH       OSU       Lafayette, IN         Purdue U                       *       Chicago, IL           (End)               * 表示遇到故人，还主要是高中同学。成都话又大肆飘扬在米国上空       x 表示有很ft的遭遇。典型的是在\"Welcome to Yale Univerisy\"的牌子前爆胎，打了n通电话等的沧海桑田后终于来了一辆拖车。一小伙子从车上下来特热情的问，你想把车拖去那里啊？ 我也问，不知道拖到houston行不行啊。然后那小伙子特腼腆的笑了。另外就是到达New York第一夜吃parking ticket，车还被拖，直接经济损失300元，sharp。 至于在大西洋城，也不算衰事了。至少输的只有上次在vegas的一半。               回家反思了一下，我都归咎于chicago。从那里租车，所有衰事都由此而起。以后我会专门说明为什么那么讨厌chicago               ps1 最后解释一下标题。FT是缩写，原意是： Farewell Triff       ps2 图1。没有GPS的情况下，多拿地图是很重要的       ps3 图2。绿色虚线，flight to Denver                     绿色实线，drive to Chicago                     蓝色实线，goofing around                      蓝色虚线，flight back to Houston       Comments   peng:     相当的壮观。。。    Michael:     相当牛比    MOLLY:     真帅。。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/ft%E8%A1%8C/",
        "teaser": null
      },{
        "title": "现代诗一首",
        "excerpt":"现代诗一首       八颗石子儿                         八颗石子儿                    一起投到海里                    扑通扑通。。。                    又溅起一些浪花                                                    我的第一首现代诗创作于去年9月10日,有blog为证. 昨晚创作了第二首, 时隔一年,roughly.                                               但这次我没有出门还把油门踩到底, 而只是在网上闲逛. 恰好看到一篇帖子, 我便哑然失笑.quote一下原文, \"还好还好,我还善良\".                                               不是了呢? 极端的做法是装成弱者,利用他人. 大到身家地位,小到ftp的帐号. 我不能说是虚伪,因为那是一个贬义词. 而对于成长,只能有中性的描述. 所以正确的表述应该是 君子善假于物也.                                                这是值得庆幸的事情, 唯一的遗憾是如果我听到有人说 我睡着了, 那我就知道他一定还醒着. 而且是清醒到需要掩饰的地步                                                  没有什么比拙劣的演技更扫兴的事情了.                                                                                                                         blog作者我不认识的, 但如果她还能继续善良下去,想必是保住了童真的. 女孩和女人的区别也就于此                                                             而至于童贞, 在这个年代总是显得trivial且不可考                           Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%8E%B0%E4%BB%A3%E8%AF%97%E4%B8%80%E9%A6%96/",
        "teaser": null
      },{
        "title": "小注",
        "excerpt":"小注       这次贴照片兴趣寡然. 一是因为大都是一些城市的人文风景, 网上随处可见.二是费城得事儿还让我很沮丧. 丢卡的第二天到华府,几乎连拍照的劲头都木了.               沮丧归沮丧. 等俺帐上又是正数了,首先要败的就是Canon EOS 400D/Digital Rebel XTi. 镜头还在物色中.               友情提示, fox新的连续剧Vanished还不错,每周一晚上8点, 接着Prison Break.              Comments   Kyle:     其实牛b的不是有河,而是有好多瀑布….    Knox:     学校里有河，太漂亮了，可不可以钓鱼呢？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%B0%8F%E6%B3%A8/",
        "teaser": null
      },{
        "title": "无聊中",
        "excerpt":"无聊中       在家里睡,在家里吃,在家里撒               在家待一天,霉变中...      Comments   Kyle:     任何器官天天发酵都是痛苦的事儿, 胃除外    Bin:     真幸福，我也就周末才能发酵恩。。。    Knox:     我都发酵好几天了    Kyle:     嘿嘿,这个笑话很逗    min:     可以试试去大街上睡，大街上吃，etc    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%97%A0%E8%81%8A%E4%B8%AD/",
        "teaser": null
      },{
        "title": "D+",
        "excerpt":"D+       在workday,去电影院看yahoo users评价D+的片子,就会发现放映厅只有俩人: 我和我妹               这片子是The Wicker Man, starring Nicolas Cage. 回来查字典,知道wicker是柳条               9:20pm, 电影完, 换场, 11:00pm, 电影又完               第二部The illusionist, 看到一半猜结局, 结果还真对了.月圆花好, 一对璧人聚会雪山脚下.就是茅屋逊了些, 怎么看怎么像马厩                       Comments   Kyle:     这个比较肯定,真的很烂    Nan:     我今晚看，据说很烂。我是冲着cage去的。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/d+/",
        "teaser": null
      },{
        "title": "License To Kill",
        "excerpt":"license to KiLL    check out. 一黑小伙儿说, Sir, here is your LiCENSE to KiLL. Have fun.  半分钟后我揣着fishing license昂首阔步走出academy, 很有oo7 受命前往Casino Royale的感觉  从职业角度, 我觉得一个优秀的营业员就该这样: 风趣幽默, 让人花 阑尾手术 的钱享受 肝脏移植外加胆管再造 的待遇.   想必在未来一年里,不管是诛蟹还是斩鱼, 杀戮的快感都会让我经不住颤抖      Comments   Kyle:     你舍得离开你lp来houston么? 嘿嘿    Michael:     帮我递resume八。。。 哥哥现在要找工作了。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/license-to-kill/",
        "teaser": null
      },{
        "title": "搬家",
        "excerpt":"搬家    原则上讲,我是懒得搬家的. 具体表现就是之前2年俺都一直住4370 但明天即将是我最近2个月内第四次搬家. 如此看来我就是很不原则的人  鉴于某位邻居给ta的无线router上了密码, 大致可以推测出我盗连无线网的形迹被发现了.  这样我最近不能上网也是自然了.   总结, 世界还是逻辑的.         Comments   peng:     最近你很高产亚。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%90%AC%E5%AE%B6/",
        "teaser": null
      },{
        "title": "Cable",
        "excerpt":"cable       刚装上cable, 发文纪念               好多要写的.但现在要出门...下次下次                                      Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/cable/",
        "teaser": null
      },{
        "title": "九分之一个月饼",
        "excerpt":"九分之一个月饼       我吃了九分之一个月饼. 莲蓉馅的, 我猜是.               米国的月亮不会更圆, 这是确定的. 但坦白的讲,我在这里看到了更大的月亮. 半径大, 直径大, 周长大, 面积大. 但    π还是一样,这也是确定的.               我想找个更恰当的形容词, 但很难. 我想到Rocky Mountain上看到的那条\"粗\"彩虹. 就是很粗, 用 很宽 很阔 很大条 都不合适得.               所以这里我继续用 大 来修饰. 月亮就是裸大, 像刷白了的下水井盖.               ***********很久没有出场的分隔线********************************               上面是前天的draft.  下面是今天想写的, 主要有2点               首先是国庆黄金周加中秋. 我除了持续睡眠不足外, 没啥领悟. 不过终究也是出游的时节, 人多是不怕. 旅店的薄床板上躺着的还是只有俩               写上面几句话, 我是在嫉妒和恶毒的怨恨中.               我又去了iKea, 是第二次. 大概是3年前, 我说过\"让我窒息\"这样的话, 好像让人误会了. 我现在来解释,有必要吗?               事实是我现在靠着ikea的futon, 敲打放在ikea茶几上的电脑. 旁边有ikea的杯子盛着牛奶,  还有水顺着杯子流到下面ikea的垫子上.               我这样来解释. 我从来都不讨厌ikea的. 一直都没变               听说北京的ikea搬走了...我想挺好的.               *************很久没有出场但最近开始活跃的分隔线**************               没什么,就是最后想补充一句, 夜里月亮升高了,变得和过去一样, 像玉盘了              Comments   kyle:     是么…看来日语和福建话很有渊源的…可惜鬼子不理解了    Nan:     那不是日语，是福建话。赫赫    Kyle:     我最近还知道nunchaku也是日语…搞得好像是他们发明的一样.不就是一沙发么    搬机箱….好像很体力的活一样…   田田你太煽情了…鉴定完毕   田:     北京的ikea搬到了望京，直接造成该地段交通严重阻塞； ****分隔线***** 我吃了很多的月饼，但是突然想起来，我俩好像从来没有一起吃过月饼。不知道何年何月再见君，共赏中秋明月；****分隔线***** 钦此    Jing:     中秋好像没看到月亮，不过中秋的前一天晚上月亮真的好亮好圆哦。我正搬着主机痛苦地返回住处，路上看到的。清冷的月光越发映射出我的悲惨。    Knox:     宜家马上就要在成都开店了。偶现在厨房小东西都在宜家买的，嗬嗬！    Nan:     你知道futon是日语词么？    mingzhu:     抢沙发了~~!    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%B9%9D%E5%88%86%E4%B9%8B%E4%B8%80%E4%B8%AA%E6%9C%88%E9%A5%BC/",
        "teaser": null
      },{
        "title": "Ps",
        "excerpt":"ps       version 0.2 by m$ paint               我之前说过要开始玩ps. 在搞到ps之前,先用paint练手.这样就有了第一个试验版                       btw...刚在某著名的垫桌报第二版,看到柏芝结婚的消息...莫名惊诧,呜呼哀哉...               我真得很无聊                                                                                 Comments   Echo:     oh mgd, 我得小心別在你面前說起她    Kyle:     暗恋么? 我还以为地球人都知道    Michael:     what's your salary.. email me…hoho    Echo:     莫非海暗戀柏芝? 驚詫莫名…    Kyle:     我对游戏都不怎么上瘾..不晓得咋的,可能玩的都比较烂    田:     我现在想买一个ps2来玩，但是就怕玩物丧志，毕竟我的自控力是很差的…… 下个礼拜我要回北京一趟，搬家，真麻烦，真讨厌，又浪费我一个ps2整机的米米……前天看了一个纪录片，海底的一个小小的鸡心螺都可以要人命，你要小心哦…    Kyle:     ps3刚出来. 还没玩过那个我放生了..算积德    田:     刚开始看到你要玩ps，我第一反应就是：playstation……现在的柏芝，已经不是我喜欢的那个，“喜剧之王”里面的那个柏芝，变得我都不认识了……    Knox:     炖来吃是不是大补的？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/ps/",
        "teaser": null
      },{
        "title": "Kao...俩月没更新了",
        "excerpt":"kao…俩月没更新了       一看时间, 整俩月.               中间出去玩了一趟,回来还搬家啥的,都很折腾.               更关键的期间一段时间对电影突然木兴趣了. 霎那间的, 就无端的厌烦和疲倦               blog终究不是bbs, 我这么想的               俩月看了几部电影, 都比较无趣. 恐怖一点的, 色情一点的, 更多还是无聊的               考虑转型一下...但这样似乎都没有了话题...               原来我也是兴趣寡独的那种               我想去看香山了.              Comments   kyle:     最近感觉生活还很不正规…看下个月调整如何    Shu:     要再去看枫叶么?  本来要跟WILLY去的, 爸妈不让….=__=!!! 如果一堆人应该还可以的哦…    MOLLY:     我替你去看一下香山吧。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/kao/.%E4%BF%A9%E6%9C%88%E6%B2%A1%E6%9B%B4%E6%96%B0%E4%BA%86/",
        "teaser": null
      },{
        "title": "突然想到",
        "excerpt":"突然想到       我躺床上揣摩了几盏茶的功夫, 突然想到,我快三年没染发了               又恍惚了一个时辰, 又突然想到,原来我是失眠了.                                       我现在爬起来打开电脑, 把这些都记下来.               顺便许个愿,希望每天能睡到陆个钟头        Comments   Kyle:     我好像染过火的把..不过只有一点红…说是我头发太黑了所以不好染   人气嘛…虚名, 浮云一样    Bin:     你这里人气真高。。。。hoho    Echo:     鐳染紅髮應該會像櫻木吧…. 想象ing    kyle:     我一般运动过更难睡着…不过fb后倒是睡得快   re cara 有道理阿…其实我第一周平均只有5小时..现在涨还长了一小时    Shu:     lol, xiao si… after working for a while and getting sleeppy during the day.. u will learn to not shi mian..    Knox:     如果你每天只睡那么点还能坚持运动那我太就PF你了，偶换了工作后每天保证9小时睡眠才能坚持每天运动，下一次开个贴谈谈米国的运动氛围哈！外加图文解说更好！ 据说运动养成习惯而且确实起到调节工作生活压力的时候，会使人上瘾，大脑会分泌什么什么肽，然后如果你停止了，你就会一点精神也提不起，深有体会。所以我怀疑你木运动。      kyle:     米国运动健身的氛围倒是很浓的. 我现在基本上保持一周5个小时吧   re 小珑  现在不是染红的年岁了…染白装深沉倒可以…诶..其实我过去一直都想染白的   我1点前基本不可能睡着…7:30肯定又要起床, 比较惨..    田:     六个钟头？ 昨天健身教练告诉我，每天保证7-8个钟头，我回家立刻上床准备睡觉，结果还是失眠了……    贺:     那就染咯，一轮旭日    Knox:     运动吧！什么都行，三天打鱼两天晒网地坚持就可以了，千万别纳下！—— 不知道我猜得对不对，你自工作以来没有运动。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%AA%81%E7%84%B6%E6%83%B3%E5%88%B0/",
        "teaser": null
      },{
        "title": "耳止",
        "excerpt":"耳止       和某人同是天秤座, 我觉得是一种耻辱      Comments   田:     还好，我妈把我生到了牧羊座，庆幸……    Kyle:     你们都很乖, 我觉得和大家同在地球上是很luck滴    Melissa:     幸好，我生得比较早！    诗荃:     天平座很多帅哥美女哦      小卡:     还好偶不是啊~~~不过天平座是出帅哥滴……    Kyle:     弓虽…这个容易看出来吧    yi:     who?    Bin:     我看了半天 题目，才明白是一个肥了的耻。。。一开始还以为耳止是什么古文的词呢。。＝。＝    Ying:     谁这么荣幸能被你在把blog上点名？@_@    贺:     …..这要是不说清楚点，打击面也太大了阿    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%80%B3%E6%AD%A2/",
        "teaser": null
      },{
        "title": "讲一些有趣的事情吧",
        "excerpt":"讲一些有趣的事情吧    仇恨是不好的, 伤肝伤肺还容易声带小结.  看前roomie blog, 想到一些小时候看过的杂志,分享一下.  我爸从幼儿园开始就给我订 少年科学画报. 据他说奶奶当年就如此启蒙他的,也不知道那时候创刊了没有. 我记得上面有过一个连载, 讲数字王国的故事. 国王是零, 有个法宝就是'x'钩子,钩着谁谁就没了, 特牛b. 一次国王追一个贼, 被一个很\"长\"的人拦住了, 等了很久也没有过去. 原来那人叫无理数. 我能记住的大概就这些了, 此外多数都是读不懂得.   少年科学画报 坚持订了好多年, 直到小学高年纪. 记得其间还订过 知识就是力量, 但都是文字, 插图又少, 我完全没有兴趣. 订了一年就放弃了.   那时候很时兴科学现代化的口号, 我家都积极响应. 这样订书单上又多了探索未知神秘世界的 奥秘 画报. 大概三年纪到六年纪的时间里, 不料这就成了我的最爱. 课间每每谈到水怪, 外星人的话题, 我和几个死党都聊的无比入迷, 如果还有漂亮女同学旁听, 更是讲的眉飞色舞,唾沫横飞... 大概这就可以叫某劣根性  若干年后, 我觉得奥秘上的很多东西都该划入 伪科学 名下. 曾经的最爱变成了愚昧和无知. 这就是后话了.  又是若干年后, 我又觉得外星人的故事或许是确事, 就像耶哥捏泥巴人然后就有了你我一样, 或许都是确事. 对此, 不需要放弃科学, 只是open mind一点点就够了.  我家还订了好多报刊杂志, 就不一一说了.   明天要早起, 今晚要早睡. 哈~~~~~欠           Comments   水上灯:     仇恨多了不好。恩慈太重了会不会转成仇恨呢？    Kyle:     哦…飞碟果然是个时髦的话题啊    Kyle:     我还好像看过你的 飞碟探索, 高中的时候.    我最早喜欢上的女孩子应该是花仙子, 下次说说这个   童话大王,郑渊洁,这也是很好的话题   你啥时候要做妈了, 就合适看&lt;婴儿画报&gt;了      min:     那本杂志记得还相当的不好找 我曾经跑几个书店找它来着    min:     飞碟探索是我年少无知时代的最爱啊 还记得当时在那里看见一篇关于并行空间的文章惊为天人之 现在想来也是伪科学。。。。    LI:     应该订&lt;婴儿画报&gt;      Bin:     我小时候好像看了好多童话大王。。。。。＝。＝    田:     我小时候最喜欢看的是《少年文艺》特别是有一期，介绍了一个叫杨果果的成都女孩当时就喜欢上她了，虽然什么都不知道现在想来，真纯情    Knox:     我订的第一本杂志叫做飞碟探索，和你的有的一拼吧！当年同窗异友不是少年鱼汛就是舰船知识，简直无法沟通，后来还订过天文爱好者，因其晦涩的专业术语不如科幻世界而最终放弃了。那个时候好多人想做科学家，不过我想做宇航员（此事到现在还被吾母当作笑谈，可见当年的思想屠杀！） 现在好了，木有乐趣，好好活着就已经很幸福了。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%AE%B2%E4%B8%80%E4%BA%9B%E6%9C%89%E8%B6%A3%E7%9A%84%E4%BA%8B%E6%83%85%E5%90%A7/",
        "teaser": null
      },{
        "title": "垃圾处理中",
        "excerpt":"垃圾处理中       看了太多垃圾电影....               都不值得一提.                等待下一春      Comments   A:     孔雀里那个胖子好像一个人呀    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%9E%83%E5%9C%BE%E5%A4%84%E7%90%86%E4%B8%AD/",
        "teaser": null
      },{
        "title": "有些时差的新闻",
        "excerpt":"有些时差的新闻               http://news.sina.com.cn/s/p/2006-10-21/131611297353.shtml               有些沉重的消息. 不知道是不是每个在cc刷过的刷子都会这么觉得                      Comments   Shanshan:     omg~sigh~bless    Sherry:     nod, 偶曾经是刷子，你也是么？    Kyle:     我关心这个消息只是因为涉及cc罢了        Echo:     第三次看到這新聞被隆重的提及      Bin:     连我也觉得很悲哀。。。    田:     此消息，因为涉及到北京大学，居然上了成都商报的新闻！ 商报的新闻，可是50元/字，没的少哦…… 此新闻的价值，可以在将来被算入“北京大学”这个品牌的品牌价值中了    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%9C%89%E4%BA%9B%E6%97%B6%E5%B7%AE%E7%9A%84%E6%96%B0%E9%97%BB/",
        "teaser": null
      },{
        "title": "长舌",
        "excerpt":"长舌    我很想告诉某人A,你现在的文字越来越像当年的某人B.  但这必然会让某人A很恼, 因为曾经A总是嘲笑B滥情的呻吟.  这样逆耳的话我是不会对本人讲的. 诚然是事实,但不知道够不够格算忠言  周末还是很忙,至少未来3周都排满了. 但很多时候我都想, 过去我一定没有料到会有如此平静的生活 我个人很抵触 平淡 这个词的. 诚然也是事实, 我只是不愿意承认  三周后就是Thanksgiving了. 距上次去Lost Maple竟隔了一年.  记得那里的trail太长, 天都黑了我们还在山里. 我肚子很饿,还弄丢了特意存下来的一块小红.  回到停车场,  除了RV都走空了.  我看到了星星, 多的都找不到北斗.   这般看来,我该也是料不到一年后的生活的. 有戏  我都不是故意的,统统不是. zhen都知道,嘿嘿. 如果不再洞察nature就更好了  今晚的火锅不辣... 身为蜀人的host很不满意         Comments   Kyle:     其实以前在北京的时候没咋珍惜啊…早现在隔这么远, 就更多碰头了王同学肯定不晓得 梨花派….现代诗有这么分行的么? 要这样分才行    mingzhu:     貌似会写现代诗的样子 哈哈哈 小A    田:     关于你的A和B，我使劲又使劲地猜，恍若猜出来了，下次在msn上找你求证。%%%%%%你能够承认你不甘于平淡，但是你现在能够接受暂时的平静，仿若你又成熟一步了。%%%%%%星星多的找不到北斗？找到银河了么？不过，干吗非要找到什么啊……%%%%%%“我都不是故意的,统统不是. zhen都知道,嘿嘿. 如果不再洞察nature就更好了”，这句话，我确实没怎么看懂。当然如果我都懂了，就是“懂”事长了，那又会被你嘲笑。所以，有些事情，还是不要懂的好。%%%%%%每次看你的blog，总会想起以前的好多事情，然后惆怅很久……over    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E9%95%BF%E8%88%8C/",
        "teaser": null
      },{
        "title": "关于语言",
        "excerpt":"关于语言       语言总是各有利弊的               我在冷冻柜前就不晓得 贡丸 是啥成分, 看到印的pork才知道是猪肉. 另外还有个x丸(我都忘了写的是啥,反正很生僻), 也不知所云,还是下面的cuttlefish的小字比较说明问题               在干货柜恰恰相反. 看到 黑木耳 的袋子上印着fungus,我就特反胃... 第一次看到这词儿是在一pharmacy, 那些治脚气脚癣的药膏盒上都特醒目的写着fungus.               我到现在也不晓得前晚的 唐璜 是用什么语言唱的, 反正不会是低级的英语               不过这不重要, 字幕是英语. 连我也能胡乱看下去.               我会用韩语说 天冷了, 用日语数数数到十, 用西班牙语说 你好, 还有南非语说 再见               总的来说,  我讨厌学外语      Comments   Kyle:     故事就是故事罢了…都是人编的另外,有人说是德语唱的..我就搞不清楚了    田:     关于韩语和南非语，那都是有故事的，嗯%%%%%%歌剧唐璜，出自莫扎特之手，最初的版本是意大利语，后来被翻译成了各种语言。你听到的，多半是意大利语版本的，那也是最纯粹的……    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%85%B3%E4%BA%8E%E8%AF%AD%E8%A8%80/",
        "teaser": null
      },{
        "title": "福",
        "excerpt":"福    看到一个国内的朋友, msn nick是 \"吃饭是个大问题\" 突然就感悟上一辈教训俺们 生在福中不知福 的时候,是啥心情了  每个煮冻水饺加烫大白菜的晚上, 我都会梦到步行五分钟总会遇到食堂的校园. 镜头最后停留到西门外的小土坡. 空无一人, 只有一个火架, 木炭幽幽的烧.  然后我就惊醒, 发现枕头湿了...   原来是口水流了一滩      Comments   Kyle:     俺们这类草根一贯坚持 吃的脏不生疮 的准则    yi:     那个鸡翅虽然香，但是太脏了    Bin:     恩我现在也到了有了上顿没下顿的地步了。。    peng:     看电影。。。    看来头是有点晕~~~    peng:     貌似radium大不开嘞~~~    田:     西门鸡翅，那叫一个怀念阿……你出国之后，我回北京溜达之际，还去吃过几次。但是，那都物是人非了。看着隔壁一桌一桌的学生大快朵颐，本来想向被邀的同伴讲讲西门鸡翅的故事，却也没了心情。引用你的一句话：再也回不去了……    Knox:     吃饭确实是个大问题，但是不是一个难题了现在，不知道我的解析对不对。我是这么严肃认真地看这个问题的，我基本上都是亲自动手。外面的东西吃久了都是一个味儿！    雯:     haha~~, 只要我11：30前没睡觉都会怀念起西门鸡翅    诗荃:     笑死我了。我先在都不开火了，差不多一个礼拜就做一顿。出去搓也很不爽，就那么几个地方老去，不爱尝试新的地方哈，怕受打击    min:     工作人士。。。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%A6%8F/",
        "teaser": null
      },{
        "title": "11111111111111111111111111",
        "excerpt":"11111111111111111111111111    说实话,我都忘了 结果被人\"善意\"提醒了...我当时那叫一个喷啊...胃液蛋汤加百合  如果硬要按地域划分,我很欣赏北京女孩子的.大概是因为她们都能讲一口标准的北京话 当然,也可能是我普通话太烂的缘故.    Comments   LI:     11111111111111111111111111111111111111111?    田:     北京女孩的说话声+成都女孩的温柔+东北女孩的个子+广东女孩的细长腿+江浙女孩的面庞+上海女孩的时尚，最后再来点湖南女娃的水灵，接近完美了……    小卡:     heehee~好高兴被欣赏哈~    Kyle:     说那种话的人多半没学过概率。其实我个人最反感的就是按地域划分人的。    Echo:     我聽過最多的版本是: 如果按地域划分, 我最喜歡成都女孩子. 因為美女太多了~! ^^ 甚為成都人, 幸福的令人髮指啊~~!    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/11111111111111111111111111/",
        "teaser": null
      },{
        "title": "三个话题",
        "excerpt":"三个话题    polo, 宠物, 欧洲  别忘了     Comments   贺:     镭，您的总体评价： 最新最in的博客类文字方式，普通的故事，却有着最吸引眼球的讲述方式。文章内容丰富，观点翔实可圈可点；架构清晰，逻辑性强，情节缜密，可读性强；在用词范围方面可以着重下功夫改进。特点为信息量充足，因此可以多考虑创作偏重评论类的作品；同时，游记等介绍性质的题材也可以多多尝试。    镭，您的评测结果： 通过评测，您的文章与知名作家的相似度比较结果见下:   木子美   29% 放心吧，你和他/她的相似度基本可以忽略不计。   柯南道尔   19% 这个区间是比较正常的，看来你已经有了掌握神韵的感觉喔。   崔永元   18% 这个区间是比较正常的，看来你已经有了掌握神韵的感觉喔。   ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%B8%89%E4%B8%AA%E8%AF%9D%E9%A2%98/",
        "teaser": null
      },{
        "title": "Thanksgiving",
        "excerpt":"thanksGIVING       what @ holiday      Comments   Kyle:     你要试着用心眼看,就不一样了.    ferhat:     MERHABA FROM TURKEY    Ying:     你现在blog的字数是越来越少了……    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/thanksgiving/",
        "teaser": null
      },{
        "title": "最近怎么没有更新呢",
        "excerpt":"最近怎么没有更新呢    这小子又不知道去哪里鬼混了      Comments   Kyle:     re jingke …这次俺去LA你再给我找个美女室友把，hohore  zhen…. 终于晃点到一个人了。。。。re cara ….  上次咋就没接到电话呢。。。错过大好的fb阿。。。    Shu:     哈, 欢迎加入朝五晚九一族~~ 就系酱子滴~    Bin:     这到底是谁写的？。。。    Michael:     还说呢。。。上次怎么你也不给我电话了。。。   专门给你同学找了个美女室友呢    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%9C%80%E8%BF%91%E6%80%8E%E4%B9%88%E6%B2%A1%E6%9C%89%E6%9B%B4%E6%96%B0%E5%91%A2/",
        "teaser": null
      },{
        "title": "简要的讲两点",
        "excerpt":"简要的讲两点    手机丢了12小时后，某拾金不昧男主动根据手机上号码联系失主。 今晚在某伊斯坦布尔烧烤店，该男子告诉我他昨晚在拾到手机的停车场等候失主了20分钟.  若上述情况属实, 则土耳其的德育工作经验是值得借鉴的.  火箭队第四节反攻, 从落后28分到只差2分. 结果还是败了,现在去看新浪就会知道. 在这场伪高潮中,我喊哑了嗓子  其实,过去我一直是喜欢湖人的.大概是因为他们穿黄球衣的缘故.       Comments   wendy:     我也是诶，莫名其妙的喜欢湖人似乎也是因为他们的球衣。。。    Kyle:     我也觉得太狗shi运了….I've been nowhere,,,,,5555..just live in choas….    Echo:     我聽過的這麼多起手機丟失事件中, 就我自己的沒找回來…. 5555555555555  看來得攢人品了………..    yi:     where have you been?    MOLLY:     手机失而复得，好难得哇。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%AE%80%E8%A6%81%E7%9A%84%E8%AE%B2%E4%B8%A4%E7%82%B9/",
        "teaser": null
      },{
        "title": "机场1",
        "excerpt":"机场1       机场是个大话题,要分开写               明早要去机场,这样一周内我4点过起床的次数累计到3. rp至少翻三倍, 难怪手机能找回来.               机场回来的路上都很大雾, 看不到太阳. 其实那时候也没太阳, 眼前全是车流的尾灯. 那时候去downtown的方向就有traffic了, 还只是早上6点. 我觉得无聊,而且泛困               过去我熬夜, 睡实验室, 然后早上6,7点起来晃荡回寝室. 我穿着拖鞋走过cc, 冷清,但温暖. 那时候太阳都是出来了,所以温暖一半来自太阳, 一半来自昨晚的余热               2007年1月1日凌晨12:00.               不差错的话,我应该是在三番机场.        Half-empty-point-of-view:  一个人孤苦伶仃过新年:(        Half-full-point-of-view: 一群空姐陪我过新年:)               之前一个新年,我挤在南京路的人堆儿里. 再之前一个新年,我挤在忘了名的一条路的人堆儿里       再之前的四个新年,我都挤在大讲堂前的人堆儿里               那些人堆儿里面的人, 我一个都记不得了                                       Comments   min:     haha, i spent it in Nan Ning for 06, on highway for 05, home for 04 and NY for 03…..i don't remember anything for my college years……….    Annie Avant Chanel:     now I know how to call your style: stylish.    Knox:     还是老话，多照些照片给兄弟伙看看！    Kyle:     也会顺道去看看吧    Knox:     SanFran么？你去L.A.么？    Knox:     SanFran么？你去L.A.么？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%9C%BA%E5%9C%BA1/",
        "teaser": null
      },{
        "title": "机场2",
        "excerpt":"机场2    更严峻的问题....  不是有谁陪我过新年,而是我早上5点回到Houston有谁来接我那....  机场大巴还是很实用的.可惜木    Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%9C%BA%E5%9C%BA2/",
        "teaser": null
      },{
        "title": "开荒来了",
        "excerpt":"开荒来了    过去2个月中.  看过好看得电影有  国产片:   天狗.    俺差点没哭 商业片:  Apocalypto 一个字.裸. 裸血腥,裸原始,裸人 文艺片:  Volver     阿莫多瓦. 重申, 个人推荐这个导演,和他的每一部电影. 搞笑片:  Borat   反正我不是哈萨克人...尽管笑就是了  大概就这些.             Comments   kyle:     上面的每部电影都是男性喜欢看的，不管因为血腥，还是因为女主角身材好    Bobblecat:     Apocalypto  真得好看么？还在犹豫要不要去看   最近评论员都特善良，给了无数的B    Echo:     Volver偶也看了 最喜歡女主角唱歌那段~ 身材也很讚, hiahia    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%BC%80%E8%8D%92%E6%9D%A5%E4%BA%86/",
        "teaser": null
      },{
        "title": "本周末心得",
        "excerpt":"本周末心得    凡是工作相关的party, 公司办的也好,同事办的也罢, 一个人跑去都是很傻b的  下回怎么着也要弄个伴儿.  带保姆去都行  更新电影blog去了    Comments   Kyle:     之前生活太嘈杂, 刚刚正规一点…    Knox:     你的sth about HH中的看电影blog链接是错的。    sayon:     wow~你都混到雇保姆了？ 雇了司机和厨师没有啊？ 俨然小地主啊    yi:     你最近怎么这么敷衍，每次只有几行了。 工作很忙吗？    Bin:     Aglee…. i usually brough girls…heihei    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%9C%AC%E5%91%A8%E6%9C%AB%E5%BF%83%E5%BE%97/",
        "teaser": null
      },{
        "title": "11小时11分后",
        "excerpt":"11小时11分后    Transformer Trailer release  期待这个trailer胜过近期所有电影      Comments   kyle:     楼上的回文言简意赅    Bobblecat:     re a re    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/11%E5%B0%8F%E6%97%B611%E5%88%86%E5%90%8E/",
        "teaser": null
      },{
        "title": "机场3",
        "excerpt":"机场3    我能坚持写到3说明还是有点毅力的  刚刚熨衣服的时候我听的是米仓千寻。我都不会唱，就能跟着哼哼.....buzzing..  我不喜欢芝加哥，从9月开始我一直都这么告诉周围的朋友。 芝加哥也是没有机场大巴的。 但芝加哥有地铁,  从一个机场到另一个。  我数过，27站。 我数了几遍，如果没有记错，那就有27站  上海也有2个机场，还有机场大巴，从一个机场到另一个。  我只去过一次上海， 我坐着机场大巴穿过城区。  我记得看到外面的雨，还有霓虹。 电影里的故事总是这样谢幕。   芝加哥没有片尾曲，我就百无聊赖。我只能去数地铁还有多少站。27，不会错的 从大巴下车，就是虹桥。 浦东已经隔的很远了。现在我想，如果换坐地铁，不止27站把  想想成都还是挺好的，就一机场，接送不愁，也省得折腾。   刚看到一则新闻，我觉得可以放到机场4里面写。明晚见         Comments   Knox:     家门口有个宠物医院，晚上路过的时候看到里面有刚生下来的幼崽，我数了数，有7只；再后来就变成了6只；最后变成了5只；狗妈妈就在旁边，很虚弱！这我想起了每天早上上班要经过的一个宠物商店，橱窗里面曾经有一只黑眼斑猪，后来斑猪没有了，躺着一只没睡醒的猫咪，懒得理我；不像楼下垃圾桶旁的猫咪，总是见我就跑！总觉得该想起些什么，发现背有点痛，才想起今天作硬拉太猛了，需要休息！我就90度转身离开了那里。    sayon:     很有台湾片的风格 表面的絮叨，掩不住内里的落寞 不要想太多    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%9C%BA%E5%9C%BA3/",
        "teaser": null
      },{
        "title": "回来晚了",
        "excerpt":"回来晚了    看到一个德语词叫Schadenfreude, 就是幸灾乐祸的意思.    昨天在dealsea看到Canon XTi Rebel, 裸机身6xx,似乎是不错的deal.  但我很犹豫. 如果参考9月份的某篇帖子,我此举是食言了.  相信没人注意,也没人在意. 我自己在这里言语反而显得无趣.    但这是事实. 此前我买过哑铃,买过魔方, 我想了一些避免我一回家就做到电脑前的主意. 但未必有效, 不然现在我就该起身去客厅玩魔方, 你也不必看到下面的废话.  其实高三那会儿我就能拼出魔方了, 不过忘了罢了.  打算上传一首歌,未遂. Nirvana 的sth in the way... 改天再传好了  这个坚决不食言   回来晚了,木时间写机场了. 照应一下标题, 然后闪人.      Comments   Annie Avant Chanel:     you can read..    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%9B%9E%E6%9D%A5%E6%99%9A%E4%BA%86/",
        "teaser": null
      },{
        "title": "机场4 &amp; 5 －－－ 2006岁末",
        "excerpt":"机场4 &amp; 5 －－－ 2006岁末       在3最后，说我看到一个新闻， 讲的是张学友会在07年开环球演唱会。下面是机场4的概要               上次回北京，就是去年圣诞前几天。我在机场徘徊许久，才知道原来是没有人来接我的。我一人拖着行李上大巴，坐后排，靠窗。       进了城，看到好多广告牌，记得一个就是张在北京的雪狼湖。 我在北京待了一周，便离开。那时候雪狼湖还没有上演。我想，唱完雪狼湖，张就会退隐。我终于也是看不到他的演出了。               新闻里说，07年演唱会从vegas开始，在好几个城市巡演，但估计也是没有羞死炖的。不过无所谓， 美国其实不大的。               ×××××××××××××××××××大家新年好，分隔线代表所有标点给你们拜年××××××××××××××××××               上周飞了个往返，就可以写机场5了。               我原计划31号从LA开回三番，然后一个人去机场反省06年。开5号果然很顺，一路北上风驰电掣。沿途大片的果园农田，还有几座监狱。不知道新闻里面说元旦南加监狱暴动是不是在这里。               扯远了。意外的被邀请到朋友的朋友家， 一群人围着吃火锅，在06最后一个夜里。 周围都是陌生的面孔，但在年轻的笑容里，我便觉得很快乐。       10:30pm离开，奔机场。小小迷路，还车，check in.  如果零点会敲钟，我一定是在钟声中跨入机舱的。呵呵，再见，CA，拜拜，2006               最后，很高兴看到机场的一大进步，现在登机不是从前到后了。而是让后排的旅客先上，这样就不会因为前排的旅客放行李而堵住aisle。              Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%9C%BA%E5%9C%BA4-&amp;-5-2006%E5%B2%81%E6%9C%AB/",
        "teaser": null
      },{
        "title": "2.oo流 （1）",
        "excerpt":"2.oO流 （1）    上面机场连载到了5，这把盘点贰零零陆，就要争取写到6。 我觉得我想的标题很好，流和六谐音，也寓意时光流水。先自己zan一下  倒叙，从记得最清楚的说起：24th-31st. Dec. in CA  不论一年得失，至少结尾我是满意的。三个小小的愿望得逞 1) 开加州1号，SF --&gt; LA (12个小时，中途加了把$3.6的油，够黑) 2) 看到Hollywood Sign &amp; Mulholland Dr. (我就是想见见，经此而已，够无聊) 3) 在鬼子地盘看场国产片 (黄金甲@pacific stadium 14, 够大波)  万卷书没有读到，万里路算是走过了。我一个人。  ps 某同学更新了2张照片，我也奉陪。一个是从SF刚上1号的时候，另一个是好莱污        Comments   Kyle:     洋装虽然着在身 。。。。。    Echo:     第一张果然很hollywood feel PS: 镭哥你怎么越长越像鬼子了 不过话说回来，我妈也说我现在长得像南蛮之地的人了皑皑 莫非这种变异是必然的？？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/2.oo%E6%B5%81-1/",
        "teaser": null
      },{
        "title": "2.oo流 （2）",
        "excerpt":"2.oO流 （2）    我刚一连吃了3个梨。      06的结尾其实很平静。我盯着云下的三番出神。后来我也没有睡觉，继续出神了。    时间跳到一年前，我返回美国的第二天。这算是06年的开始了。   我还记得很清楚，那天阳光特好，我就出门溜达。一是晒晒四川的潮气，二来免得一味昏睡，也算倒时差  一条街都没人，车也少，我觉得特安静，心里面也是。    然后就是一个电话。    挂上电话，周围还是很安静。借用一句黄金甲的台词，“宫中要出大事儿了。。。”    刘晔惊惶失措的神态很到位，后来发哥发飙的样子也很霸气，长发在空中飘舞那个慢镜头，绝对是“龙颜震怒”的经典诠释。    一年前还没有黄金甲看。只是我一个人在街边。我想我应该继续回屋里睡觉。    再然后，就是06年了。很多事，很多人，很多路，还都是one way      今天梨便宜，是休市2年来最低价的时候。过去一块多一个，今天一块钱能买仨，我能不买一箩筐么    有梨吃了，估计未来一周我都会因此觉得很幸福    Comments   Knox:     至少有件事是我想做的，就是在云下的SF盯着那座红色的大桥出神——很美！不过世界上的完美太少，大多有些遗憾。所以一个人也罢，准备跳桥也罢，或者地震也罢，我都还能接受！！！    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/2.oo%E6%B5%81-2/",
        "teaser": null
      },{
        "title": "2.oo流 （3）",
        "excerpt":"2.oO流 （3）      该年中，发掘了lactaid的whole milk是全美最好喝得牛奶，另外这家的eggnod也是狂zan的    体重稳定在183lb，左右2lb的浮动。误差允许范围    前些天配眼镜，又跌了。。。感觉很打击，俺还以为发育停止后视力也不会变了。    除外，能吃能拉，睡眠依旧so so。    Comments   Kyle:     楼上这位一喝牛奶就要tu么？    LI:     tu…    min:     haha, i found out like 2 years ago………..and never drink any other brands after that……..    Kyle:     re rose…真的哦。。我都还没注意，呵呵re heng  对阿。。过去看到了都一直没买，以为这边的牛奶都一样难喝得。     Heng:     你真落后，这种牛奶我从来美国的第一次shopping就发现了。不过我现在已经改喝另外一种了    Echo:     183…………….. 和身高一样了耶    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/2.oo%E6%B5%81-3/",
        "teaser": null
      },{
        "title": "Qqing",
        "excerpt":"qqing    刚才又装上qq，q了一会儿，遇到故人若干。。。今晚的正事儿又搁一边了  我一直都恨奇怪，我2000年申请的这个qq，密码就4位，还没特殊字母，这么多年咋一直都没被盗那。。。   iPhone今天出现在apple主页了，的确裤。计划周末回去商店看看, 不买，摸摸总行的     Comments   田:     你的QQ号码？还是12719445？    田:     你的QQ号码？还是12719445？    kyle:     真的没摸到。。据说现在样机都才几部        peng:     俺的被盗了    Michael:     还没有通过FCC呢，不能卖。。。   你摸不到的。。。LOL    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/qqing/",
        "teaser": null
      },{
        "title": "今晚我吃素",
        "excerpt":"今晚我吃素       我洗菠菜，发现靠近根那块儿土太多。于是我就连跟切掉大一截。这样剩下的部分都翠绿翠绿的，看了着实喜欢               同样被切根的还有莴苣，蘑菇，跟某绿色蔬菜。               过去有人给我说菠菜很难洗干净，我都不以为然。脏的切掉不就得了么？ 事实我也是这么干得               照着receipt粗略算一下，我吃掉的各种veg. 约5 lb.  我说我能吃吧，不是盖的               另外，我还煮了热姜汤。。。               由此可见，我受风寒了。                               嗖。。。。嗖。。。。               一行大雁从天上飞过，一会儿排成S字，一会儿又排成B字      Comments   Kyle:     周末2天，接着断网2天。。所以就几天没上来了    Echo:     如果減去切掉的那部份呢?    Bin:     5lb。。。太牛了。。。虽然都是水和纤维素吧，5 lb也是不小的体积了。。。＝。＝    min:     yeah~back    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%BB%8A%E6%99%9A%E6%88%91%E5%90%83%E7%B4%A0/",
        "teaser": null
      },{
        "title": "冰",
        "excerpt":"冰    早上很冷，车窗都结冰了  上个周末开始24 day6，一看，又是核武器，就觉得特没劲的。不过在episode 4，爆了，还在LA。我觉得挺不容易的。  新闻说王朔骂80后了，然后我就去看韩寒的blog，果然还回应了。不过内容很绝，看了就很舒服，因为他们都是我很欣赏的。 而且，互相不搞对方的女人  我无聊的时候都去看论坛的回帖，然后哈哈笑。   这样，冰就化了    Comments   Bin:     我觉得你越来越有写作天赋了。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%86%B0/",
        "teaser": null
      },{
        "title": "来篇长点的",
        "excerpt":"来篇长点的       我打算写篇长点的blog,现在就开始。               直接原因是我总不能每篇都在扯蛋，净是些别人看不懂我也看不明白的东西。在加州的时候和一个高中同学（其实就是朱朱了）看张靓颖blog, 其中某片啥也没写，就几十个“哈哈”，也有几十万的点击率。然后我们就感慨，没办法，谁叫别人有那么多凉粉呢？ 我也是写blog的，可惜没有啥海狗海牛支持，我哈哈也好，哭死也罢，点击率的增长总是在个位上。 当然，我也不是看重这个。。。hold...这么说太虚伪了，我是看重这个的。yy一下，我就说个我上火了，所以拉尿是黄的，然后就有几十万只海狗来嘘寒问暖，还给我寄降火药，我考，会是啥场景阿。相信人人都想在某种程度红，这是必然的。有时候电视播出明星倾诉成名的苦恼，想回到过去的生活啥的，我就觉得特虚伪。不过这个还能忍，最不能忍得就是听到路人甲瘪着嘴嘀咕，看那些明星多累啊，又没隐私，还是我活得潇洒。云云。。。而这种人，多半又是连电视上谈话类节目的背景观众都没做过的，根本就没资格谈论想红不想红的问题。人家陶渊明喜欢“采菊东篱下，悠然见南山”，那是别人当过官，牛b过几年，然后才可以说想退下去种牵牛花的话。总不能你一个平头百姓或者九品官就来议论“做丞相压力太大，容易骨质增伸尖锐    湿尤 ”把。再说回来，陶好像是受排挤或不受重用这类，如果仕途一番风顺，个人拳脚充分施展，在晋朝顺利打造了理想中的和谐社会的话，恐怕我们今天就读不到“不为五斗米折腰”的名句了。这句话颇重要，被lay off的时候总可以自勉一下。最后说一句，那种没上过电视的还自称“不想红”的，一般有啥同一首歌这种演出还特积极，看到镜头对到人群了，跳得比谁都高，完了回去还打电话叫七姑八嫂的去看转播，看能不能找到他。所以我很厌恶。我说的一点都不夸张，反正我过去就这样。但好一点，我从来不会说我不想红。               扯回来一点点，我也不是说我想看重点击率，因为我不红是事实，没有fans给我捧场也是现状。我不能改变就要接受，总不能买回来几只土狗把毛拔了当海狗把。继续往回扯，我就是想说我总的写点有内容的而不要今天冰化了明天起雾了下周一prion break又要开始播新的episode了               写点东西是我上午计划的。我想这样能丰富一下下班生活。说到上班，我很久前就想写点东西，提纲都理了，不信的拔主机电源。 三点，白天穿身polo出门，晚上回家喂宠物，周末朋友聚会畅想一下休假去欧洲旅游。 这里不是说我，只是我总结的。 其实对我而言，欧洲除了荷兰能嫖妓外，没啥吸引了。当然了，文化气息啦，艺术氛围拉，浪漫典雅啦，一砣一砣的理由可以把欧洲游归类为情趣高雅的小资活动。我说这些确实没有贬义，因为啥时候我去了欧洲，回来肯定也是贴一推照片显一下。尽管我对卢浮宫里面的收藏完全没兴趣。雕塑，绘画啥的，网上看照片比去现场还清楚，还免得排在后面的嫌你慢踩你后跟儿。还有，本人艺术修养甚低，除了蒙拉丽莎维拉斯，其余的基本都不认识。现场看介绍，估计也不能把中英文（或者法德意文）对上号，这样就更不认识了。我现在偶尔伪高雅一把去看歌剧，都是先在wiki上查介绍，大概有点了解才不至于中途睡过去。我没睡过去也不是因为看过介绍就能欣赏，只是心痛十几块的门票罢了。不过， 去荷兰还是不一样的，哪怕洁身自好只是看看。 好比自然风景，看照片和看实物差距还是巨大的，不然能有人去stripper bar么, 全都窝家里看片了。 突然想起来，不会有人是因为想去意大利吃pizza拔。 比起pizza，我更怀念煎饼果子，便宜又热乎。 寒假回北京，清华n食堂地下开了一pizza点，里面小情侣们都一手刀一手叉的，斯文的很。我看了就很想笑，但我也承认这是很不厚道的。毕竟环境不一样，过去我在北京去趟pizzahut也觉得是很有面子的事，好比十年前去趟肯德基似的               我是不养宠物的。人生来是不平等的，但绝对是自由的。我最不能接受的就是养鸟养鱼，想想那么宽的天，那么阔的海，那么自由的生灵被憋在一笼子一缸里，被人东伶西走俏看，连大小便都没隐私，有理么？养猫养狗也不成，猫是该去抓老鼠的，狗是该去。。。慢着，本来是没有狗的。能自由奔跑的日子里，我们管它们叫狼。               本来polo没啥好写的，以前我打算借此回忆一下和恢恢去买衣服的事。我大2前所有衣服鞋袜都是我妈买的，直到一个春光扎泄的下午恢恢带我去了五道口，从此我发现购物确实是令人愉悦的事情，和吃冰淇淋一样。后来逛街就更多了，和不同的人去不同的地方，我买衣买鞋还买过装饰用的纽扣，三角的五角的月牙的带图案的那种。 唯一一次，我承认               现在必须要打住。我写的过程中又发现很多话题，但今晚不能继续了。 一是夜深了，二是一些东西不受控制。               急急如勒令，停！      Comments   Melissa:     增加一下点击率 另外,其实就因为你老写一些不知所云的文字,我觉得你变得好深刻哦 不过, 其实我想说,你可以从这个方面红起来 ^_^    Kyle:     休息, 休息一天    Knox:     这样吧！除了文中人名不点以外，每次点一个主题作为你下一篇文章的开头怎么样？stripper bar this time    Bin:     增加一下点击率， btw，你到底开始上班了么？    Echo:     我原來還一直有點想養魚的 看來要反思一下了    min:     好像跟短的并无差别。。。。。    MOLLY:     长一点的blog,看着比较过瘾。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%9D%A5%E7%AF%87%E9%95%BF%E7%82%B9%E7%9A%84/",
        "teaser": null
      },{
        "title": "越来越",
        "excerpt":"越来越    我来更新前先看大家的留言，发现上上篇冰下面，有条zhen的留言，以前没看到。zhen 说我“越来越有写作天赋了”。其实我本来想来写的东西也和zhen有点关系，所以就这句话开始好了。这句话我同意一半，如下  如果说xxx越来越yyy了,那么xxx以前一定是zzz的，或者至少不够yyy. 其中yyy,zzz是一对反意的形容词。 这算是\"越来越\"的前提把。我说zhen的话我同意一半，就是说我很同意这句的前提，就是我过去写的东西很烂。比如高中的时候，作文那叫一个烂啊，拿一西红柿扔到水泥地上最多也就和我一样烂。 我也试图多看些作文书啊，读点国内外名著阿啥的，但依旧烂，支离破碎的烂。 慢慢我也就认了，觉得大概是没有天赋的缘故。 后来不用每周写周记了，改成天天灌水，想说的话反而越来越多了。一天，顿悟，过去写的太烂原来是少不更事的缘故。大学之前实在没啥经历，可能英语考试没上班平均就算特大挫折了。而且因为总是考不上平均分，多挫几次也就习惯了。 过去心态也平和，除了抱怨食堂伙食差，对社会对政府也没意见，安居乐业也算本分。那时候要我议论点啥，都跟便秘似的憋出来的，能不臭么。 大学开始发帖子，写文集，那就不一样了。没点情绪会去更新么，而要写的时候都是心头有点想法的。呼吸系统和消化系统是不相通的，所以再臭也臭不到哪里去。另外一点，现在写东西不会担心语句通顺措辞造句的问题，写起来就很自然。如果有人留言给我指出文中病句，肯定马上就被我删了。我写点东西要你来指手画脚么， 又没人逼你来看，除非你犯贱把我blog设成主页。还是那句话，不满意的拔机箱电源，世界就清静了  至于zhen说越来越有天赋，我是很不同意的。因为天赋是天生的，不会是越来越有的。越来越多都是脂肪啊，胆固醇这类的。我过去开国了几个账号，文集也写了2年，要是有天赋肯定早就红了，但没有，可见我是没天赋的。我觉得我写东西只有2点长处，第一我不流水账，因为我没有耐心写流水账。第二我不祥林嫂。其实前些年我也比较祥过，老是冤大仇深的样子，风格属于在love版的帖子。后来遇到几个更祥的，深刻体会到祥林帖的视觉污染危害甚大，就慢慢不哭孩子被狼吃掉的事情了。只要我还没被狼吃就好了  我现在写东西也不是因为有啥情绪，只是无聊。打发时间可以去mitbbs看八卦，最近比较火的是斯坦福的崔教授，大有超越鲤鱼事件的趋势。我总不能成天都去关心family版上的破事，总要换换。所以不如自己写点东西。既然这样就不需要命题作文了，这样反而不自在。我就不去写stripper bar了，那其实是很没意思的地方，去了一点性欲都没有。  开头我说我本来想写和zhen有点关系的地方。那是我看到她写了几首梨花体的诗。 我就想到了赵诗人。我本来是完全不欣赏现代诗歌的，个个都鬼哭狼嚎的。第一次知道梨花体赵诗人的事情后，我就去看了她的诗，一个人来到田纳西： 毫无疑问/我做的馅饼/是全天下/最好吃的。 可能很多人觉得很好笑的，但我突然很有共鸣的感觉。不知道其他在国外的朋友是不是这样，反正我刚出来第一次做饭的时候，就觉得我炒得回锅肉是特好吃的。赵能抓住这个独特的视角，让我很惊奇。 后来看了她另外一些诗，虽然没有共鸣，但觉得很通俗。我一直断断续续的看赵的blog, 一个弱女子在被网络大众嘲笑后,反而依然坚持自己的风格，在网络上和人争辨，是很有勇气，不象过去几个和韩寒吵架的wsn, 几天后就shut down blog,太他妈没种了。 完全是网络世界的废物。   再说赵的诗，我觉得很好还是因为她把诗歌的架子放下来了，让我这类的糙人也能接受和欣赏。网友的意见是如果诗歌这样，那就人人皆诗了。废话，人人能写blog,人人就不能诗么。赵就给了我们一个例子，多分行就是了。我觉得对，行数多的文学体裁就是诗。 因为赵，我还对现代另类诗人有点兴趣，找了些来看，写得都很裸，我看了也哈哈笑  关于诗歌我最后想说的是安安，他算是我认识的唯一的一个诗人。他写了很多诗，而且是比较传统的现代诗，就是过去我觉得鬼哭狼嚎的那种。虽然我都不会去欣赏，但我觉得他是很好的诗人。因为我读过他写的一篇小说，是我很喜欢的，所以我相信他会是很好的诗人。安安要出他的第二本诗集了，叫文字的愿望，我说给他扎起，可惜我不红。不然我在blog上一提，就有无穷的海狗去他blog看他写的诗，这样他就开始粉红了，慢慢会有一堆安徒生，再然后，他也就红了       Comments   peng:     这篇长！      LI:     矛盾    Knox:     吃饭的时候突然想到了一个词来形容你的fans:海米（海迷），你看怎么样？哈哈！~~~~    Knox:     (^~^) 其实用肉体写作的古今中外不乏其人，好多还很出名！比如杜拉斯，比如木子美。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%B6%8A%E6%9D%A5%E8%B6%8A/",
        "teaser": null
      },{
        "title": "夜归",
        "excerpt":"夜归    1点夜归。但我忍不住一定要来写2句，哪怕待会儿只能睡上6个小时  刚去看了2部电影, 都是有字幕的.  Letters from Iwo Jima (Japanese) 本来看了trailer期望值比较高，今天突然想去电影院也是冲着他的。但实在没有什么出彩的地方。从大兵雷恩之后，这类战争题材的影片没一个能望其项背的  Pan's Labyrinth (Spanish) yahoo movie的rating, 近期第二名是上面Letters, 而第一名就是这个labyrinth. 我之前有点奇怪，因为从trailer看来，labyrinth就是 无极 这类的神怪特技电影。墨西哥的电影特技再强也不至于到美国来嚣张吧。反正小日本那个Iwo Jima不是很过瘾，就“抱着试一试的态度”继续去看了，结果。。。。  Pan's Labyrinth 太他妈的好看了！！！！！ 空翻720度暴吐血推荐！！！！！  。。。。。。。cool down的分割线。。。。。。。。。。 下面文字稍有些spoil, 建议大家看了电影再看  我是很少用不同字体不同颜色的，可见了。 一个主旋律的无产阶级革命题材影片，竟然能和一个童话故事绝妙的融合。 故事在残酷的阶级斗争闪现人性的光辉，反动军阀的冷酷无情和少女的天真童趣味形成强烈的对比，加之特技处理精细微妙，背景音乐悠扬舒缓，故事结局又凄婉动人，看完了不找人分享一下实在不快，只能来写blog了。 。。。。。。。。。。。。。。。。。。。。。。。。。。 10年前第一次玩 仙剑 后，这是我第二次强烈感觉到 “凄美“的电影。  黄金甲 没有入选最佳外语片，我觉得可以理解，Volver 也没有入选，我就觉得比较难接受了。但今天看了pan, 什么都觉得不奇怪了。 今年奥斯卡最佳外语片，一定要是Pan的！！！我现在开始成为铁杆的潘冬子！  Now playing everywhere ! go for it guys!!         Comments   min:     but it's so sad……………i can't really stand it………    kyle:     多谢提醒，我又开始更新了    Zhenyu:     不错    Grace:     哈哈,就是就是 把电影写到了这个blog上来了      Bobblecat:     re a re, 真得好看啊，呵呵 电影从一开头就诡异了，照您的话应该是凄美了。我宁愿去相信一切的童话都是真的   找个时间看volver    Knox:     你的另一个blog怎么办？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%A4%9C%E5%BD%92/",
        "teaser": null
      },{
        "title": "I Am Back",
        "excerpt":"I am back    我想我应该继续下去。 所以又开工了      Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/i-am-back/",
        "teaser": null
      },{
        "title": "Letters From Iwo Jima",
        "excerpt":"Letters from Iwo Jima    热身ing。 所以我copy一段大家不会介意把，呵呵  “本来看了trailer期望值比较高，今天突然想去电影院也是冲着他的。但实在没有什么出彩的地方。从大兵雷恩之后，这类战争题材的影片没一个能望其项背的” ----radium  还有一点值得注意的，看海报中间，“硫黄岛xxx手纸“ 。  这真是一部具有浓郁日本风情的电影阿                                               Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/letters-from-iwo-jima/",
        "teaser": null
      },{
        "title": "新专辑",
        "excerpt":"新专辑    25号，张学友发新专辑 在你身边。 没啥说的，电驴ing.  我可以想象明儿早8点过那会儿，我一边等红灯，一边跟着音乐打拍子.  最近castpost一直不能上传，我就不能更新歌曲。不过现在又可以在blog放歌了，因为找到一个比较可靠的host:  http://haihuang.org        感谢微软，感谢我的唱片公司  关于Pan's Labyrinth, 有点忘了说了, 就是片子中有几处较血腥的镜头，R级。如果国内上映，多半是会被剪掉的。Anyway, viewer discretion is advised.,hoho.  关于这点，有另外详细的说明。  ps1 我总有个习惯，尚不论好坏，就是把一些事情比较\"牵强\"的联系在一起.或者本来就是联系到一起的 ps2 我几乎不会一个人跑去餐馆点菜吃饭，但我会一个人跑去看电影，还经常。     Comments   min:     好像并不好听……….    kyle:     re wen hehe,keep in touch~re fb,,,我也看了saw的，这个系列我一直都觉得不错。今年等着看saw IV把    Maruko:     昨天看了SAW III，觉得竟然超出了前两部，很不容易哩。也推荐一个。但是实在太血腥，尤其是开始的两个cases~~~~~~~~~~~~~~~~~~~~    雯:     今天突然想起好久没看你的blog了，再一看，你不在我msn list上了。。。。 不知道是微软技术不过关，还是什么牛鬼蛇神。 好在我已经学会怎么把人加回来。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%96%B0%E4%B8%93%E8%BE%91/",
        "teaser": null
      },{
        "title": "Pan's  Labyrinth",
        "excerpt":"Pan’s  Labyrinth    关于这部片子多么多么好看，我多么多么推荐，radium已经讲的很清楚了。  这里详细说一下片子里面血腥镜头的问题。 的确，里面有若干R级的血腥镜头，视觉冲击较强。但这也真是我觉得这片子吸引我的地方  1 特技很成功。 我想这可能是我看过的唯一一部墨西哥电影。是有很多特殊的地方。比如若干血腥镜头的特写，逼真度颇高。比如缝嘴那段，看得我都心里发毛。。。 2 我觉得导演如此设计是有深意的，就是和Ofelia的童真形成强烈的对比。本来一些童话不是那么让人觉得轻松的，但在血淋淋的场面后接上一段白雪公主加Prince Charming，效果就不一样了 3 可能是最重要的一点，就是我本来是喜欢看一些血腥的电影，比如saw，比如happy tree friends，hoho  最后，预祝pan能拿下今年的最佳外语片，掌声      Comments   Shu:     好电影. 有深度又有娱乐性.      诗荃:     我今天去看 改msn昵称的时候发现你的昵称居然也是这个 然后就跑过来了 墨西哥电影还是有很多不错的，比如有一部叫什么他的妈妈什么的，就很好看，两个小青年和一个老女人road trip    Echo:     第三點 re    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/pan's-labyrinth/",
        "teaser": null
      },{
        "title": "Saw Iii",
        "excerpt":"saw III    有人提到saw III，我顺便写一下，反正我也看了  saw系列我都比较喜欢，海报做的就很好，II是两根烂指头，III是烂牙齿，很有气氛  血腥是肯定的，特别是搬石头砸自己脚  咚！阿～ 咚！阿～～ 咚！阿～～～                                                Comments   Shu:     啊?? SAWIII 出拉? 怎么没看????!!!!!    Grace:     哈哈,好形象啊. 咚！阿～咚！阿～～咚！阿～～～不过真是太血腥了，想吐    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/saw-iii/",
        "teaser": null
      },{
        "title": "一个很重要的问题",
        "excerpt":"一个很重要的问题    困扰我3个多月了，一直没有解决。  就是怎么才能在12点前睡觉呢？？？  我觉得这个问题还将长期的困扰下去。  下面是另外一个问题，我觉得像中国这么大的国家，管理起来难度是很大的。特别是现在由于网络的普及，如何控制和打击一些扰乱民心反动消极的言论，是一个困难而艰巨的任务。在治理方面，有时候的手段可能就会武断一些，但也是无可厚非的。比如当年关一塔关未名等等措施，相信都是不得已为之的手段。也就是说，如果换了我坐在那个位置上，也会这么干的。虽然知道会被人骂，他们也是顶着压力干了，很果断。相信他们的付出对中国长期稳地的发展，是有积极意义的  现在，这里，我就是想对他们说，我操你祖上十八代的大爷    Comments   Kyle:     老子就是想操，管他是大爷还是十八代祖宗。今天又强烈一点，操他到猿猴那代的所有祖宗，tnnd    田:     问题和你差不多 我的问题是，怎样在1点前上床，2点前睡觉 关一塌关未名，还有一个就是关水母吧 最后一句话有个问题：祖上十八代的大爷，应该就是祖上二十一代了 所以，你要么说：我操你大爷——祖上三代的代表，或者你应该说：我操你祖上十八代    LI:     我每天不睡9个小时爬不起来。。。    Kyle:     我觉得这个问题要分两步走,第一是在12点前上床,1点前睡觉.这样我大概能睡7个小时每天.然后才慢慢过渡到12点前睡着..考…现在已经1点了….    Melissa:     我觉得首先你要弄清楚，你是因为无法在12点前上床，还是无法在12点前入睡。。。    Kyle:     triff的意见操作性强，就是明早可能迟到2小时另外的也很有实践意义，所以我现在就断网去了。拜…(另外一个“拜”还没说出来网就断了。。。)    Jing:     断开网络，甚至不要看电视，先把屋子收拾一下，衣服洗一下，躺在床上看书，很快就睡着了。 我现在就是这样，觉得作息健康多了^_^    Echo:     把網線掐了    min:     你睡觉得时候,把钟调到11点~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%B8%80%E4%B8%AA%E5%BE%88%E9%87%8D%E8%A6%81%E7%9A%84%E9%97%AE%E9%A2%98/",
        "teaser": null
      },{
        "title": "不是说德国车很牛b么",
        "excerpt":"不是说德国车很牛b么    咋气囊都没弹出来呢  小小缅怀一下许mm和那辆mini cooper          Comments   Kyle:     赔不赔跟我没啥关系，看热闹而已    田:     mini貌似应该是6气囊吧？ 完全可以找BMW索赔 把我们“缅怀”许mm耗费的时间，换算成GDP，一起索赔    Kyle:     很会找借口嘛，可以去做客服了    LI:     啥时候改成蓝色了？      LI:     撞的是后面，前面的suppose不弹出来的    Kyle:     不晓得为啥mm都喜欢mini cooper..那么丑的车。。。    Bin:     好像mm长得还粉不错。。。sigh 同悼念。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%B8%8D%E6%98%AF%E8%AF%B4%E5%BE%B7%E5%9B%BD%E8%BD%A6%E5%BE%88%E7%89%9Bb%E4%B9%88/",
        "teaser": null
      },{
        "title": "一些地方真得不能去",
        "excerpt":"一些地方真得不能去    去了之后的反应总是一样：依次是低落，后悔，犯贱，最后被bs，然后躺到床上又是1点，又睡不着，又他妈想骂娘  如果一切重来，我真的还是这么过么？      Comments   Kyle:     田田同学，情操要高尚点，ur guess not even close…   谭同学的发言很有创意，我要引以为戒   至于water同学，咳咳    Bin:     不会是哪个bbs吧。。。。 cmft，以后就不要去了。我也经常这样，自找的难过。    Ying:     恩，这篇写得比较暧昧·～ 你不会是有便秘然后很痛恨去restroom吧？哈哈哈哈……    田:     沙发，不错 什么地方？ stripper club还是 PAO FANG？ 其他的想不出来了    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%B8%80%E4%BA%9B%E5%9C%B0%E6%96%B9%E7%9C%9F%E5%BE%97%E4%B8%8D%E8%83%BD%E5%8E%BB/",
        "teaser": null
      },{
        "title": "Nite At Museum",
        "excerpt":"nite at museum       本来我是不想写这部电影的，因为太无聊，以至于我差点没睡过去               但216m的票房是也值得重视的。原因很简单，这是圣诞档期的唯一一部大片               顿时，我就联想到电影届的黑幕，潜规则，等等等等                                                                         Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/nite-at-museum/",
        "teaser": null
      },{
        "title": "太阳,你在哪里",
        "excerpt":"太阳,你在哪里    那些 来去匆匆姑娘 带我 走进快乐梦乡  却使我愈来愈习惯 对漂亮的眼睛撒谎  怎能忘记你在身旁 几度欢乐几度忧伤 怎能望昔夜月影离合 几多欢畅几多迷茫  我我我要要抚摸摸你你你你你你你                                                Comments   Kyle:     中国火    Nan:     去听听红色部队的 累    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%A4%AA%E9%98%B3,%E4%BD%A0%E5%9C%A8%E5%93%AA%E9%87%8C/",
        "teaser": null
      },{
        "title": "沉闷",
        "excerpt":"沉闷    比赛悬殊就会沉闷  比如今晚的superbowl, 比如昨晚的火箭  继续   风  吹不散长恨花  染不透乡愁雪  映不出山河月  圆不了古梦     岁月蒸华发  宝剑依旧亮热血洗沙场  江河回故乡     月亮  月亮  溶化我的月亮     Comments   Unknown:     也来看看海同学的BLOG，也，抄的八错嘛！    Kyle:     明显是我抄的嘛，诶亚    Annie Avant Chanel:     奶娃体    田:     这两天怎么变得这么文学？ 受什么刺激了……    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%B2%89%E9%97%B7/",
        "teaser": null
      },{
        "title": "时任文学",
        "excerpt":"时任/文学       如果直接把 时任 拿出来，我不认得这个词。我想小初高的语文课本上都该没有这个词的，不然我就认得。               不过放到上下文，我大概就猜到了。 那些人，那些事，就叫 时任               然后我去google。但g出来都是。。想起大学时任我欺负的男生。。任弼时任中央书记。。 翻了3页，就是没有answers一样的网页给出一个诠释。       我觉得很遗憾，这同看到wiki百科中文项数和英文项数巨大差距时的遗憾一样。 其实，中文条目数连日文都比不上的。               我本来想说啥来着？ 文学，田田说很文学，然后zhen同学还来符合。               其实啊，用阑尾想想就知道了，我会文学么？我能文学么？       如果文学了，那一定就是抄来的。               以前看的一段文学的对话，流行过一阵       鱼说你看不到我眼泪阿啥啥，水说你在我心里阿啥啥。               我感觉一般。今天又看到一句，我觉得就够文学了       鱼说。。。水说。。。锅说，考，都tm快熟了还那么多废话                       according to triff, 我经常来写blog是因为没作业写。我bs我自己              Comments   Kyle:     google一下就知道了，呵呵    Bin:     我从来没听过 时任 这词，到现在也其实也不明白。。。。    Kyle:     田田你对erin同学的评价就发到她blog上嘛，到处乱写乱画血腥。。其实一般了，只是我替大家说血腥而已    田:     关于时任，好像是从某官方听来的 不过没有验证过 关于文学，那都是唬人的 不过话说回来，Erin同学好像比以前成熟了，的确    Knox:     忘了问了，还有哪些？    Knox:     Pan's Labyrinth, 我看到的血兴镜头有：砸鼻子，割手，割嘴，封嘴。其余的都比较艺术化了，和珍妮弗洛佩兹演的&lt;Cell&gt;差不多。    Unknown:     原来如此．．．    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%97%B6%E4%BB%BB%E6%96%87%E5%AD%A6/",
        "teaser": null
      },{
        "title": "2.oo流 （4）",
        "excerpt":"2.oO流 （4）    都沉了底的连载，浮出来透透气  这一年，我25岁了。  25了，，，  考    Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/2.oo%E6%B5%81-4/",
        "teaser": null
      },{
        "title": "新闻",
        "excerpt":"新闻    我6点那会儿上网看cnn，有一个新闻很有意思。说是NASA一个宇航员，40多的Nowak阿姨，上周末从Houston裸奔到Orlando, 在机场用pepper spray袭击\"情敌\"Shipman阿姨。Shipman阿姨开车跑掉，找来警察叔叔并抓住了Nowak. 后来发现，Nowak贴身带了枪，刀，塑料袋，化尸粉等危险品。这下好了，一桩企图杀人未遂案。升堂~~~  Nowak and Shipman were both \"in a relationship\" with Navy Cmdr. Bill Oefelein, another astronaut 这是一段原文，如果读出来，念到in a relationship时候一定要学Ross的兔子手，这样就很有效果了  随后就是NASA觉得shamed, 家里面觉得shocked. 最后找个心理学家出来点评，说jealous,尤其是sex jealous会让人变得很傻b。看到这里，我就觉得那个心理学家其实也是个傻b  四十好几了，还心情跑大老远去杀人，果然作宇航员有超过常人的素质。 想想几年前我也有那么激情过，可惜转瞬就萎了。所以我没有成为一名宇航员，也没机会去NASA了。 但我还是很喜欢他们的motto, 感觉裤裤的----Failure is NOT an option  我才25，但一个40多的仨小孩他妈能去做的事情，我已经没脾气了去做了。“我已经老了” 这是王小波特推崇的一个谁谁谁写的的啥啥啥小说的第一句话。王点评说“无尽的沧桑尽在其中”。开始我不觉得，但在王的好多文章中都提到这个谁谁谁，说他的小说如何如何牛b.而且老说这个例子。 看得多了，意识就被强奸了，渐渐我也觉得这句话沧桑起来。  但我还没老，我他妈才25，我可以负责任的告诉你，我没去干掉那个谁谁谁只是因为俺的化骨绵掌还没练到第九层，或者因为最近都没有找到买枪的coupon. 总之，我还是有动机的，未遂罢了  Nowak在法庭上眼睛直直的往前看，都没眨一下。一年前她坐“发现者号”飘在外太空看火星得时候，不晓得也是不是一样的眼神。  下面是一些无关联的声音，突然飘进脑海的。  Houston, we have a problem!   威~~~~武~~~~~~~~~~~    Comments   peng:     那位阿姨的尿不湿很强！    Kyle:     从以上留言可以看出，大家的taste都是不一样的。真好    LI:     人想老都不容易    Bin:     我觉得你可以考虑把blog整理一下出本书，肯定特畅销，至少对我。      田:     hai,从这篇blog，我发现你最近确实睡眠有问题 思路不是很清晰，逻辑些许混乱 或者，使我很混乱？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%96%B0%E9%97%BB/",
        "teaser": null
      },{
        "title": "Tx",
        "excerpt":"TX    前几年是Destiny Child, Beyonce， 今年是Dixie  Chicks  看来德州的音乐还是比较牛x的      Comments   sayon:     怎么了啊，听上去不太开心啊 patpat    Kyle:     大家都好.不好也要装好    sayon:     春节快乐~嘻嘻~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/tx/",
        "teaser": null
      },{
        "title": "落叶归根",
        "excerpt":"落叶归根       我觉得一个很大的问题。人死了不是要硬，要流黄水么               试试把一猪肉揣3天，肯定都长Q了。。。                       另外，导演很贪心。                                                 Comments   Heng:     他路过一个村庄参加葬礼的时候那位老人家给了他一颗药丸，含在嘴里防腐烂的    min:     你说的那几个朋友我大概也见过,不过是在houston,哈哈    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%90%BD%E5%8F%B6%E5%BD%92%E6%A0%B9/",
        "teaser": null
      },{
        "title": "站一天是很累得",
        "excerpt":"站一天是很累得    这样，我现在就很累了    Comments   Kyle:     kao….这个就没人慰问我一下    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%AB%99%E4%B8%80%E5%A4%A9%E6%98%AF%E5%BE%88%E7%B4%AF%E5%BE%97/",
        "teaser": null
      },{
        "title": "2.oo流 （5）",
        "excerpt":"2.oO流 （5）      如果是一个人，有些回忆就成了专利。别人是不能分享的     比如帐篷外的脚步声，比如海边的一阵风，还比如那个淡黄头发的比利时男孩&lt;/div&gt;                                                                                                        ## Comments **Shannon**: &gt; 原来不止我一个人看到这个惊诧 **Kyle**: &gt; 只能算一般gay吧 **雯**: &gt; 好gay啊~:p     ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/2.oo%E6%B5%81-5/",
        "teaser": null
      },{
        "title": "猪年了",
        "excerpt":"猪年了    对于上周的fb,我个人认为是略略过了头的。虽然说是过年把，也该有些节度。这周我便很规矩，打一次球，搓一顿饭，写一篇blog，安安稳稳过到第三天。  不晓得现在算初几了，也给大家拜个年。  已经是第4个不在家的春节了，习惯的很。第一次该是02年的春节，我借口准备考G就留在北京。那会儿自己还没电脑，就租了一台式机放寝室，大概一个月200快。背单词自然是枯燥的，倦了就上网闲逛，靠天网找些或毛或不毛的片儿看。此外就是上未名, 并很快完成了从只看不回到频繁发帖的转化，然后就踏上了关税的不归路。。。那会儿我用radiumys的id, 一寒假都混love，还一付过来人的样子写些酸文。现在一想起来就觉得特恶心，所以此后我再都不去love了。除夕那天从起床就开灌，直到赵主持和倪主持出来给大家拜年了，才想起一天都没吃饭。看到床边才翻到C的红皮书，更是罪孽感深重。我便决定去学习，地点牛教。 路上情景都模糊了，想想应该是天寒地冻外加人烟稀疏的。 我又冷又饿，很快便忘了一整天的颓废，反而觉得大过年的我抱着红皮书去找自习室是很不容易的。  走到海图，发现牛教关了，所幸牛2教，就是斜对面那个北京牛肉面馆，还开着。我大概点了大碗面加一碟海带丝，和着醋胡乱吃了。面汤喝下去，身子又暖又饱，便开始犯困了。我想这样的状态是不便于记忆的，于是决定回宿舍。路上还是很冷，我大过年的抱着红皮书在街上溜达，不管有没有背单词，本身都是很不容易的。  回到宿舍折腾折腾就快零点了，抢个整，就算过年了。  除了第一次，其他的都很难记得仔细。大概都是和朋友搓年夜饭了，不过具体是谁就忘了。 过不了多久我看我也记不清今年和谁过年了，总之都是些年轻的笑脸就是了。   猪年了。嗯。     Comments   Annie Avant Chanel:     你的这种后现代文章写的越来越得心应手.    peng:     映像中在love就发过一篇俺现在根本不想去想的恶文。。。最惨的是被你认出来了。。。当即觉得超寒。。。。从此再不踏入love半步。。。也不在bbs发恶文了。。。    Kyle:     还有哦，幸好那个时候斑竹不在，要是被m或者进精华去了，现在被人看了我就觉得暴没面子    Kyle:     总结一下，都是在装b。  过年好啊 过年好    田:     突然想起来，那年中国男足出线的那场比赛，沈阳五里河体育场主场对阿曼 我在空无一人的教2看书，觉得自己特高尚，特出众 一边看，一边不时地听周围很远处教学楼传来的吼声 那晚效率特高，数据结构竟然都看了20页（虽然都是已经看过的） 感觉很好，自己觉得，从那天起就可以一头扎进学习的海洋中，而不能自拔 可惜的是，一个月后我扎在了cs中不能自拔，而不是书堆里……    mingzhu:     你也开始忆苦了    Heng:     好玩    Bin:     竟然大年三十的还在看红宝，佩服佩服。我觉得牛2教这名字比较搞笑。    田:     这种，一阵大睡过后 满怀罪孽感，捧着一本厚书去自习室寻找心理平衡 饭后却又是困意来袭的经历 大学有很多 现在想来，真是 自欺欺人 不过确实还是欺骗到了很多人，说我爱看书    Zhenyu:     记得真清楚呀    sayon:     哈哈~love版的那段真逗 我去love版搜了一下 可惜没有燎~    min:     haha………i can image that……….sometimes you just want to play the sad one when you were still young………now i just don't care any more………hahahahahaha    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%8C%AA%E5%B9%B4%E4%BA%86/",
        "teaser": null
      },{
        "title": "15 &amp; 屁股",
        "excerpt":"15 &amp; 屁股    今晚在我家fb的人数达到15，创历史新高。我认为是一个很吉祥的兆头。因为5是幸运的。  中间时候我去洗手间。门一关上，堂屋里的喧嚣与我隔离，突然就很有“偷得浮生半日闲”感觉。镜子里的人盯着我，唯有思考才能附庸此刻的清高。于是，我就想到了p股。  什么情况下p股会痛呢？  首先是打针。 青霉素红霉素链霉素，都痛。我就不明白为啥打针要打p股。脂肪吸收药快么？  然后是长跑。高中运动会我去跑3k,  跑到大半p股就开始痛。只能忍着呀，豁了p的跑。最后跑完了，还我一直绕场走，那疼得不能坐阿。 后来，我记得成绩是第七，可以给班上加1分。又后来，我记得我们班拿了年纪总分第一，超过第二名2分。大家都在欢呼的时候，我暗自伤叹俺pp算是白疼了  第三是我新近发现的，就是跳水。记得我过去写过。就是爬上5米台往下看的时候，我就基本昏菜了。 因为你能直接看到池底，大概就是8，9米的感觉。要不是旁边有个8，9岁的小孩也被他爸鼓励来跳，我肯定就萎了。最后呢，我采用了\"一炷香\"的入水动作，难度系数约0.3。 但半空中一失重，身体就本能的蜷起来，入水的实际动作就成了难度-0.3得“秤砣” 。 痛，那真是摔成2半的痛  一点不骗你，这些都是我照镜子的一小会儿功夫想到的。然后我开门走出去，还都是些年轻的笑脸。  背后就马桶还在咕噜咕噜的响    Comments   Kyle:     我说的是照镜子。。。不是蹲马桶。。。。    Bin:     坐在马桶上都能想这么多，真是pfpf    田:     你总是在回味过去的很多很多 说明你的心中对过去有放不下的东西 和我一样 不过 恰当的回味是好的 过头了就会出问题 btw：我找到一个yonex的代理，ns9000才卖不到1000    田:     你总是在回味过去的很多很多 说明你的心中对过去有放不下的东西 和我一样 不过 恰当的回味是好的 过头了就会出问题 btw：我找到一个yonex的代理，ns9000才卖不到1000    Echo:       FB=腐敗 e.g.: BG=報告/八卦    Knox:     FB是什么意思？Fun Ball? FullBack? FeedBack?    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/15-&amp;-%E5%B1%81%E8%82%A1/",
        "teaser": null
      },{
        "title": "月计划",
        "excerpt":"月计划    Scuba diving + tennis  周末fb照旧，毛毛球照旧  可以去看场rodeo, beyonce是在15号晚上。春假期间酌情请天假  还有，可以考虑刷刷，据说有据点  还是不能在1点前睡觉。如此以往，我便死了    Comments   Kyle:     田田，你最后一句话也太太太了。。。。    Bin:     真是丰富多彩。。。。    田:     坚持两天睡8小时的觉 后果是昨晚12点半上床后 一直很亢奋睡不着 估计约摸1点半才恍然入睡 当然，也可能是身边没人抱的缘故    Kyle:     我只睡6个小时那还不死盯了。。。        田:     我现在每天保证5天锻炼 3天健身房+2天羽毛球 两边的教练都说 我每天只睡7个小时的觉 身体来不及恢复 于是我习惯了在12点之前上床 而且 我已经坚持了2天 bless me    MOLLY:     “还是不能在1点前睡觉。如此以往，我便死了”，为嘛？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%9C%88%E8%AE%A1%E5%88%92/",
        "teaser": null
      },{
        "title": "Ghost Rider",
        "excerpt":"Ghost Rider       定期定量的观看好莱坞“大片”对身心健康有一定好处的。               就跟现在流行吃草吃叶子吃糙粮的道理差不多               就是时不时得要敝俗一下。我大概就是这么理解的                       女主角年轻时候那个演员是个美女。但不红，估计是不适应潜规则               Comments   .:     其实美女红不红和潜规则与否没必然的相关性，很多美女潜了也不能红 这条道很坎坷，要看机遇~    .:     你说是个美女的是The hitch 里的Sarah吗？样貌挺有风情的   就跟现在流行吃草吃叶子吃糙粮的道理差不多 this remark is so funny, 还有吃叶子吗？茶叶    Heng:     恩，这部片我去年看电影的时候就看到预告了，估计很猛    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/ghost-rider/",
        "teaser": null
      },{
        "title": "走一天也是很累得",
        "excerpt":"走一天也是很累得       现在倒有点累过头了               bang! bang! !                      Comments   Kyle:     墨西哥电影，讲西班牙语的    Echo:     這個不是英語的麼?    Kyle:     可惜没有的最佳外语片。。。    Echo:     Pan's Labyrinth終於要在香港上了~~! 這時差差的…………..    恩佩:     海哥呀加油呀 什么时候我也去美国找你哈 忽忽.加油哦    田:     早点洗洗睡了    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%B5%B0%E4%B8%80%E5%A4%A9%E4%B9%9F%E6%98%AF%E5%BE%88%E7%B4%AF%E5%BE%97/",
        "teaser": null
      },{
        "title": "贴点照片",
        "excerpt":"贴点照片    没啥写的。就弄些照片来贴。  第一张是我最近常用的体育器材。我比较懒，就都堆在门口。 A 哑铃。30lb x 2 B Gatorade. 其实我更喜欢喝蓝色的那种，因为比较好看，跟海水一样  C 网球拍。我新手，就选了107大头那种。网球热恋期， 一个人大晚上的对墙都能打个把时辰。网球有个好处，比如mm球是越打越少的，羽毛折了就废了。网球是越打越多的， 打飞一个，出去一般可以捡二个回来。hoho D 黄金一号mm球。朱dd同学推荐的，吴xl同学给我寄来的。一并谢过：） E Football. 前些天打算买刷鞋，未果，但顺便看到football打折就买了一个。其实去公园带一个football是很好玩的，而且要想把球扔出去后像弹头一样旋转前进也是很不容易的。啥都要讲技术的。 F Fins. 自由泳练习腿部打水用的。游蝶的时候也有些帮助，但我还是觉得上身挺出水面很费力 G mm球包跟拍子。期待最近将要面世的armortec 900，俺也要用一新款的拍子了~ H 健身球？ 说实话，我很少用它。倒是每个来我家玩的人都很喜欢，又踢又抱又压。comf...  现在来说说那些来我家玩的人都玩什么。我家没有卡拉ok的，就一小破电视还是别人送的。上个月大家都去另外几个朋友家k歌，但半夜都被警察来敲门。最近避风头，就都来俺家了 A Risk 具体介绍可以去answers.com查，反正是鬼子的众多弱智游戏中的一款，一大群人玩也很热闹 B Pictionary 哈哈，my favorite game! 幼儿园时候的简笔画功底又有展现机会了。 上周末得Titanic和shark都是超经典的。相信很多年以后都记得，hoho C Pokers....下面2付一样的，自然是拖拉机。上面一付红色，恩，一会儿介绍 D Set 考验观察力的益智游戏。超zan的 E Uno 鬼子版的变色龙。不过加了一些wild cards变得很有趣。  F Twister....对于经典，就不说啥了。值得一提的上次把2张图拼在一起7，8个人一齐上，那叫一个混乱阿。。。 G 魔方。我高三时候大概5分钟能转好的。现在都买了5个月了，还是搞不定。岁月啊，蹉跎阿 H 筹码。 配上那付红色的扑克，就可以玩Texas Hold'em 了。 一般每次每人出5/10刀，筹码输完走人，全部钱归最后一个赢家。这就是赤裸裸的赌博。  最近打算新添加的游戏是monopoly 和clue.  这样就不用去茶典子了，嘿嘿  两幅图，各有8项注释。 加起来，就是 HH         Comments   Kyle:     其实我发现很多人就算拍拖了在文集山也看不出来的。估计是现在流行低调。当然了，这个不是说我哦AT 主要是进攻性的 ，NS应该是要更全面一点    Kyle:     scrable 这种不太适合中国人完的。其实cranium也有点这个问题，特别是word worm部分    Echo:     基本上偶覺得去公園不是去拍拖就是爸爸媽媽帶著小孩去感受自然. 而從你的文里又看不出拍拖的跡象. 所以推斷, 你是跑去公園感受自然了. 因此得出結論: 保持童心 =&gt; 尊可愛.  跟有沒有兒童樂園米關係…..    Bin:     pictionary我也很喜欢！ 强烈推荐cranium，toys r us 一定有卖，人多的时候很好玩。 另外scrable，我也很喜欢。：）    Kyle:     所有玩具都在 toy n us 买的，hoho   去公园就很可爱么。。可能是这里的公园概念有点不一样，里面没啥儿童乐园的，呵呵    Maruko:     哇，刮目相看刮目相看~~~~努力效仿努力效仿，积极投身于腐败事业！！^_*    Echo:     你還去公園啊?! 尊可愛…………………..^^ PS: 聽起來twister挺好玩的樣子…不知道哪能買到? 偶最喜歡大混亂的場合, 哇哈哈哈    peng:     就玩过uno。。。。。 在哪可以搞到魔方呢？！    田:     第一，据说AT 900已经上市了，而且据说反响不如NS 9000，好像是综合能力的评测 第二，我记得你高中翻魔方就跟玩一样，现在杂不行了？ 第三，Gatorade我最喜欢的还是冰橙味，也就是橘红色那款，不过听说喝多了要便秘，所以我每天坚持吃香蕉    Ying:     btw, AT 900已经上市了啊，都兜售好久了～最近有朋友刚买了一支 不过不清楚美国这边有没有卖的了，反正我看到日本和国内都已经开卖了～^_^    Ying:     那么多游戏，看得我心直痒痒啊～～～～我也要玩！！！    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%B4%B4%E7%82%B9%E7%85%A7%E7%89%87/",
        "teaser": null
      },{
        "title": "Hooters",
        "excerpt":"Hooters    今天听一鬼子讲，上海开了中国的第一家Hooters分店。据说开张时候还人山人海的，来了好多公安维持秩序  我对此很怀疑的，就上网核对。果然在其主页上找到了  China     \t Name &amp; Phone Address   Hooters of Hangzhou    No. 217, XiHu Avenue Hangzhou,  310000    Hooters of Shanghai  011-86-6237-0080  B-1 Shanghai City 100 Zun Yi Road Shanghai, CN     Hooters of Pudong  011-8621-5049-0199  Pudong, Ground Floor, Super Brand Mall 168 Luijiazui Road (West) Shanghai, PC 200122&lt;/tbody&gt;&lt;/table&gt;  看来还是三家。。。  我还是很好奇，不知道里面waitress会穿露大腿的旗袍么？ 希望上海的朋友能去看看，呵呵   &lt;/div&gt;  ## Comments  **Kyle**: &gt; 要搞有中国特色的  **田**: &gt; 在国内开stripper club 公安叔叔要理麻你的......  **Kyle**: &gt; 棒约翰 总比 爸爸约翰 好吧，我觉得翻译的挺有创意的，呵呵  **Kyle**: &gt; 中国没有公开的stripper，考虑开一个哇  **Maruko**: &gt; 不过偶更有兴趣点指导店的中文名字叫什么~~~上次的Papa Johns叫“棒约翰”实在是让偶们有点寒哈~~~~这次不知道会不会就叫“猫头鹰汉堡店”喃~~~  **田**: &gt; hai同学 你给了我一个很好的idea 所以我说让你多留意你身边的服务行业 你觉得习惯的和自然的，到了中国很可能就是一个好的商机    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/hooters/",
        "teaser": null
      },{
        "title": "300",
        "excerpt":"300       我一直想怎么形容那300个男人。直到看见一个词，\"精\"\"壮\"男。               王高呼spartons的时候，那种霸气直逼黄金甲里面的周王。我觉得是很不错               另外就是摄影，色调，还有血的处理，我觉得是不错的               昨天yahoo评价是A-,现在降到B+,也都是很不错的               男性影片，去电影院看吧       Comments   Knox:     I like    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/300/",
        "teaser": null
      },{
        "title": "高中同学",
        "excerpt":"高中同学       明天傍晚时分，在下黄某人会在某川菜馆会见教主及教主夫人一行二人，共同商讨关于建教和龙尾在北美大陆的发展事宜。               下周四，winterTan携bf也会抵达休斯敦，在丰田中心观摩某姚姓中国球员献艺               我觉得，这些都是很好的。              Comments   mingzhu:     刘同学，我的身份属于他们要统战的， 没机会跟他们jian    Maruko:     解释就是掩饰！    Kyle:     俺是龙尾的好不好    yi:     你在教中是什么职位啊？    Ying:     恩 下周健！    peng:     恩 下午健!    田:     How about student Wang?    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E9%AB%98%E4%B8%AD%E5%90%8C%E5%AD%A6/",
        "teaser": null
      },{
        "title": "尿遁",
        "excerpt":"尿遁    自从上周会见了教主及其夫人一行，睡眠质量得到大幅度提高。现在吃饭也香了，干活也有力气了，fb活动也更加有声有色。 water推荐的cranium果然很好玩，捏橡皮泥那个太绝了。。。  我说的都是实话，一点也不夸张。半夜睡不着起来写blog的事情，也都没有了。所以最近更新就少了。  学到一个新词，此刻用很适合：  现在俺\"尿遁\"了      Comments   Kyle:     对啊，里面很多人都不认识的。      Bin:     看来有信仰真是重要，不管是什么信仰。。。。 word worm还凑合，反正大家都不认识，倒是performance cat一般都被我们汉化了再玩。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%B0%BF%E9%81%81/",
        "teaser": null
      },{
        "title": "Hahaha",
        "excerpt":"hahaha       贴点照片。哈哈哈               ps       弄个主题哈. 米国遇到的高中同学,按照时间顺序依次是兔儿,狒狒,猪猪,教主夫妇（然后又是兔儿）               我横穿过missouri,不知老班长在何方       我在printon狂迷路的时候，猩猩也玩失踪       我还到过UM的Ann arbor, 那会儿hxb同学好像在纽约               基本上就这些了。               ps2.. 记性真烂。。还有最先遇到的lyt同学，在detroit，可惜忘了合影了       Comments   Kyle:     其实我就是忘了买刮胡刀片,没啥意图的    Knox:     多刮就能长得很多很硬，娃哈哈哈~~~~~    Echo:     似乎圓潤了些….而且是狂野性的圓潤….真特別    peng:     俺个人觉得那胡子从这个角度看还是相当有型的~~    BTW，兔儿同学更加PP了哈~~    Eric:     看到你丫活崩乱跳的真是高兴！ 看你发散性极强的中文还真过瘾。。。。。 猛踩油门。。。。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/hahaha/",
        "teaser": null
      },{
        "title": "姨妈的后现代生活",
        "excerpt":"姨妈的后现代生活    其实我很失望，直到赵微出场前我都很失望  许鞍华原本是我喜欢的导演，但又不是挚爱的。具体表现是我一直都想看女/男人四十，但我又一直都没去看。 这是一种很矛盾的状况，我个人理解为感情的中间态  我失望因为我知道上海不是那样的，影片只能算是一个台湾导演对上海的误读。经管我喜欢绿色，还买了那件衬衣。我有时候会突然想起我怎么都没学几句上海话。那时我太自负了  赵微出场地点就换成了东北，我觉得真实和亲切。影片的结尾我很喜欢，甚至让我忘了前面的造做。 但今天我回想，或许这也只是我的误读吧。毕竟我是没有去过东北的。  许鞍华去过上海么? 我现在很怀疑这个问题                                                Comments   Shen:     You should learn some Shanghainese , i can teach you for free  ~ ~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%A7%A8%E5%A6%88%E7%9A%84%E5%90%8E%E7%8E%B0%E4%BB%A3%E7%94%9F%E6%B4%BB/",
        "teaser": null
      },{
        "title": "被b的",
        "excerpt":"被B的       点题，俺是被B的               继续补充一些照片。我们虽然没有在高中同班，但也都是石室的。 能在这边遇到也算不容易了               老徐刚转去了cornell, 另外的2位，gl和王同学，都是yale的，就是撞破我车胎的那地儿。               他们都是相当的牛B的                               ps 我考虑再三，还是换了一张贴出来。算是厚道了。                               我真是被B的。               Comments   田:     老徐胖了，快有7年没见了 gl好像是以前踢足球很牛的那个吧 王同学越发美丽了，也越发不给我电话了……    mingzhu:     er qie hai shi gua de…    Kyle:     参看下一篇帖子就知道了，因为我很肤浅的    Ying:     为啥你穿的衣服老是那么鲜艳？？    Nan:     第二张看起来有点gg的。     Kyle:     教主好眼力阿…王同学要是看到了你的评语,指不定多开心呢    Xiangyu:     王同学不错！ pp 又有福相！    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%A2%ABb%E7%9A%84/",
        "teaser": null
      },{
        "title": "Ncaab",
        "excerpt":"NCAAB    周末是NCAA Basketball半决赛，相信会很精彩。我希望OSU和Gators进决赛，就和去年的football一样  我都看不到  贴了一些和高中同学的合影，现在总结一下，就是  穿越历史风云，历经时代艰辛 明窗翰墨书声，广大石室精神    Comments   mingzhu:     更新更新更新更新    Maruko:     歌词原来是酱紫滴呀~~~~~~~~~以前唱校歌就跟到啰，跟在这边哼英文歌一样，管它歌词是啥子哟，模仿个音响效果就成了^_*      Kyle:     帮你翻译成汉字，就是“你娃太肤浅了”我觉得是很中肯的。糙人嘛，能不庸俗么 能不肤浅么 能不低级趣味么    Kyle:     我语言很差的，你们要谅解    mingzhu:     ni wa tai fu qian le    Ying:     我咋记得是“光大”石室精神？？    Yan:     好多年没有听到了……现在看到跟当初唱的时候感觉不一样了喃    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/ncaab/",
        "teaser": null
      },{
        "title": "我本来昨天想更新的",
        "excerpt":"我本来昨天想更新的    内容就是提醒大家看周一晚上的PB, season 2 finale.   但似乎觉得过去好像写过类似的帖子，我就去翻archives///果然，去年5月10号，我写到＂下周一是PrisonBreak Season1的finale. 敬请关注越过高墙的Scofield＂  突然就觉得特没劲，好像付完了钱，才想起小姐就是上次找过的那位，一点新鲜感都没有．．．  流逝的就是枯荣冬夏了  我在出血，早上咳嗽晚上刷牙都可以看到．我能想到的原因是熬夜上火，牙龈出血，还有上周diving时候耳膜受损．我的解决办法就是买了一桶红色的高露洁，这样刷牙的时候吐出来都是红色的泡泡，就看不到血丝了  展信愉快．我就想到了那个青涩的年岁．我们都用钢笔来勾画彼此，还有想象中的未来      Comments   田:     “付完了钱，才想起小姐就是上次找过的那位，一点新鲜感都没有．．．” 刚开始看掉了“好像”二字，把我给惊诧得……    Kyle:     我觉得我不是牙龈出血,是内部的血…倒可能是癌…你不说我还想不到这里,呵呵    Knox:     哎~~~~    MOLLY:     竟然能买桶红色的高露洁骗自己，服了u,多喝点水或许就好了。    min:     有段时间我也牙龈出血,我还以为得癌了    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%88%91%E6%9C%AC%E6%9D%A5%E6%98%A8%E5%A4%A9%E6%83%B3%E6%9B%B4%E6%96%B0%E7%9A%84/",
        "teaser": null
      },{
        "title": "H1b",
        "excerpt":"H1B    得确是一个噩耗,08年度的H1b名额在开始申请的第一天就用完了  我在mitbbs看到这个消息。一点点意外，一些律师行的臆断竟成了事实。而之前我只是觉得危言耸听罢了。 然后是一点点悲哀。不用上纲上线的诠释是如何的悲哀了。就是淡淡的，潺潺的。端着咖啡，觉得尤其苦的那种  中文里一些成语是有高度概括性和精确性的。比如 寄人篱下，我当时就立马想到了这个词儿。没踏出家门是很难理解的，至少两年前我都不知h1b cap为何物。从学一逛到学五，我不知道吃什么；打开空空的冰箱，我也不知道吃什么。现在我就饿了  晚上陆陆续续接到一些电话，也打了一些电话。话题不外乎与此。我想我可以算是侥幸的。仅此而已  记得有人问我为什么生活那么fb. 我说是想快乐罢了。不提幸福，那快乐就足够了。  那真是奢侈的东西    Comments   Knox:     看了照片，想问一句：水中有蚂蟥或者水蛇么？看恐怖片看多了的缘故    peng:     俺昨天本来想回上一篇博得  后来输中文麻烦就忘了   。。然后俺现在又忘了俺为虾米要这样回复的说。。    Bin:     噩耗阿。。。    Charlene:     唉，其实我也不是很懂H1B是怎么回事，只知道偶们这儿一法国帅哥也是H1B的问题没搞定。 那高贵的法国人受不起这个气，一怒之下爬回欧洲了。。。帅哥，又少了一个，哈哈    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/h1b/",
        "teaser": null
      },{
        "title": "Notitle",
        "excerpt":"No Title       真是奢侈的东西      Comments   mingzhu:     na dang ran shi she chi de dong xi   —-jiao ren sheng si xiang sui a – hahahahahahahaha    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/notitle/",
        "teaser": null
      },{
        "title": "Notitle",
        "excerpt":"No Title       where, when, how          如果。。。           ps 啊啊啊啊啊啊啊啊啊啊  哈哈哈哈哈哈哈哈哈哈哈           Comments   田:     我生日的前一天，hai你就这么激动？    Ying:     疯了疯了～    LI:     一定是后悔了~~~~    Bin:     连着两篇都没看懂，真打击。。。＝。＝    Xiangyu:     …………   ****** %%%    min:     终于疯了~~~~~~~    Maruko:     越来越深奥勒~~~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/notitle/",
        "teaser": null
      },{
        "title": "姨妈的后现代生活 (cont.)",
        "excerpt":"姨妈的后现代生活 (cont.)       我昨天又看了一遍 姨妈的后现代生活                我觉得很好看。因为演员实在出彩               至于上海是不是那样，我也没资格发言的。毕竟我就去过一次，呆了2，3天                               题外话，依旧造作，那真是矫情.这里 矫 读二声      Comments   A:     没去过也。但是可以想想，有点像“移民”的感觉，虽然人在那里了，还是有身活在另一个世界的感觉    A:     没去过也。但是可以想想，有点像“移民”的感觉，虽然人在那里了，还是有身活在另一个世界的感觉    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%A7%A8%E5%A6%88%E7%9A%84%E5%90%8E%E7%8E%B0%E4%BB%A3%E7%94%9F%E6%B4%BB-(cont.)/",
        "teaser": null
      },{
        "title": "写一个大家都看得懂的吧",
        "excerpt":"写一个大家都看得懂的吧    就是上个周末，我被pull over两次。其中一次是在限70的某乡村，被告之超了10mi,还是在超车的时候。我觉得很冤。所以第二天就下雨了。　我早上起来收帐篷的时候很狼狈。  今天阳光灿烂，我去打了paintball.一个小时前我在澡盆里冲洗全是泥浆的衣裤，半个小时前我在给身上淤青处搽药。可见这是代价很高的活动。   以上文字时间地点人物事件俱全，大家就不会抱怨看不懂了。  其实我还是想继续写乌阿吗呀这类的话。因为我的确是疯了。如果你要如此翻译的话。原话是out of my mind  我查了一下，谶 读 chèn。应该要纠正一下   Comments   min:     看得懂的没市场,lol~    Bin:     paint ball,…你生活真丰富多彩。。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%86%99%E4%B8%80%E4%B8%AA%E5%A4%A7%E5%AE%B6%E9%83%BD%E7%9C%8B%E5%BE%97%E6%87%82%E7%9A%84%E5%90%A7/",
        "teaser": null
      },{
        "title": "欢欢",
        "excerpt":"欢欢    装扮mascot是很累的。但也是很有意义的  Beijing. 2008       Comments   Kyle:     hohoho…我都看了    田:     为了你的这篇blog，我专门写了一篇blog，呵呵 你越来越可爱了，呵呵    Maruko:     spt    Shanshan:     你没看懂吗？我是说你本人的那个照片像。。。。。。    Echo:     那家伙看起來得有2米5吧 不容易…    Melissa:     天哪，原来是你！你太有才了    Kyle:     是欢欢。。。不是米老鼠    Shanshan:     叔叔,几年不见,你怎么变成米老鼠了!    Xiangyu:     相当的。。。。。可爱~~    Ying:     晕，这个欢欢是你扮的么？？形象差别太大。。。 友情提示一下，照片你还没有发给我～    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%AC%A2%E6%AC%A2/",
        "teaser": null
      },{
        "title": "Blades Of Glory",
        "excerpt":"Blades of Glory       我就看了一部。               嘲笑朝鲜那段是很讨厌的。我都觉得讨厌                                                 Comments   .:     记得看Big fish，里有段连体姐妹唱歌的，一直没明确那军队是朝鲜/中国， 姐妹明明说的是粤语，可是旗帜却不知道是哪国的。   btw我觉得她们的歌唱得很好.    Zhenyu:     我一看到那胖子就没胃口看了    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/blades-of-glory/",
        "teaser": null
      },{
        "title": "Emergency Contact. No.",
        "excerpt":"emergency contact. no.    鬼子的很多表格都有一项,就是emergency contact number.  你都填谁了？你都想到填谁了？你都被谁填了？你都被谁想要填了？  我每次填到这栏都会想到这些问题。    Comments   LI:     想得还真多。。。      Maruko:     以前屡次居然想填俺前任贱精老板的电话~~简直找抽。。。。    Echo:     開始的時候倍兒認真, 填我爸的. 後來見的多了就隨便填個朋友的就算了. 現在我只背的下一個人的電話, 就次次都填那個人哈哈    peng:     mei xian gtai duo   shun shou zhua~~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/emergency-contact.-no",
        "teaser": null
      },{
        "title": "April近况",
        "excerpt":"April近况    上上周末speeding。我一直以为上驾校就全不用罚钱了。结果啥啥court fee也要100多. 如此我驾龄2年不到,罚金已经超过５００刀了... 不过之前都是parking tickets. 可见我开车还是很厚道的  上周末，被人追尾了。很轻微的，就是trunck凹下去一些。对方是toyota 4runner的白mm，我以为和我一般年岁，结果驾照写是９０年的，真幼齿阿。。。白mm的表现，和她自己讲的一样，就是totally freak out, 吓的都要哭了。我找她要保险驾照啥啥的，特配合，没完没了的sorry。我觉得很逗，就忍不住笑。后来笑的她都迷茫了，估计以为我就一整天开一破车上街晃悠等人撞我骗保险的. 后来我想那么放肆的笑是很不厚道的  本周，咳咳。。。时隔４年吧，又发烧了。。。吃了tylenol，后果就是浑身出尿。我觉得渴，喝水，又继续浑身是尿。。。我想去买一个插肛门的体温计,被bs,未遂.  我喝水喉咙都痛，但昨晚我还去大四川吃了豆花肥肠。这样我就会觉得生活还有希望  He-man~     Comments   Kyle:     that's supposed to be the most accurate way of measure    Echo:     溫度計干嘛要買插pp的? 嘴含的不是更方便麼?    yi:     真bt!    Kyle:     好像被追尾总是对方的责任啊，反正现在她保险公司的要赔我，hoho    Ying:     简直是不要命呀～ 发烧了还去吃大四川。。。 BTW， 是因为你刹车太急人家才追尾的吧。。。嘿嘿:P    LI:     哈哈，我原来以为我的100刀很多了。。。 btw:你的左后车灯有问题吧。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/april%E8%BF%91%E5%86%B5/",
        "teaser": null
      },{
        "title": "Gliese 581 C   葛利斯五八一丙",
        "excerpt":"Gliese 581 c   葛利斯五八一丙    几天前的旧闻，20光年外的类地行星。大概就在天平座那块儿。  It's time to prepare for shuttling off the earth  还有点点激动地感觉么？    Comments   Ying:     唉，跟Ben一样啊，还在那儿讨论半天如果搬过去的话路上是不是需要很长时间。。。 典型的做白日梦啊～～    Kyle:     In fact Im pretty exited at this news…somehow    Knox:     没有了~~~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/gliese-581-c-%E8%91%9B%E5%88%A9%E6%96%AF%E4%BA%94%E5%85%AB%E4%B8%80%E4%B8%99/",
        "teaser": null
      },{
        "title": "Hehee",
        "excerpt":"hehee    hehee   life is dramatic , hence, inter'resting  can't wait to see what's gonna happen next...better to be sth unexpected... im not prepared anyway      Comments   Kyle:     nope    Bin:     what happened? Good news? :)    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/hehee/",
        "teaser": null
      },{
        "title": "Deal",
        "excerpt":"deal    跟踪报道. 保险公司派了人来做damage estimation, 第二天电话我评估的结论是俺车total了。赔偿措施车归他们，俺得银3100+  鉴于这车是我2年前花1200买的，略去其间感情投入, 我觉得这还算是不错的deal.       Comments   Michael:     丢。。。。。 我车现在只赔不赚啊。。。。。    诗荃:     这rp，哎    Bin:     这么爽？翻倍了还拐弯的。。。。哈哈    Unknown:     哇靠   赶紧教教我   我也想找这么一DEAL啊    Kyle:     heihei    Maruko:     啊，这个deal实在太划算了哟~~~ 俺的车前短时间被撞凹进去了一点点，保险公司只赔了800多~~~ huston的物价果然要高点，连赔偿金都不列外……    LI:     …    Ying:     bt啊～～准备以300块钱处理掉的车居然卖出了3100＋！ 越发怀疑你是故意找撞的～ 嘿嘿    peng:     ….   DEAL!    Weijia M.:     被天上的餡餅砸到了。。。    Echo:     撿了便宜還賣乖….    Zhenyu:     这rp，哎    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/deal/",
        "teaser": null
      },{
        "title": "蜘蛛男人3",
        "excerpt":"蜘蛛男人3    蜘蛛男人3首映创下多项纪录，我掏得8块钱也算在其中了  但其实，一片子情节滥成那样，我也不好说什么了   google album,挺好用的,hoho  http://picasaweb.google.com/yellowsea/ sina blog, 我应该是不会去更新的 http://blog.sina.com.cn/haihuang      Comments   Kyle:     油也便宜，呵呵    wendy:     不是吧，德州看电影都便宜？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%9C%98%E8%9B%9B%E7%94%B7%E4%BA%BA3/",
        "teaser": null
      },{
        "title": "30ft",
        "excerpt":"30ft       水会冰的刺骨               周围飘浮得是泥沙,和黑色的恐惧               我觉得那里是另外一个世界,虽然只隔了30ft                       周末我要去加州，周末而已。那里也是另外一个世界               此外，我还能说些什么呢？                                                         Comments   Kyle:     去玩啊，hoho    Knox:     日子过得蛮不错的么，这么久了都没有更新    Knox:     go to CA, for what?    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/30ft/",
        "teaser": null
      },{
        "title": "我不晓得说啥了",
        "excerpt":"我不晓得说啥了       晓得我在说啥的肯定都明白我为啥没啥好说的了                               以上就是对过去一个多月空白的说明                      Comments   LI:     不知道你过两年还知不知道自己在说啥~~~    Kyle:     提示算作弊的    Echo:     對於不明白你在說啥的就沒有點提示啊啥啥的麼    Ying:     bless~~ Happy Children's day! ha~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%88%91%E4%B8%8D%E6%99%93%E5%BE%97%E8%AF%B4%E5%95%A5%E4%BA%86/",
        "teaser": null
      },{
        "title": "招子",
        "excerpt":"招子    时间是昨天。   我恶恨恨的说,“把你丫那双招(zhao1)子给废了”.   然后就换来一串银铃般的笑声, 曰, 招子指眼睛的时候该读“shao4 zi”。  我连夜google, 不得正解。又苦于没有新华词典，这事儿就搁下了    招子，是shao4 zi么？     Comments   Kyle:     re… i will keep reading as zhao1 zi    田:     in my opinion it should be zhao1 zi 我在北京听过标准北京版的，应该是，瓦卡卡    Kyle:     I also think so …could anyone provide any offical references? like xinhua cidian, cihai, kangxizidian,etc…    sayon:     应该是zhao1啊    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%8B%9B%E5%AD%90/",
        "teaser": null
      },{
        "title": "Fishing",
        "excerpt":"fishing    我最近喜欢上钓鱼。因为钓到了一些鱼  我继续钓鱼，相信也会继续钓到鱼   我骨灰的一部分一定要抛进海里  鱼儿吃了能补钙的         Comments   Ying:     这些拼音我居然全部看懂了。。。    mingzhu:     ni tai gua luo… by the way, there is a space between Na Ge! ni si Gu wa zi!    Kyle:     re nage xie pinyin de:  gua ma pi    Kyle:     my bone ash -&gt; shrimp -&gt; fish little -&gt; fish of all size  . That's the circle of calcium    田:     你的骨灰抛入大海，估计大部分会被小虾吃掉 小鱼应该看不上你那点——还不够塞牙缝呢 btw：撒的时候一定要伴着鲜花，这样才上档次，恩    Kyle:     do u mean fishing, or the bone-ash throwing? hoho    min:     这么恶俗的事情你也做得出来~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/fishing/",
        "teaser": null
      },{
        "title": "Emergency Contact No 2",
        "excerpt":"emergency contact no 2    再续一篇  今天又需要填emergency contact no.. 包括联系人的姓名，电话，关系 关系有很多选项，我一个个看下去，然后就出现了deceased spouse (已故配偶) 然后到现在我都还在捉摸哪种emergency需要联系已故配偶。有大虾提示么？  上午看到google map出了street view...牛b大了。各位看官自鉴  刚刚看到一片存了很久的draft，题目是3. 我还没写完。这是很久了  上周去海边，半个小时人证了一老墨扯起来2条1米多长的red drum. 看来我还要一根海钓得竿子  我知道，我是很久没有更新了。 过去radium很久都没有登陆，便也死了。  那是我自杀的。     Comments   Bin:     re，死了之后不知道往哪送的时候，看看已故配偶在哪。。。    yi:     我猜测可能是死了要写墓碑的时候需要吧    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/emergency-contact-no-2/",
        "teaser": null
      },{
        "title": "魔方",
        "excerpt":"魔方    占个位子。。。我都没有时间写下来  我玩魔方主要都在高三那年。有几个月最痴狂，魔了。实话说，我钻研的成就只有2层，最后一层是从zhuzhu那里学来的。  我隐约记得小时候看过一本小人书，讲一小孩怎么和一魔方纠葛的故事。记忆很朦胧，不晓得真是看过这本书还是幻觉。  魔方其实很有规则的解法，甚至到呆板的地步。新手从开始google到拼好魔方，应该也是个把时辰而已 我都在橙黄的台灯下画过了好多其实根本没用的解构图  现在最快记得记录大概是9秒多。speedcubing主要贡献人是Binghamton 一个EE女教授，Jessica Fridrich. tan同学应该都见过。 btw， speedcubing世界排名前100都没有中国人，亚洲也就2，3个日韩  超投入超执着的做超无聊的事情，我觉得是很高层次的生活。玩电脑游戏或PS除外。我就是很厌恶  最近睡得还是很晚，但不会失眠了。我没有看电影没有上msn没有打电话没有写blog，其实我都在扯蛋。扯一个前所未有的蛋  下载little britain。 看得时候我很开心。          Comments   Ying:     Jessica Fridrich?! 天！她可NB大了！funding总是几百万几百万的拿～ 而且，最NB的是，“她”以前是个男教授……    田:     超投入超执着的做超无聊的事情，我觉得是很高层次的生活。 相当同意 不过除了魔方和ps之外，人生其实也是一件，“超投入超执着的做超无聊的事情”……    peng:     \"超投入超执着的做超无聊的事情，我觉得是很高层次的生活。\"        好令人向往的生活阿~~        Bin:     忘了写内容了？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E9%AD%94%E6%96%B9/",
        "teaser": null
      },{
        "title": "Little Britain",
        "excerpt":"little britain    2个天才演员  这是一部喜剧连续剧   ps 记得要下载字幕。。。据说英格兰，苏格兰，爱尔兰 所有的口音都包括了  Look into my eyes, look into my eyes, the eyes, the eyes, not around the eyes, don't look around my eyes, look into my eyes, you're under. 催眠了没？      Comments   MOLLY:     里面有好看的人不？如果有，我就看看。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/little-britain/",
        "teaser": null
      },{
        "title": "原来阿",
        "excerpt":"原来阿    原来阿,鸟山明没有死  只是不想继续画 七龙珠 了  待续    Comments   田:     变形金刚，transformers！    Bin:     who said Niao Shanming is dead?…………………    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%8E%9F%E6%9D%A5%E9%98%BF/",
        "teaser": null
      },{
        "title": "原来阿 （cont.）",
        "excerpt":"原来阿 （cont.）    原来阿,鸟山明没有死  只是不想继续画 七龙珠 了  待续 ..........................bs我自己的分割线......................  待续，但就是没有续出来。便秘也没有秘这么久的。。严重bs  原本我是想等到柱子哥一众在国内上映了，写篇关于动漫的。结果我现在差不多已经忘了片子都演啥了。 其实4号那天我不是计划去赶首映的。结果大半个米国都在下雨，我，相信还有很多人一样，无奈放弃外出了。 所以我觉得TF票房那么好很是因为得天时。 从头到尾我心情都特平静，没一点加速，尽管等这片子都快一年了。 不知道是过去看太多次trailer磨灭了激情还是michael bay就是欠火候。 还怀念独立日最后总统演讲那段，心肝那叫一个澎湃  奇怪今年Houston怎么那么多雨呢？  我核实的结论是，鸟山明没死。 死的是藤子 F 不二雄。 画机器猫那个  谣言大概是因为某年某月开始不能每个周末买到最新的七龙珠了。 随后只能在 画书大王 看到进度缓慢的连载， 再后来涌现大量伪劣的仿制品。当时合理的解释就是鸟山明死了，留下未终结的龙珠。  我在上次更新blog前1小时才知道真相。不过是当时中译版的进度赶上了日文原版。鸟叔叔还在赶进度继续画胖胖的布欧。 好在阿拉蕾是早先完结的。  另外，藤子不二雄 不是 藤子F不二雄 他爸，也不是他儿子侄儿或孙子， 前者是后者和另一作者合用的笔名。酱紫  关键词还有男坂，雷鸣哲基，yt同学，以及其他很多。   很快就8月。新学期 已经不再是话题了。我能想到的是离别。 居然有这么多  我想起大学一段时间，过得很颓，但很平静。所以也算快乐了。我很久没更新，更久没去看朋友的blog 了。 刚才浏览若干，也没留言。 发现大家都快乐着，毕竟青春就是挥霍的本钱  我大概连续10个月睡眠不足了。这也将继续下去。我很想找机会把这段日子记下来。但我现在还是没有勇气的。  电话卡都用了4个月了  我觉得如果有类似的经历，就能很言简意赅的交流。有人说差不多都没意思吧，我点头说恩  我看老徐blog过亿了，就又去看看。相信是07年第一次把。很遗憾没有看到她的裸照。如果老徐始终不贴她裸照，她的点击率还会一直长上去。  相反我倒是一直都再看韩寒的更新。每次我都会因为文字背后的冲动和狂妄而无比自豪。因为都是80后。这是唯一能让我觉得平静的。唯一的唯一  我想写的太多了。可惜概括力太差，不然一句话差不多也够了。安安才有这个一语中地的能力，我没有，就只能罗列。连排序都省了  但如果他们都走了。我居然就是留守的。这还是第一次  我终究不明白，今年Houston为什么这么多雨水？          Comments   Unknown:     Houston今年可不是就多雨吗！还不知道明年会怎样呢。。。 留守有时候并非坏事， 睡眠不足可是真要不得:)… \"有些事情自己讲起来津津有味，别人听起来却总是平淡无奇。。。。。\" 你现在平静吗，开心吗。。。。。    MOLLY:     早上我做了一个梦～～～～     min:      您的风格倒是很持续    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%8E%9F%E6%9D%A5%E9%98%BF-cont",
        "teaser": null
      },{
        "title": "Next Week",
        "excerpt":"next week       下周我要               经常上msn       经常看blog       经常打电话       Comments   Fiona:     切，从来没给我打过     田:     really?貌似很久没有你的call了，貌似你很忙，貌似时间已经又走过了不少……     LI:     嗯，好      ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/next-week/",
        "teaser": null
      },{
        "title": "一周过去了",
        "excerpt":"一周过去了    太快  我想过倒塌的大桥，想过死去的杨德昌，想过10周年纪念版的古墓丽影，还想过炖母鸡加桂皮好不好吃  这一周尤其的快。飕飕的  一一还在下载中，我甚至牯岭街都没看完过。上次玩古墓是那个版本也忘了，反正现在空白键不是拔枪ctrl也不是开门了。去农场买走路鸡倒是头次，不晓得为啥那么多蜻蜓，吃鸡粪麽？  桥反正塌了，韩国那些基督教跑去人家伊斯兰地盘瞎折腾什么劲啊？  知道俺今儿去买啥了麽？说出来吓倒一片  一年前有人说句life is over。我当时听了黯然销魂的。不过总有续集。不管有没有票房，口碑如何，总是续下去  我现在等着看韩寒的新书 光荣日。我知道他肯定是双关的意思，光荣的日，光荣地日  大概8月15我就过来3年了。那时候呼啦啦的刷子，现在改钓鱼了。贴张照片吧，hoho（第一次钓的catfish）  哦，我现在又可以转好魔方了。真的     Comments   田:      一年都过去了，甭提一周了    peng:     catfish~~     麻辣味最好吃     Echo:     似乎瘦了     Ying:     还是一如既往的帅！！     Annie Avant Chanel:      a bubble.    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%B8%80%E5%91%A8%E8%BF%87%E5%8E%BB%E4%BA%86/",
        "teaser": null
      },{
        "title": "我终于有机会",
        "excerpt":"我终于有机会       做伴郎了                      Comments   Kyle:     风潇潇雨漫漫雷轰轰路迢迢    Jing:     re楼下那位的，哈哈！     Echo:     啥時候做伴郎旁邊那個呀 ^^     Zhenyu:     cong     田:     我已经做过两次了……     LI:      我也想去!我认识不?    MOLLY:     我要看你做伴郎的照片！！！！     ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%88%91%E7%BB%88%E4%BA%8E%E6%9C%89%E6%9C%BA%E4%BC%9A/",
        "teaser": null
      },{
        "title": "分享",
        "excerpt":"分享    今晚读到几首儿歌，分享一下  1） 花袜袜 像嘴巴 爱吃我的 小脚丫  首先觉得想象丰富，我学习比喻句那些年头从来没听过把袜子比喻成嘴巴的。另外。。。就是觉得好恐怖-_-)!  2） 小白象，来洗脸 鼻子脏脏他不管 爸爸妈妈说他懒 他说鼻子不是脸  好像逻辑也对的。我读了几遍，觉得是很nb的借口 3）  小猪鼻子短 小象鼻子长 小猪笑小象 尾巴张脸上  凡是看完这个笑得，都拖出去打pp，tjjtds     Comments   peng:     tjjtds怎么深奥的？     Echo:     還好我在小瓏那做過功課, 不然不可能明白這麼深奧的 tjjtds     peng:     忍了没忍住         ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%88%86%E4%BA%AB/",
        "teaser": null
      },{
        "title": "易老开博了",
        "excerpt":"易老开博了      http://blog.cdqss.com/yipingfan/    我刚晓得的。都切扎起哈。    Comments   Kyle:     errrr…I am too damn martian…..    peng:     不是在sina么？   blog.sina.com.cn/yipingfan     Georgianna:     We have decided to open our POWERFUL and PRIVATE web traffic system to the public for a limited time! You can sign up for our UP SCALE network with a free trial as we get started with the public’s orders. Imagine how your bank account will look when your website gets the traffic it deserves. Visit us today: http://voxseo.com/traffic/    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%98%93%E8%80%81%E5%BC%80%E5%8D%9A%E4%BA%86/",
        "teaser": null
      },{
        "title": "Drift",
        "excerpt":"drift    我吃过晚饭都在跑跑卡丁车  现在黄色一根手指，很快能升级成绿手套了      Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/drift/",
        "teaser": null
      },{
        "title": "劳动节",
        "excerpt":"劳动节      不早不晚不轻不重一场感冒，劳动节周末就这么毁了         睡了2天，现在可以起来活动活动筋骨顺便部落格灌水陶冶情操，偶尔吸吸鼻涕打个喷嚏         整个美国南部都在下雨，所以我原本也没有出游的计划。也想过要是意外天晴，就去钓鱼，正好朋友告诉我一地儿有出海的渔船，可以选5小时，8小时，24，72，etc    新闻看到说Felix来了，不过顶多吹到墨西哥，和dean差不多。         之前我一直想等到看完 光荣日，然后再书评，不然难免偏颇。今天不能忍了，我实在读不下去了。韩同学，反正我是被你光荣的日了。 韩寒能写很好的杂文，看看他blog就知道了。但他的小说，除了 三重门，都比较没劲。我的理解是毕竟没有经历，就不能编出故事。他还读过高中，可以能编三重门，但其他就都是扯淡了。    关于经历，我想到最近读的另外一本小说，第九个寡妇。我不太了解严歌苓过去是干什么的，不知道她到底有没有伴过猪粮包过扁食。 不然，哪里能有那么乡土的文字,i.e.土话。我经常会觉得我能看到葡萄土胚子一样的眼神，也能听到她“中”的应了一声。我很喜欢她扉页的一句话，“我们经历了物质匮乏的几十年，我们富饶的是故事，种种离奇的故事”。 可惜了那么多故事。。。    （上面是昨天的draft，现在补完，顺便美网战报）    Djokovic赢了，小威输了。    我读到的是，啥情啥爱啊都是扯的，知道蜀黍粒子蒸多久才熟么？    Comments   peng:     yuan lai yao zheng na me jiu de ya ~~   @_@     Kyle:     其实要蒸很久的    peng:     俺来猜个 20分钟    在那嘎达年代蒸太长时间岂不是很经济适用  @_@         ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%8A%B3%E5%8A%A8%E8%8A%82/",
        "teaser": null
      },{
        "title": "少女小渔",
        "excerpt":"少女小渔      （现在spaces可以离线写真是很方便。）    昨天终于看了少女小渔。但很一般。可见书好看，不一定拍成电影也能好看。所以如果第九个寡妇拍了电影估计也够呛。 其实也没看过 小渔 的书，好看么？    尤其现在看，确是老套了。而且也没有与时俱进，现在结婚也不能混绿卡了如果是黑户的话。有了奖学金还去渔市做的么？         不过我倒是挺想去渔船上做的。一出海就仨月，尽去阿拉斯加北冰洋这样的地方。大风暴里面跑出去收桅杆，看着一浪头过来就扯着嗓子对同伴喊hold tight～～～    这些都是痴想了。我每天大概有8个小时就尽干这个               Comments   Kyle:     我皮肤好过么？。。。    Fiona:      你的皮肤变差好多啊    LI:     幸福的生活~~~     ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%B0%91%E5%A5%B3%E5%B0%8F%E6%B8%94/",
        "teaser": null
      },{
        "title": "猜猜这是什么动物",
        "excerpt":"猜猜这是什么动物    无聊的就来猜猜。一种很普通的动物                                                 Comments   Kyle:     其实是鳄鱼，大家都猜的差不多    Bin:     lizard     Knox:     鳄鱼吧？还有LV的包包。歌很老的样子~~     Knox:     鳄鱼吧？还有LV的包包。歌很老的样子~~     peng:     ET     Echo:     鱷魚? or 蜥蜴?  可是它的手怎麼哪麼大啊…利害     ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%8C%9C%E7%8C%9C%E8%BF%99%E6%98%AF%E4%BB%80%E4%B9%88%E5%8A%A8%E7%89%A9/",
        "teaser": null
      },{
        "title": "答案",
        "excerpt":"答案      1     她（葡萄）问二大：“蜀黍芯儿得蒸多久?”       二大说：“只管蒸。”         蒸到天快明，葡萄把蜀黍芯儿倒进一个大布袋。二大抓住布袋一头，葡萄抓住另一头，蒸酥的蜀黍芯儿就给拧出水来。连蒸了几夜，拧出的水淀成一盆黑黑的粘粉。掺上已是满山遍野的锅盔菜，少撒些盐，一入口满嘴清香回甜。           　　二大说：“吃着真不赖。”                             2 鳄鱼。见下图。&lt;/div&gt;                                                                                                                                                                                                            ## Comments **Annie Avant Chanel**: &gt; grass jelly 原来是这么做的                 ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%AD%94%E6%A1%88/",
        "teaser": null
      },{
        "title": "趋势",
        "excerpt":"趋势    ms现在的趋势是西进。我认识的好几个冲西得，走到头，到加州了  不过也向东的走，比如安安，往东跨过大西洋，到西班牙了  2个了    Comments   Echo:     你是指颱風帕莎麼? 可是她只吹了台灣呀 這裡離\"爽\"still have a long way to go. 比起有馬糞還有烈日的強烈西部情懷的地方, 差的更是遠了….    Kyle:     香港肯定很爽。。。    Echo:     I mean 從她的blog過來….至於他們有沒有一起過, 我也在猜測ing, ^^    Kyle:     谢谢：） rose回北京了? 小珑还和fox一起过生日么？呵呵   于羞死炖马粪堆旁暴晒烈日下    Echo:     剛從小瓏那過來, 所以也會想起應該到萬人迷鐳的生日了耶~ 同祝生日快樂~ 瀟灑到不能忍~  ^^      萝卜:     小小海，生日快乐！ 于北京的碧蓝天空凉爽秋风中。。。。      ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%B6%8B%E5%8A%BF/",
        "teaser": null
      },{
        "title": "凶险的消息",
        "excerpt":"凶险的消息    中午看到一则消息，说是由于气候原因，今年德州的野猪可能呈爆炸试增长。  对我个人而言，这个比缅甸开枪打和尚凶险多了  所以需要自救  （红手印）    Comments   Kyle:     最郁闷的是就是没忙什么。。。    yi:     忙什么呢最近 我怎么觉得你消失很久了。    min:     还有7个月。。。我数着日子呢。。。。。    peng:     想到独战野猪群，是很壮烈的说。    min:     您要是这样负个伤啥的倒也算装烈    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%87%B6%E9%99%A9%E7%9A%84%E6%B6%88%E6%81%AF/",
        "teaser": null
      },{
        "title": "Octember",
        "excerpt":"Octember      搞创作真是不容易。这句话是我突然想到的，所以就这样开头好了。我原本想写的东西放在下面几段，那些都是9月底10月初的事情。我就想该写什么标题呢？ 九月底十月初，太日历了，九月巅巅十月尖尖，又太方言了。 然后就想到 Octember = Oct(ober) + (Sep)tember .  该算原创把。    google告诉我答案是否定的，29600个网页含Octember, 还很本书叫Plz remember the first of Octember. 我然后就想到开头那句话。我坚持用了这个标题毕竟还是我自己想到的。    不按时间顺序。    电视里经常看到搞surprise +party。开家门，还没开灯，瞬间就被围在暗处涌出得人群中。 大家敲锣打鼓礼花冲天，中英文祝福生日快乐，其间还混杂狗叫。一直觉得这情节特二，侮辱观众智商。家里堆了一个排的人能不觉察么？ 换了在战争年代，隔年生日指定是忌日了。    年岁大了，觉悟也得跟着。我现在就意识到爸妈贯彻晚婚晚育把我生在了和平年代是多么英明的。我其实是很二得, 而且估计奔过三前都还要保持下去    另外， 就是上班一年了。看到anniversary得卡片，我有种不得不承认的感觉。读了那么多年圣贤书，突然天天坐办公室了，确实是很大的变化。这种感觉有点像变性，突然一天不用鸡鸡改蹲着尿了， 一蹲就是8小时，不管有尿没尿，这叫professional.  不同的是,并不是自愿的。所以应该叫 被动变性， 说白了就是路遇歹人，被阉了。对此，各人反映差异会很大。爽快地拍拍衣上尘土，丢下一句“还以为抢鸡蛋”就绝尘前行，不爽的也捂着伤口呼天抢地。我是守旧的人，伤口痛了半年却也淡忘了。衣柜里tshirt一件件换成衬衣得时候，就学会没尿时候怎么憋出尿来了。    不过，有时蹲着蹲着脚麻了，我就总回想起过去提着鸡鸡打尿仗的日子。    第三是统计数据。LA 2 , Vegas 1, Houston 1, 过去三年和鱼头碰头4次，是我见面最多的故人。（zhenyu除外）         总结这段Octember, 祖国母亲生日快乐。    Comments   Unknown:     倒是给surprise到了哈。。。 我想说的是，我们其实总是被蒙着眼睛穿越现在，我们最多只能预感和猜测我们实际上正经历的。只是在事后，等蒙眼的布条给解开了，我们回头审视过去的时候，我们才会明白，我们曾经经历的到底是些什么。我们才能明白它们的意义。另外要我看, office蹲了8小时回到家有个surprise也还不错….. :)    Echo:     啊哈, 被surprise到了? 然後涅?  PS: 連\"上班不爽\"也表達的這麼文藝, 你去給李安當徒弟肯定成功    peng:       Sepober    min:     我觉得我是自愿被劫的那种    Bin:     你的风格越来越鲁迅了。。。    雯:     9月在前，写成temberOct嘛，不过现在Octember可以google到你的blog哦    Fiona:     re这句： “我其实是很二得”    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/octember/",
        "teaser": null
      },{
        "title": "色",
        "excerpt":"色           我看到了色。戒呢？    我群信说去色戒吧。就在一个门口只有5个车位的小影院门口，我兜了22张票在等人。    色，是给男人看的。我相信很少人关心的是汤唯，毕竟是在女优泛滥的时代。朋友说，据说都能看到梁的蛋蛋。果然，就看到了蛋蛋。更多的就是毛大腿，屁股和纠缠在一块儿起了皱的肉，白花花的。    戒，原本是要告诉女人的。当时我有一句总结: 本片通过xxx，阐明了女人在钻戒面前是没有抵抗力的道理。后来回想，影片其实还要深刻些，尽管思想过渡处理得很模糊。过去读过讲性心理的文章，大概就是说女性会在长期的性爱关系过程中产生（或加深）对男性的依赖 （但男性却由此产生厌倦为主的心理，题外话了）。 Yee先生自然是老手，Mai taitai那可的悠着点？ 这是很浅显的道理，quote爱玲姐的原话就是“要得到女人的心，要经过她的阴道”    汗。。。9个寡妇之后是海岩的 舞者. 昨晚刚读完，不痛不痒。 所以我想看看张爱玲，但不是色戒。    排到窗口，递出钱，2 adults for lust. 不说cautions, 里面的人也都明白了，甩出2张票来。我听说李安很生气，我很同情。 要是研究蒙娜丽莎的都专著在黑外套下是啥牌子的乳罩，达芬奇也很生气。    不过我现在还能记起的就只有白花花的肉，还有要“引刀成一快”的王力红。所以，我猜，是早期的victoria sec.    头次是黄金甲，我专程赶去了Hollywood. 演播厅外的过道上，还能听到片尾周董的吟唱。对面是排队买薯条的鬼子 ，目光呆滞，是不会“一身的戎装，呼啸沧桑”    然后是The sex of the rings. 之前，我都3个月没去电影院了    3个月。信不？敢信不？淡，扯    Comments   min:     我也在landmark看的，开了一个小时的车，看了三分钟王力宏就想去死。    Echo:     hker說, 色  和  戒 是指令男女主角差點丟了命的東西. 這個戒, 是指 \"鑽戒\", hoho. 我覺得湯唯演的還是很好的. 尤其是那段天涯歌女. 看完以後好幾天都在腦子.    Su:     国内还没演 周围已经很多人口水直流了 香港首映的广告是“中秋节共赏伟仔”  无语ing    mingzhu:     味品得好    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%89%B2/",
        "teaser": null
      },{
        "title": "Spell",
        "excerpt":"spell    我想写篇关于钓鱼的。算是渔半年的一些心得体会。  上班1年我写了一篇。不过似乎造成了误解。我不是来抱怨的，我是强调我已经很习惯了。  我偶尔也加班。不过后果很严重，那是我没有料想到的。所以我想想很多肥皂剧的剧情其实也是有根据的。  我说spell，那是很中性的说法。过去我每每想到那句话，反应出来的词儿都是curse。  我觉得很惊讶，因为和过去自己设想居然差别如此的巨大  我说over也是中性的，因为句子的主语是很含混的概念。比算命的告诉你“今年有一劫”还玄。 啥叫劫啊，被鸟屎砸算么？  我干了好些过去没做过的事。比如手上的疤。让我想起那把扔到湖里的小刀。  一个穿着墨绿色t shirt的中年妇女，东北腔“那么说，your life is over”...那么深那么深印在我心里  上面所有的话，都跟情感无关。我觉得那些都褪色很久了。    Comments   peng:     …….    Mia:     已阅；黑色而隐晦    Yan:     的的确确没有看懂….落伍了…    Charlene:     这个。。。你要表达的意思也太晦涩难懂了吧。。。不过自己明白就好hoho    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/spell/",
        "teaser": null
      },{
        "title": "渔",
        "excerpt":"渔    我现在姿势是以30度角斜靠在床上，脖子下面殿了俩枕头还是硌着。半小时前我很困，我硬撑着看了会儿一部没字幕的日本片儿，其间还关注着world series第二场的文字转播，red sox领先了。  去朋友blog看了片zz...发现我最喜欢的方言得确是北京话，特别是骂人的那种。每每看到capital b，就说不出的受用，周身舒坦。 相反，我最不喜欢的就是广东话。专指八辈子没去过广东就看几部香港片子就要唱粤语歌的那种人。就一缺  我这样躺着很不舒服，就不讲 渔。只是起个头，我想到很久的一个表  office depot ,fiesta, walmart   -&gt;  academy, best buy -&gt;  gallaire  -&gt;   academy, bass pro -&gt; home depot， randalls  今天错过了一个电话，号码是unknown     Comments   小西:     走过来瞧瞧~~~~    Echo:     哈, 聽起來是段特別的故事嘛 PS: 我很想很想知道, post出來顯示的時間, 是跟哪個標準的呢? 自己用的電腦? 那某人似乎很晚睡哦.    kyle:     那电话，还不是打到我手机上的      Echo:     偶最近也經常忘帶電話, 而且一不帶就會有n多miss call….平時明明就沒這麼多電話的. ft    peng:     鉴定完毕   本篇主旨寻caller~~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%B8%94/",
        "teaser": null
      },{
        "title": "拍子复仇!",
        "excerpt":"拍子复仇!    并不是对colts没有好感， 去年superbowl，对manning还是很zan. 不过始终不能忘记AFC决赛场上Brady离去的背影。  colts成为AFC历史上largest comeback. 此后的superbowl其实已经是囊中之物了。这几年NFC明显干不过AFC得  07赛季。江湖弟子红颜老。   4th quarter, 10mins left, patriots落后10分。   然后看到Brady 50+ yard得长传。 我突然想到这是号角  然后看到manning得fumbleS, pats 2 TD followed。 brady仰天长啸   明天要试试我的新拍子了。      Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%8B%8D%E5%AD%90%E5%A4%8D%E4%BB%87!/",
        "teaser": null
      },{
        "title": "Zz",
        "excerpt":"zz    北京大学知名、著名、全校闻名青年教员呆呆老师畅谈爱情与人生节目, 将于11月7日10：10在凤凰卫视《鲁豫有约》节目中播出      Comments   Min:     具体说来我在riverside阿，你现在哪里    Min:     哈哈，呆呆老师啊。。。    LI:     哪转载的？？？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/zz/",
        "teaser": null
      },{
        "title": "Beowulf",
        "excerpt":"BeOwulf      Beowulf是英国古诗中一个英雄，也是本周票房第一的电影。  这片子的trailor我看过不下10遍，竟然没看出来这是部 “动画片” 。(据说还是明年申奥热门，和The Simpson's movie 争夺 最佳动画长篇奖 的劲敌。。。瀑布汗。。。）   这和我很多年前一个关于电影制作全电脑化的设想不谋而合。或许并不新鲜，但确实是我实实在在想到过的。  感叹科技进步，木牛流马，神笔马良。。。  但是。science上咋也会有年画老虎，嫦娥咋也不回call了？   。。。研读wiki中。。。勿扰。。。  结论，电影乃戏说版，类似白骨精色戒孙悟空的情节。原著里jolie妈妈是被砍了头的。  原本我想一个当妈的怎么如此sick。。。  原来是改编的。好莱坞的编剧们要求加薪也合情合理了。          &lt;/div&gt;                                                                                                        ## Comments **Kyle**: &gt; 哪张照片胖了？ **peng**: &gt; xiang2 kan4 xiang2 kan4 xiang2 kan4!!!!!!!!!!!!!!!!!!!!!!!! **Eric**: &gt; ys同学，貌似您该减肥了。。。。。。呵呵。     ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/beowulf/",
        "teaser": null
      },{
        "title": "Thxgiving",
        "excerpt":"thxgiving    放假。 22nd ~ 26th    我想到好多该感谢的人，但都疏于联络了。    上个月手机从Tmobile换成ATT，号还没变。原以为每个月降到450min会很吃紧，结果第一个月下来剩了380mins。如此可见我是和周遭都疏于联系了 。     Beowulf并不是我想推荐的电影，只是新奇。远不如300的。 另外一部电影是Blackbook， 回来后我会写下来。    吃过晚饭玩sudoku，但没解出来。傻了   Comments   MOLLY:     打我烟台的电话，不要打那个北京的，那手机现在天天在家睡觉呢。    mingzhu:     不用感激我，我人品好    Knox:     那你没事给我打电话吧~有事也打~    min:     我的电话大概一个月用不到60分钟，T－mobile在我这里赚大发了。    Echo:     以前差不多上網就跑你這來晃一圈, 因為總是有好看的.  自從你上班後出貨量大減, 偶就勤快的去勤快的single同學那了.  跟日記似的, 有趣的很. 報紙上天天都有sudoku, 我從來都不玩, 還以為說切, 浪費時間. 居然這麼難的麼      ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/thxgiving/",
        "teaser": null
      },{
        "title": "更新",
        "excerpt":"更新    现在似乎除了电影, 我都写不出什么东西了.    现在连去电影院都是论月的,我还能说什么呢?    还好,昨晚看了No Country for Old Men, 如此便有了更新。  片子很迷糊，我反省后觉得可能是如下2个原因。 1，本人对导演Coen兄弟不熟，其成名作，巅峰作，翻过一峰还一峰作等皆未曾过目，甚至都没听过。2， 演员对白过于含混，口音太重（尽管是德州口音。。。汗） 其实第二个理由很勉强，有如下2个原因。1，影片对白很少，演员表演出彩。 2  剧终字幕突然跳上屏幕，同时背后一鬼子很大声的what???!!!  可见听懂了也会迷糊的 ******************* 上面是周日晚上写的，所以“昨晚”就是周6晚上。  其实我有很多想更新的。我想到墨蓝色的海，想到超戏剧的NCAAF 07 season, 想到2个月的干细胞  很多我写不出来。就像我存了好多个draft, 开了头就没有下文了。   所以还是只有电影.  经管迷糊，精神我还是领悟了的。直说就是no life for old men          Comments   Ying:     怎么感觉最近状态不太好啊？    peng:     就像我存了好多个draft, 开了头就没有下文了。 ….    ke yi lai ge drafts ji jing    min:     我也听说狠抽象    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%9B%B4%E6%96%B0/",
        "teaser": null
      },{
        "title": "12月13日",
        "excerpt":"12月13日      用状态来描述，感觉和rp差不多，都是伪变量。这样就无所谓好坏。唯一确定的给定足够长的时间，那是守恒的    我说墨蓝色的大海，那是第二天白天。阴转不晴，所幸云是白的，和卷起的浪是一个色。浪很快又被拽回海面下，剩下的全是墨。我自知有色弱的基因，便刻意分辨了很久。那确实墨，单调而广袤。风是不一样的，里面没有泥土的成分，没有大陆的痕迹。剩下全是的都是墨酿出的海味    最近的海岸大概在500 mile以外。我第一次到了海上。    之前的夜里，有风，劲到暴。我挣扎爬到甲板顶，还能看到远处油井上的灯火，不知道会不会是刚作完的Neptune地区。云被吹稀了，月光乘机撒落一片。12年的语文基础让我马上联想到\"银色\"。若不然，我只认为是一片白，和落在车窗玻璃上的鸟shi一个色。这样很不浪漫，但确是生活中积累的见闻，更有现实的意义。赞美“银色”的月光，天上是不会掉银子的。能掉下的都是鸟屎。认识到这一点，就知道rice village附近有几棵树下是不能停车的。另外，还有一个生活经验可以和大家分享: 风足够大，就会有眼睫毛都会被吹掉的感觉。。。嗖。。。嗖。。。    第三天靠岸，Cozumel。 应该是加勒比海的范畴，果然有别于“墨”西哥湾。 海是蓝的，让人有跳进去的冲动。不知道过去的海盗们是否因此上了贼船。上次snorkeling是在FL, 看了许多珊瑚. 这次都是鱼， 各色各样的鱼，黑压压的鱼群。可惜没有时间SCUBA, 妄我还随身带了证    如果硬要说状态，今晚算是好的。我还饶有兴趣的看完了NCAA女排全国semi. 我还能写出半个月前的游记. 我喝了瓶啤酒，不过昨晚吃完了冰激淋    Adios amigo    Comments   peng:     用状态来描述，感觉和rp差不多，都是伪变量。这样就无所谓好坏。     haha  zan!    Knox:     照片。。。    Knox:     照片。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/12%E6%9C%8813%E6%97%A5/",
        "teaser": null
      },{
        "title": "12月25日",
        "excerpt":"12月25日    我想每个月有200条免费短信，就不要浪费了。折腾了半小时，我又想，废就废了吧,。 我从电话簿A发到了H，剩下的就在这里一并祝福，很传统的Merry Xmas and Happy New Year  假期从24号到1号，很长。我选择在Houston过。其实很难讲是不是我自己的选择，总之事实是我留守。 这样我便可以第一次在Houston迎新年，（后面一句话略去）  未来几天我很闲。        Comments   mingzhu:     你销声匿迹一段时间了。。。大常喊你跟他联系，你没电话可以找我要。 新年咋过的，祝2008好运：）    Echo:     2008了欸…新年快樂~~    min:     哈，那我岂不是正好收到？不过我在国内过新年哈    peng:     俺今天还要带病上班。。。。  @_@    Unknown:     略去的是那句邛莱音的“xxx!!!\"吗？。。。。。。。嘻。。。。。:)    Echo:     Merry Christmas &amp; Happy Near~~ 不過略過的那句是什麽？猜不到。。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/12%E6%9C%8825%E6%97%A5/",
        "teaser": null
      },{
        "title": "2008",
        "excerpt":"2008      假期剩下不到一小时。没有更新，空空一如过去的十多天。    原本还以为我会很闲，会写很多blog。    其间无意看见一穿梭，上了未名，发现最后一个ID也都死了。证据是在已故ID文集，尸骸赫然在目。很碰巧，紧跟在下面的，是yangcc。想起一些往事，都有了纪传体的冲动。这显然太不现实，我时时提醒自己还欠着一部片子没写    我想这应该是最高温的一个新年。2000年之前在四川都该是围着或是烧炭，或烧电得火炉.上面搁一水杯，调节湿度. 旁边还放俩粽子，烤得满屋飘香。    在北京的四年都裹着棉袄挤在礼堂前广场得人海中。到了12点，季老先生战战巍巍出来敲钟，下面都沸腾开，喘出白气下是冻红的笑脸，隔着厚棉袄你我他都抱在一起。随后分流，涌向校门，宿舍，还有奔3教4教的。我自然不在后者。    最近几年反倒有些模糊，只是去年在三番的候机厅倒是很清晰。不过都是天寒地冻。唯有今年天天阳光明媚，暖过北京的三月。隔三差五的poker让假期无声无息的流过。    过12点的时候，牌局正酣。我的chips输到了600不到。不料峰回路转，几把all in后到了第一位置，赢了新年第一把牌局。再战江湖，all in便载给了zhenyu, 他也因此赢了第二局。同喜    新年第一天，阳光依旧。遗憾的是Rose/Sugar bowl比分落差都30+，少了许多悬念。连看3集family guy, 大笑几场，如是而已    08年了。祝好    Comments   MOLLY:     圣诞到元旦的日子，总是忍不住回忆。    Shanshan:     新年快乐：）    LI:     新年好啊~~    Mia:     新年快乐~2008天天新鲜~    Knox:     新年好！    mingzhu:     你好，大家好。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/2008/",
        "teaser": null
      },{
        "title": "很黄很暴力",
        "excerpt":"很黄很暴力    对于08年，我希望过的和07年不一样。这很重要  由于客观主观开关的原因，我去电影院看了2遍Juno, 或许还是生平第一次  我很想下载电影原声，网上还木。 you are a full time friend and a part time lover...di da di  网上流行的是“很黄很暴力”，我突然很关心张殊凡的现况。她同学都该笑话她了  周末去串门，朋友女儿10岁，和电视上张妹妹一般大了    Comments   Kyle:     头条留言纯属无鸡之谈…鉴定完毕    LI:     怎么全想到一起去了    Knox:     造个宝宝玩玩也是不错的。。。    Echo:     (to第一條留言) 笑倒………..&amp; 飄過…………    mingzhu:     你也考虑2008要小孩了哇，哈哈 那可是很黄很暴力阿    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%BE%88%E9%BB%84%E5%BE%88%E6%9A%B4%E5%8A%9B/",
        "teaser": null
      },{
        "title": "Juno",
        "excerpt":"Juno    我回忆了一下，的确，去电影院看2遍的片子，Juno是第一次  一点点的幽默，一点点的温馨  我想找OST，但还没下载    我觉得不需要什么理由。断了便断了，开始也就开始了。                                                Comments   vivian:     不需要什么理由。断了便断了，开始也就开始了。   真理啊真理：）    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/juno/",
        "teaser": null
      },{
        "title": "一个字词",
        "excerpt":"一个字/词    看到sina blog搞活动，用一个字一个词盘点2007. 排名靠前的字是“涨” ，物价涨股票涨所谓的GDP也涨。 词的选择就多了，和谐奥运十七大华南虎，就差没上斌哥哥了。   这些都还不陌生，虽然似乎都很遥远。这要感谢无联网。 我试图盘点我的2007，但想不出什么字。一年中太多意外，似乎理不出头绪。这样也无法浓缩到一个字上。 下面是一个词，我选“工作”，很中性很轮廓。2007，我工作了一整年。（不抱怨不抱怨不抱怨。。。）  周日san marcos来回，350mi，印象里很久没有走这么远了。原本我想过新年那会儿去Utah，后来有两个理由否决掉了。一是没买到去盐湖城的机票，二是天寒雪厚太危险。我觉得都很合理，便都如是解释。再后来我就信了。 下午听于丹讲论语，第二章是心灵之道。大概就是说心理暗示是很强大的。郊外都还是枯黄的农庄，显得很颓败。阳光一路灿烂，但终究还不是春天  因为是送朋友去读寄宿高中，我联想起住进高中宿舍的第一晚。那是97年。日，都十年了。        Comments   Yan:     十年了！！！！！！    Echo:     如果不具體到人與人有聊無聊時候的彼此廝混or支持, 距離在這個時代其實沒有意義. 當涉及到需要清楚對方的生活才能了然的言語, 它才變得顯著起來 心理總是往安全的方向給我們暗示. 能相信就是理性的, 安全第一嘛,,, ^^      min:     我也好久没走远路了，自己找借口谓之老    min:     哈，我去年thanksgiving也是想回utah玩，也是同样的理由给否掉了。您老人家现在是打死也不上网了哈    peng:     日，都十年了….    mingzhu:     杠杠的！    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%B8%80%E4%B8%AA%E5%AD%97%E8%AF%8D/",
        "teaser": null
      },{
        "title": "澳网",
        "excerpt":"澳网    刚知道可以在线看澳网，espn360.com, 至少ATT的DSL是支持的。 速度很zan  恰好有一台湾妮子的对一法国的。台湾选手有几点我注意的。一是姓Hsieh， 我硬是拼不出来读啥。。二是她左手那叫一个细，跟球拍把子要再多绕点wrap就粗过她了。最后张苦瓜脸。我最恨张苦瓜脸了  第二盘到tiebreak，明显台湾那个体力不行了，之前很多赛点都废了，法国那个扳回一局。现在决胜局，我换台去看小威了。  我过去其实没看过Na Li比赛。google张她的照片，这胳膊杠杠的，整体形象俩字，凶悍。预计能进16强，然后遇到小威  BANG  题外话： 有人说google在中国不举是因为中文里没有gle 这个音。我觉得简直扯淡，gle和“狗”发音就高度吻合。“”    现在看到台湾那个最后还赢了。。。赢了还是苦瓜脸，ft                                                   Comments   Yutian:     google: 股沟，  哈哈，不是我说的    MOLLY:     我上班的时候看到这张照片，在主管面前就忍不住笑出声来。    min:     那场我刚好看见，问了问我rommate，果然是谢    Maruko:     Hsieh是“谢”哈      ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%BE%B3%E7%BD%91/",
        "teaser": null
      },{
        "title": "The Kingdom",
        "excerpt":"The kingdom    看到有人说是一部yy大片。我觉得更像是大yy片      装逼                                                                            Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/the-kingdom/",
        "teaser": null
      },{
        "title": "澳网 Cont. &amp; Permission",
        "excerpt":"澳网 cont. &amp; permission      从上周到现在我都在看澳网。包括现在，沙拉波强势杀入决赛，10K 还在竭力逆转。我看好沙拉波, 希望能霸过周6     前几天限制了blog权限，今儿又开放了。我过去也有过类似的行为。。。没记错应该是BMS，关闭呼叫器，etc   很多年后，包括现在，我都很难解释那样的行为。 其实难解释的行为又何止这件，更多的就不再追究了       如果ID死了，BMS就果真找不回来了么         看完fedax， 是周6凌晨4点半。 天就翻鱼肚白了  &lt;/div&gt; ## Comments *(No comments for this post)*         ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%BE%B3%E7%BD%91-cont.-&amp;-permission/",
        "teaser": null
      },{
        "title": "牯岭街少年杀人事件",
        "excerpt":"牯岭街少年杀人事件    历经4年，我终于看完了牯岭街少年杀人事件 。。。杨导演可以安息了  开始我以为张震是被杀的，大概2年前我觉得他应该是杀人的  最后的惊喜是被杀的竟然是。。。  hoho  青春总是让我们无语                                               Comments   A:     还是不错的电影呵    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%89%AF%E5%B2%AD%E8%A1%97%E5%B0%91%E5%B9%B4%E6%9D%80%E4%BA%BA%E4%BA%8B%E4%BB%B6/",
        "teaser": null
      },{
        "title": "Cloverfield",
        "excerpt":"cloverfield    我没有看过布莱尔女巫，所以第一次还是很欣赏这样手持dv的风格  我觉得至少要有1个月CS的基础，不然 很晕很MyGod  Trailer超zan，40m的首映票房就这么来的                                               Comments   peng:     对灾难片 暂时失望中。。。    kyle:     晕不晕要看个人，我用psp打超级玛丽都晕。。。手持dv也要看个人，手抖起来肯定比肩抖的厉害。。。看片子最是个人了，最后都有几个哥们喊要退票的    Xi:     让人晕的是模拟第一视角的肩抗镜头＋摇晃镜头，不是手持dv风格，那门多校园dv都是手持dv拍的，没有哪个拍得出摇晃镜头风格的，至少我没看到过。CS也不是所有的地图都练这个，大场景地图像Dust，Aztec什么的基本不晕，所以对这个没什么效果。小场景地图像Boeing747什么的估计有点帮助，我反正一打Boeing747就狂晕。    min:     it looks boring to me…    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/cloverfield/",
        "teaser": null
      },{
        "title": "没话说了",
        "excerpt":"没话说了    记得一段时间，发现每天睡不到8小时的时候，我天天上blog来抱怨  现在6小时都是奢侈的时候，我还真没话说了  其实我好困    Comments   Yan:     我睡5个小时，老得非快，都是混口饭吃，不容易啊…    田:     海 好久，好久，好久没你音信了 我上live space很少了，老发不了文章 你还是“很黄很暴力”么？ 我很想你，不是下半身的那种想，是心里想 哎，过去的再也回不来了 我又想起那年春天的植物园了 希望你一切很好，仅仅而已 no news is good news    mingzhu:     想想国内雪灾。。。    peng:     pat pat~~    辉辉:     不容易啊。。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%B2%A1%E8%AF%9D%E8%AF%B4%E4%BA%86/",
        "teaser": null
      },{
        "title": "The Eye &amp; Untracebale",
        "excerpt":"The eye &amp; untracebale    我都不好意思说我看过这些片子，更不要提去电影院看的。  真糟蹋       Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/the-eye-&amp;-untracebale/",
        "teaser": null
      },{
        "title": "Rambo",
        "excerpt":"rambo      片尾字幕大概有15分钟 最后连sandwich maker都出来了  很血很暴力              &lt;/div&gt;                                                                                                                            ## Comments **peng**: &gt; 很血腥很暴力很男人很喜欢 **peng**: &gt; 你好有耐心哟~~~ **A**: &gt; 还没看，这边慢       ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/rambo/",
        "teaser": null
      },{
        "title": "过年",
        "excerpt":"过年    老家有句俗话说是\"有吃没吃，耍过初十\"   我很喜欢这样的口号，不过在资本家的地盘上实践有一定的难度。总之我也告假2日，连上周末耍到了初四。四川话不翘舌，四和十也差不多了  呆在家里主要是睡觉。醒了就晒晒太阳。上网一直在递减，而且中文网局限于文学城，mitbbs和新浪blog . 近来Edison太抢眼球，至于其他都疏忽了。 我想这样会不会太闭塞？有些慎得慌  初二跑了趟bestbuy, 扛回来一PS3. 我想大过年的总需要点新气象。 大概我10岁时候有过第一台游戏机，任天堂的16位。那时候小霸王还没成气候，所以也算第一批游戏机了。还记得正是放暑假，我家每天都会聚十来个小孩儿，让我妈很生气。 其实我对游戏从来不会很入迷，可能是这方面脑残得缘故，比如当年我玩魂斗罗总都过不了第一关，玩沙罗曼蛇也很逊。然后我再都没有过游戏机。年前一直想弄Wii, 但总是sold out， 这样便从了PS. 可能也是因为华纳宣布支持Blue ray， 总之我晚上开始玩Call of duty 4.    但我始终不会入迷游戏，不然我现在还继续fire in the hole. 下午4点我躺床上，我觉得阳光照到了身上，仿佛能闻到过去的味道。比如一群人连CS得宿舍味。CS我也是超级菜，但也迷过一阵。这里我就给那些过去和我一起爆头和被爆头的兄弟拜个年。  后来我睡着了，醒来天已黑了。中午听来的一个事儿，昨晚一个中国留学生在Chinatown遇害。碰巧Rockets得比赛请了一些中国人去跳舞，碰巧看完比赛去吃宵夜，碰巧独自一人去餐馆外接电话。 被抢，不从，枪响，爆头。 这哥们我也认的，所以听来的时候觉得格外真切。 苦短。。。   08年是鼠年。我不觉会有大吉大利的兆头。因为我最怕老鼠了。eeeyouuuuu    Comments   田:     呃…… 没想到你还喜欢CS呢，我都有一年没打了 不过我还是很喜欢 我blog新地址在blog.sina.com.cn/ariesliu space上的弄死进不去了，郁闷 人生就是苦短，所以要及时行乐    Yan:     偶一直计划着买wii，但是买wii要先买tele，但是又不晓得要不要再等哈真正的数字高清，所以还是一直没有wii… 先拜年先拜年！    Maruko:     这么惨，大过年的。。。   不过还是要祝新年好哈！！    peng:     another dead man I heard today~~   soo sad~    Jasper:     是我 roommate    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%BF%87%E5%B9%B4/",
        "teaser": null
      },{
        "title": "过节",
        "excerpt":"过节    田田你太调皮了。。换了用sina也不说一声。  不过也就是08年的事，ms2月初还有一篇俺的专栏。BBS时代写过也看过好些，当然没有一个比得过刘同学煽情。一方面由于伊善御此道， 另外就是我们当年乘着花季雨季在花田月下埋下的种子如今花繁叶茂的缘故。但我是不为所动的，毕竟这厮对我滥情的次数远远比不上放我鸽子的次数。很多次我都很恼很生气，但一到周末，又挤上公车往人大奔，俩字儿，够贱。不过 J 一贯是我们8班人的传统，记得 宁滥勿缺 才是王道。  那时CS的热度完全不让眼下的陈gg，所以在人大比较经典的一幕就是刘同学通宵挫CS，我在一边通宵看F4流星雨。其乐融融，很多年后回想起来都温暖的，像桌上乘泡面的饭盒  伊说我们4个月没通过电话，是么？这个新年，我没有打过一个贺岁的电话，自然也就没有收到一个电话。没打，因为我suppose已经打过了，不仅打了，还suppose是起早贪黑的打了。没收到，也省得我分钟数超了  都说刘同学了，其实我突然还想到王同学。好像我们仨能聚齐的时候很少，我现在只能想起在西门外吃鸡翅的一次。不过在俩俩的联系中，总会扯出关于第三者的话题。所以我想这是很微妙的。王同学是大牛，高山仰止。在北美最著名的文学城八卦百科网站，专题报道过的人物中我认识的一共就2人，一个是前些日子被爆头的，另外一个就是王同学。   关于遇难的留学生，我觉得很不幸，尤其是对他的家人。My condolences。。。。That's all. 不比\"侨界\"的各位朋友，又是募捐又是基金的。我想起听过的一句评论，大概就是人死了他的缺点就忘了，都开始歌功颂德。 很讽刺的是，出事前不久我还和朋友讨论起这位兄台，一致结论就是这丫太滑头，ws事迹斑斑，我是很反感的。就算是盖棺定论，我相信这也是客观的一面。但去募捐，总还是好的，能办一体面的丧事，也算是对父母一个交代   这样很不积口德，阿弥陀佛先。。。不过这般我也放心了，我机场接过人也带人买过菜，要是那天横尸街头，我也算热心助过人的，给我写颂歌也有题材了。  田田最后感慨那是我们的青春。的确，就是，过了就tm没了的青春。 不像丫情人节，年年有，不希罕的。        Comments   LI:     要是哪天你挂了我就冲上去给你写颂歌~~~哈哈    田:     咦！王同学捷足先登了！ 每次看黄同学的文章，就是对人生某个片断的回忆、反省、把玩和感慨 细节太多，片断太多，情节太多 多的我一时竟不知从何说起 还是海岩好，一个富贵的文学商人，啧 待以后，我要写本专门的回忆录，重点讲述传奇人物——黄同学。 恩 今年情人节我又是一个人过的，跟那些花儿们过太俗了，我一直这么认为的   借黄同学的宝地说一句：王同学你最近也许就没和我联系了    mingzhu:     不像丫情人节，年年有，不希罕的 —- ME AGREE … STRONGLY…    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%BF%87%E8%8A%82/",
        "teaser": null
      },{
        "title": "Before The Devil Knows Youre Dead",
        "excerpt":"Before the Devil Knows Youre Dead    自作孽，不可活  上一句是  May you be in heaven half an hour 连起来，我突然想到的场景就是 devil在一边得意的笑，小样，得意的笑，                                                Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/before-the-devil-knows-youre-dead/",
        "teaser": null
      },{
        "title": "十连胜",
        "excerpt":"十连胜       新浪报道中国赢了农心杯，十多年来第一次。 Rockets也十连胜了。看来除了国足，到处都在赢               今晚Lost更新，比赛就次要了。关键是明天对Hornets，我个人很悲观，是不奢望继续连胜的                       最近的一些蹊跷让我进一步认识到网络的暴力和扯淡               所以还是下网多读书的好。comf, comf, comf                       十连胜还有Obama。下个月就轮到TX。可惜在中国时没投过票，连超女票都错过了。失败               真的失败。下网鸟               ps 近日手工作品。材料，巧克力泥                                                                                Comments   peng:     zan!    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%8D%81%E8%BF%9E%E8%83%9C/",
        "teaser": null
      },{
        "title": "风吹麦浪",
        "excerpt":"风吹麦浪       我刚是戴着耳机的,一开blog的时候吓了一跳. 原来是风吹麦浪.               应该是很久都没更新了, 以致于我都忘了.               第一次知道李健是他在水木年华的时候, 出了张专辑是3. 好听得还是只有蝴蝶花和一生有你. 很没有新意. 后来听说和卢不合,也就散了.               去年第一次听到风吹麦浪, 暴喜欢. 恰好那会儿去了趟三藩, 逛到一片有水有草的地儿, 秋日下风吹草动, 完全就是歌里面的意境.               之前遇到类似的光景,我总是听窦唯的艳阳天. 其中最zan的是 出发           不会已忘记　记得记着  不会再继续　继续哀怨       其实这些歌词都没有什么意思,只是窦唯吟唱的声调很特别         李健的歌我全部下来听了, 整一矫情男. 比如抚仙湖,比如小鸟睡在我身旁. 我都觉得很点dream pop的味道                         昨天第一次football实践, 形式很温柔.类似于softball之于baseball. 其间quaterback一把, 有一个touchdown pass. 个人很满足               另外还有飞盘那个比赛, 太费体力...遥想当年, 12分钟跑能过3000米的, 去打甲A都够格了                 一片帖子. &lt;南加野花报告08年第一弹&gt; @mitbbs. 看上去很美&lt;/div&gt;                                                                                                                           &lt;/div&gt; ## Comments **田**: &gt; 看过 想过 正在听风吹麦浪 没见过麦浪 倒是老忘不掉那年春天的植物园 躺在阳光下的草坪 我们仨 **peng**: &gt; 12分钟跑能过1700米 **Unknown**: &gt; “恰好那会儿去了趟三藩, 逛到一片有水有草的地儿, 秋日下风吹草动, 完全就是歌里面的意境.”嗯呃。。。。。春日吧。。。。。那时候儿是5月。。。初。。。:)当时没听你哼哼那歌儿嘞？！                  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E9%A3%8E%E5%90%B9%E9%BA%A6%E6%B5%AA/",
        "teaser": null
      },{
        "title": "冠军杯",
        "excerpt":"冠军杯       Arsenal第一个远射我是遇上了的，打的很漂亮。 旁边一个同事说这哥么16岁就开始踢英超       英雄少年 Fabregas     过一会儿听说米兰晚节不保，加时又被日了。 卡卡也不顶事啊               一期Times上登了几个候选人的介绍。70高龄的mcMain，过去是pilot，还被俘虏过n年。想想也忒传奇。               我还是fan米兰的，算是最早认识的球队。另外一个是尤文图斯，很久没消息了。       不是我不关心，只是眼球被yahoo sports迁到了别处。比如今天满眼都是Packers QB闭关的消息。               在体育方面，美国人的确彻底生活在自己的世界。他们狂热的迷恋，不经意的感染周围的世界       NBA，NFL，MLB，加上NCAA，有没有足球就显得无所谓了               我问过一个鬼子为什么与众不同的不叫足球football，他说因为世界上大多数人错了。       前年开始也有了MLS（soccor）, Houston连续2年夺冠。打LA我去看了，可惜小贝没来。       go Dynamo～               TX选票还在counting。 Hillary 60耳顺，resume上8年first lady        Obama 46, 不晓得都干过啥，这都能选么？                                      Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%86%A0%E5%86%9B%E6%9D%AF/",
        "teaser": null
      },{
        "title": "A Lt Boul As Sk",
        "excerpt":"A LT BOUL AS SK    现在应该承认，如此般是不会实现的。  CD里面那张盘是mp3,便放了很久.  我想起一个遗憾是最后都没有一起录一首歌.  其实我从来都没有听完过安安拷给我的歌, talk to her ,,,我也都没看过  上个月29号, 我想起4年前也是一个闰年, 但彻底忘了多出的那天我都干嘛了...   Ride on, see you,     I could never go with you No matter how I wanted to.  我都干嘛了???  标题是5岁仔的家庭作业,  正确的拼写是A  LITTLE BOY IS SICK .   缩句, BOY SICK,  再缩, SICK SK     Comments   Knox:     东西买到了，怎么寄是个问题，你怎么想？    min:     talk to her 当时看还不错，不过都是四年前了    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/a-lt-boul-as-sk/",
        "teaser": null
      },{
        "title": "10000bc &amp; Jumper",
        "excerpt":"10000BC &amp; Jumper      10k BC     I personally believe, 很扯淡，打回去看看ice age。鉴于女主角很靓，尚可忍       Jumper         孰不可忍...                         \"The Step Pyramid of Djoser (also spelled Djozer or Zoser) in Saqqara is the oldest stone pyramid in Egypt. It was built during the               3rd Dynasty (2649-2575 BC)  for the pharaoh Djoser by his architect Imhotep.\"                                                     &lt;/div&gt;                    ## Comments **Shu**: &gt; 不是说史上最烂电影刷新了么?                 ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/10000bc-&amp;-jumper/",
        "teaser": null
      },{
        "title": "Into The Wild",
        "excerpt":"Into the wild            all about ultimate freedom &amp; simple beauty                    里面一个镜头： 到了Alaska， 遇见几只麋鹿，他眼睛就湿了       看到这里我就哭了                                                                        Comments   A:     I haven´t seen yet, want to,  what power is nature giving us?    Shu:     有生以来读的第一本全英文的小说. 高中要求的课外阅读. 当时英文很烂, 记得书上全是我查字典然后注解的. 说起来还挺想看看这部电影的, 顺便考察我当年读懂了多少. =_=    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/into-the-wild/",
        "teaser": null
      },{
        "title": "243刀",
        "excerpt":"243刀      243刀能买什么     1台wii, 1部iphone(after rebate), 1付Kfactor Six-one95球拍外加100多个网球，         加80 Gal 汽油，看30场电影，买10件express的T shirt         50个burg，1000罐Dr Pepper，20000 mins phone call to China            如果不介意最后一排的话，20场MLB/NBA是没有问题的，NFL或许10场，还没看过。。。另外无数场小提琴独奏，因为是免费的             最近受到很多邮件，标题很醒目，内容很冗长。我上下翻了2遍才找到原始内容，就是说Gates要送钱了。其实很容易辨别真伪的：               天上能一下掉15张pizza饼么                                     btw...我过去很fan Gartnett. 果然了。   &lt;/div&gt; ## Comments **peng**: &gt; The gas price in Houston is cheap~~~~~                   ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/243%E5%88%80/",
        "teaser": null
      },{
        "title": "牙",
        "excerpt":"牙    绝对是心血来潮，我约医生洗牙  我躺下，看见尖尖小小的钩子。。。靠，我想  后来医生告诉我，一，需要下次来深度清洗，估计就是打了麻药使劲刷。  二，第n颗牙是虫牙，要补，n=2,3,7,14.....m  (m&lt;=32) 三，智齿张得不对, 要拔。 我日  间隙时候我起来吐了口口水，全是血。   下次预约是22号。periodontitis, 牙周炎   Comments   peng:     勤用牙线 身体好    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%89%99/",
        "teaser": null
      },{
        "title": "想起来",
        "excerpt":"想起来    绝对还是心血来潮，我跑去附近一篮球场。  结果只有旁边一路灯，幽幽亮。    想起来一个问题，知道 蓝梅 咬开里面啥色儿不  还想起来，医生说了第四点，考虑牙整形。也不想我年轮都多少圈了    刚看了比分，火箭又猪了。 8局下半，astros落后一分   Comments   Unknown:     wow gold cheap wow gold buy wow gold world of warcraft gold wow world of warcraft wow gold WoW Warrior WoW Hunter WoW Rogue WoW Paladin WoW Shaman WoW Priest WoW Mage WoW Druid WoW Warlock maple story maple story mesos maplestory mesos maplestory maple story mesos maple story cheats maple story hacks maple story guides maple story items lotro lotro gold buy lotro gold lotro cheats lotro guides power leveling powerleveling wow power leveling wow powerleveling google排名 google左侧排名 google排名服务 百度推广 百度排名 wow guides wow tips 商业吧 网站推广 福州热线 体育博客 股票博客 游戏博客 魔兽博客 考试博客 汽车博客 房产博客 电脑博客 powerlin518 logo design website design web design 商标设计 办理上网文凭 高考答案 窃听器 手机窃听器    Knox:     你要整了，就成了一个标准的帅哥了，太完美了，赶紧整吧！    Heng:     是紫色吧    min:     我也打算去整    LI:     整吧，30岁都不晚，我就打算工作了去弄牙呢    peng:     he se…    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%83%B3%E8%B5%B7%E6%9D%A5/",
        "teaser": null
      },{
        "title": "Pick",
        "excerpt":"pick    North Carolina                                                            UCLA                           ----&gt; N.C ---&gt; &lt;--- Memphis  &lt;---- Kansas                                       |                                Memphis                                                   \\/                                            Tar Heels  一同事KU的，Jayhawk fan, 今儿下午就奔San Antonio去了。今年final four太完美了，我相信能完美到底，便pick了NC  凭空是很难猜对的，不过可以联想葡萄。 紫葡萄咬开啥色啊？绿色！那就对了  还有绿葡萄。咬开了，也是绿色的      Comments   Kyle:     kansas太牛了。。super mario!!!    peng:     葡萄都直接吃了。。。    Hui:     老大。看你的blog是对我们智商的挑战    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/pick/",
        "teaser": null
      },{
        "title": "4月8号",
        "excerpt":"4月8号       明天在三番的同志，加油了！ 要在声势人势气势上压倒一切反动派               对藏独的玩轮子的叫人权的那些               一个字，操；两个字，傻b；三个字，你大爷               明犯强汉者，虽远必诛！                       ＝＝＝＝＝＝            芬必得，我从去年1粒/月改为1粒/周。           另外，从昨晚开始，stilnox的用量从半片加成一片                                   ＝＝＝＝＝＝                                                                       Comments   Quanzhou:     兄弟也在被牙齿问题困扰阿，保重。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/4%E6%9C%888%E5%8F%B7/",
        "teaser": null
      },{
        "title": "祖国,我为你骄傲.....鱼头,我为你自豪",
        "excerpt":"祖国,我为你骄傲…..鱼头,我为你自豪    鱼头, 你是我们电子00的骄傲!!!  俩字儿,爷们!  ================= 不在三番的, 遗憾不能护火炬,但还是很多可以做的宣传奥运  在公司cube墙上贴poster, 如图 使用08奥运 bumper sticker (got from ebay, 邮寄中) 参加当地组织的游行抗议 (27号 in Houston) 遇到ZD,轮子游行集会的,摇下车窗比中指,骂傻B (每次在chinatown见到轮子, 必骂,操tnnd)  这些是我能尽的微薄之力...  很少写主旋律的东西. 昨天看了金晶的照片,丫ZD让人太怒了.  不能忍....         Comments   晖:     纯爷们！    mingzhu:     三个字：真汉子 :P    Echo:     对藏独的玩轮子的叫人权的那些   一个字，操；两个字，傻b；三个字，你大爷   這個牛~~ 頂了~~~! PS: 我也一樣, 今天才看到金京mm的帖子, 怒到不行  8月回國不? 回北京來吧!  ^^    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%A5%96%E5%9B%BD,%E6%88%91%E4%B8%BA%E4%BD%A0%E9%AA%84%E5%82%B2/.%E9%B1%BC%E5%A4%B4,%E6%88%91%E4%B8%BA%E4%BD%A0%E8%87%AA%E8%B1%AA/",
        "teaser": null
      },{
        "title": "Allergy",
        "excerpt":"Allergy    前夜, 凌晨不知时分. 风雨大作,电闪雷鸣  早上起床, 发现我开始过敏了.   至此, 来美3年半有余.         啊啊啊........啊切....  (画外音...Bless u....) .... thanks    我多么希望我只是在感冒    打小我就是热爱昆虫的.   比如幼儿园时候我就有用蜡烛烤蝗虫吃的经历. 还有次用砖头砸大青虫, 它的体液喷到我腿上, 是五颜六色的  有种我们方言叫\"切刀片\"的, 不知道学名是什么. 昨天在博物馆看到了,叫katydid. 如下图  另外还看到天牛和笋子虫, 都曾是小时候的玩物. 天牛是能捉到的,一般是在梧桐树上. 大个的能长有十多公分. 能有一个大个的天牛是很拽的,所以一整个夏天我们都泡在梧桐树干和绒绒的叶子间找天牛. 有时碰巧能抓住蝉, 那是很不容易的.他们先警觉得收声.你再靠近它便飞走了.  笋子虫应该也不难捉,但我从来就没有亲手抓住过. 那是是因为附近没有竹林的缘故, 所以我甚至都没在野外见过笋子虫. 春天时候就有人上街叫卖. 他们把它的一只脚折断, 用根削的很尖的竹签插到短腿的圆洞里.  如果笋子虫飞起来, 就会绕着竹签的另一头作圆周运动. 但其实很多时候他们都是静止的垂在竹签上. 我猜或许是累了.   希罕的还有屎克朗. 记得我过去专门写过一片blog的,这里就不讲了. 我可以google到一张天牛的照片,但找不到笋子虫的.      还有要记下来的,是海哥订婚了. 熊哥的闺女都满地跑了.  我现在可以说,  认识好多朋友都5,6年了. 虽然如今我们很少联系           Comments   Kyle:     en 你们说得都对   俺不做镭哥很多年了    Echo:     這個是海弟~~ ^^    peng:     减轻过敏症状的偏方： 早晚将鼻子洣在冷水里 轻轻呼吸5-10次    据说长期坚持， 非常有效    LI:     I am having a serious allergy. I didn't sleep the night it rained. Good luck    mingzhu:     从小没有爱心， 啧啧啧。。。    Bin:     海哥不是你么？、、    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/allergy/",
        "teaser": null
      },{
        "title": "最近",
        "excerpt":"最近       最近，我被警察pull over2次(一次speeding, 一次不停stop sign) 但都被放走了，连warning都没给一张。               我觉得事有蹊跷， 便去买张lottery, mega millions. 这是第一次买，用尽了我所有的幸运数字。 夜里11点开奖，一个都没中。               看来世界还是逻辑的。这点很重要               最近，西藏总是焦点，我就开始读 尘埃落定。我很羡慕“我”，能太子党还有女佣人卓玛。 但这还不能彻底的吸引我，只有失眠的时候才继续读下去。幸好我是经常失眠的，这样也到了第七章末， 女土司的女儿应该确实是迷人的               还有，最近， 我猜allergy只是假象，毕竟除了周末我就再没有喷嚏过。 中午我还刻意去闻过花， 我不确定鼻子是不是很痒，只是我都没觉到香味。毕竟可能是心理的因素。                       今年5/1长期取消了，这不是最近的消息了。我忍不住去回忆我在过去长假的行径。 好像除了大1去了杭州外都是留在北京。后来长假里遇到些人也遇到些事，如果没有过长假，那会不一样么？                              Comments   Xi:     我靠，原来你也allergy啊，hand啊handallergy不一定是花粉的，可能有很多原因，比如冷空气，湿度，等等。我觉得我的allergy就跟花粉没关系，很可能是对冷空气和湿度过敏。    Fiona:     看来米国的警察叔叔还是很nice的嘛.大家都是有惊无险. 太子党?呵呵,痛恨之极    Maruko:     嘿嘿，昨天老子又中了大奖，停在红灯的地方居然被韩国大妈开的“别摸我”SUV冲上来撞了个鸡飞狗跳的~~现在好了，车屁股都关不严，有车俨然成为没车了。。。    mingzhu:     黄大爷，咋办兰， 我最近才发现我有点白痴。。。    Charlene:     1。我唯一一次被警察抓是在斯坦福骑自行车闯红灯，传说应该罚款200元，但是我来自贫穷的新泽西，警察很厚道地帮我节省了钱。   2。 我认为尘埃落定很难看，至少没有吹嘘的那么好看。原因是在此之前我刚刚看了穆斯林的葬礼，最后不得不快速拖完，之后对这类少数民族风情的文学完全绝望。   3。你可以到新泽西来体验一下allergy, garden state并不浪得虚名~~~    mingzhu:     有人说， 问君能有几多愁，恰似一群太监上青楼。。。。。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%9C%80%E8%BF%91/",
        "teaser": null
      },{
        "title": "Iron Man",
        "excerpt":"Iron man    最近去电影院都只看一部片儿。 相信如此rp该有所回升  按漫画的名气， 熨斗男远远不如超男，蜘蛛蝙蝠男。但我相信很多人会更喜欢前者。  老男人的优势就明显了。  就像听歌一样，要选老男人，小女生。所以我对蔡琴演唱会都没兴趣                                                 Comments   Xi:     你家里都还好吧？    Xi:     “就像听歌一样，要选老男人，小女生。所以我对蔡琴演唱会都没兴趣”这个听着有点假，呵呵    Unknown:     老男人自是演得smooth, 可这部电影让我一路的飞机都在惦记/琢磨的并非老男人，因为无论是老男人，小男人，被前簇后拥型男人，闲云野鹤型男人，只要是男人，就基本大同小异。生活/生存方式不同，但“男人”本质是一样的。至于老男/小男，其实都各有优势，之间更没有本质区别，只是人生不同年龄阶段。 是那个女人，老男人身后的女人，那个事无巨细，面面俱到，从不多话，第2天清晨会面带微笑地给老男人的情儿提了干洗过的衣服来，还要偶尔take out trash的女人。。。。。。。。。。。。。。。。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/iron-man/",
        "teaser": null
      },{
        "title": "出道题",
        "excerpt":"出道题    任意给定3个点，它们能组成钝角三角形的概率有多大  再加一个, apple is 2 cents each, banana is 3 cents each, and grapefruit is 4 cents each. How much is pear ?    ps 被我伴郎的新郎的仔, 30天. 小样得意的笑~~                                                    Comments   peng:     那不是1/2么？   为虾米是3/4呢？  @_@          Kyle:     对不起哈，刚看到你的留言一个办法是考虑三点的外接圆。三点组成钝角三角形的概率等于三点不在一个半圆上的概率    peng:     讲解哈第一道题的思路嘛！     困扰俺几天了 ~~    Kyle:     1) 3/4 2) 2 cents    peng:     求答案 。。。    peng:     第一道题跟空间有限无限 有没关系呢 ？    peng:     pear 2 cents…            Victoria:     read the first paragraph… i didnt say i write it.ok? why cant u just just let it go~~~~~~ oh oh by the way, even, even i just take it directly without any words left im in China, plagiarism ! what a big deal!  sue me!    Echo:     也太可愛了吧~~~!!!!!!!!!!!!!    Unknown:     pear两分一个    Unknown:     答案，1/2概率      LI:     这也忒有效率了~~~    kit:     还以为是你的仔…    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%87%BA%E9%81%93%E9%A2%98/",
        "teaser": null
      },{
        "title": "Gta 4",
        "excerpt":"GTA 4       我看桌上还有张10块钱的coupon, 就奔bestbuy了。               我没玩过theft auto系列，就看到铺天盖地的广告。上次call of duty 4广告也是漫山漫野。牛x               现在还期待年底的星际2， 我的zerg hoho                                                             Comments   Echo:     不見你更新, 怎麼回事? 家里都還好麼? 報個平安啊… good luck &amp; bless……….    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/gta-4/",
        "teaser": null
      },{
        "title": "好",
        "excerpt":"好       一切都安好。               从地图上看，邛崃比成都还远离纹川，所以影响相对较小。不过震的是很厉害。我奶奶讲她都第一次遇到这么强的地震               成都市区基本都没事，所以我高中同学也基本OK. 绵阳要凶险点，不知道川川，星星还有公瑾如何？               剩下的就bless了。               BLESS      Comments   peng:     问了哈绵阳的同学  好像市区也还可以 但是郊县很惨。  广元也是， 市区还不是很严重， 郊县很惨！    peng:     bless!!!    lingjiang:     成都是冲积平原，所以减震比较好，福地啊，希望大家都平安！！    江涛:     Bless    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%A5%BD/",
        "teaser": null
      },{
        "title": "关于小兽",
        "excerpt":"关于小兽      从网上我仅能找到这条消息，短短的几行字而已 小兽原来只是在副驾。但不幸对方是peterbilt(18轮，擎天柱那个车型)    离开cc几年了，对小兽印象也有些模糊。我还是一次网上乱逛无意看到他space才知道他也在美国了。 OK和TX接壤，但应该是很荒芜的地方。做field的，更甚。不知道小兽有没有习惯在这里的日子  为什么你爱我背着别人   。。。相信很多年后朋友们也会记得一个这样唱歌的小兽  走好        MARSHALL CO., OK -- Three people are killed in a traffic accident in Marshall County. Troopers say it happened on Highway 70 about four miles west of Madill.         They say Brian Journagan, 32, of Velma was driving a Peterbilt semi on Highway 70. A Ford pickup was swerving into the wrong lane for an unknown reason, and the two vehicles collided.           Cory Patterson, 26, of Duncan was driving the pickup, and Guoqin Mei, 25, of Duncan was his passenger.             Troopers say Patterson and Mei were trapped in the pickup for about two hours. All three men were pronounced dead at the scene.  &lt;/div&gt; ## Comments **sayon**: &gt; 第一个我认识的同龄人，所以难过的程度有点超乎我自己的想象 闭上眼就是小兽的脸 **Fiona**: &gt; 替海回答,是的 **J.**: &gt; 海，朋友告诉我梅国庆出事了，我想确认是北大地质系2000级的吗？我是96级的师兄。this news shocked me.... Looking forward to your prompt reply.. **Fiona**: &gt; revise一下那句歌词,为什么你背着我爱别人 **Hui**: &gt; sigh... take care of yourself             ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%85%B3%E4%BA%8E%E5%B0%8F%E5%85%BD/",
        "teaser": null
      },{
        "title": "大明",
        "excerpt":"大明    到手一套，5本，翻起来沙沙的。 尘埃既然落定了，继续讲 明朝那些事儿  文科里面历史是我比较偏爱的。 大学时候借过一套讲开国大帝的，唐宗宋主秦皇汉武的，我也算囫囵看完了，同时应该还在背GRE单词。我现在估计那时候还目标要博古晓今，中外通杀。是可以化入愤青一类的。  后面几年驯化成果显著，比如看 明 ，好多情节都让我想哭，忠臣烈士，铮铮傲骨。。。  明 写法很zan，通俗幽默还是正史。至少朱元璋卷是。我喜欢看还是因为身世相关（够玄吧）  话说明朝xx年间（忘了），朝廷政局有变（估计是），一族官人离开南京迁入四川，在邛崃附近隐居下来。为了掩人耳目，还改姓为黄。后来族人立了一2米来高的石碑，记录下若干原委  每年去乡下上祖坟，颠簸n小时再走上m小时山路。 我也亲见过这块石碑，斜立在小土坡上。还记得字迹斑驳，只能很勉强读出碑文。（这碑要是换来搁美国，肯定铁栅栏围三圈，旁边还修一visitor center。几退休老大爷呆里面给你发石碑简介加附近yy乡地图）  我相信改姓黄背后是有故事的，便研究过一阵明史。但似乎历史书都主要讲郑和下西洋的对中外文化交流历史意义，或者编撰永乐大典的艰辛对我们的教育意义，没有提到过有人南漂的。我就放弃了，就像放弃当年古今中外通杀的想法一样  不过我还是希望，明 的后几卷能给我一些眉目。  －－－－－－－－－－－－－－－－回到现实的分隔线－－－－－－－－－－－－－  莎拉波挂了，Astros战绩3－7，Finals要等到周四。逼我去看NASCAR么。。。  钓鱼最辉煌的一次，忍不住show一下，hoho （其中我贡献了10＋条）              Comments   Kyle:     我钓的鱼，除了catfish我认识，其他都不认识。。。这个好像是小黄鱼    peng:     啥子鱼？    MOLLY:     无意泼冷水哈，但佛经中说，杀生是造业的……    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%A4%A7%E6%98%8E/",
        "teaser": null
      },{
        "title": "明天我请假",
        "excerpt":"明天我请假    其实已经算是今天了。但标题说 今天xxxxx 好像很傻，感觉写日记一样，还是小学生日记那种，最后要注明天气的。所以换成明天，但实际上说的是今天。不过明天，我真的也是请假了的，所以也没错  说白了，就是我请了2天假  上午计划是法网，Ivanovic vs  Jankovic   我是比较饭伊万的 下午游泳(暂定) 晚上当然是NBA Finals...  重申，今年看好Garnett~  明天干啥呢？     Comments   Echo:     釣魚~~ ^.^    Hui:     我也干过这种事，请假看比赛    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%98%8E%E5%A4%A9%E6%88%91%E8%AF%B7%E5%81%87/",
        "teaser": null
      },{
        "title": "Viva La Vida",
        "excerpt":"Viva la vida       I used to rule the world  Seas would rise when I gave the word  Now in the morning I sweep alone  Sweep the streets I used to own        I hear Jerusalem bells a ringing  Roman Cavalry choirs are singing  never an honest word  That was when I ruled the world    iTune广告， 第一次听到特别喜欢。难得我也贴一回歌词。下个月苹果要出3G，愈发牛b       Celtics,你tm不要不争气！！！        ----------------          无语了.....牛b大了。。。绝对算是最好看的一场比赛了。。错怪boston            ----------------              再补充：  刚看完1虎1席谈，很是有趣。好比今天的比赛，郭跳跳是Lakers, 来势汹汹，第一节就创纪录的领先21（最多还到了24分） 但Celtics死磨烂缠，最后还翻盘了。个人感觉: 这场PK范跑跑完胜，除外就是对郭的反感。这年月，用大帽子压人是会被bs的                我起初看到范的照片，的确ws。但读过另外一些关于他教书方式的文章，对他还比较认同。                  关于跑路的言论，是犯了和辽宁女，Sharon Stone一样的错误：瞎bj的瑟！ 先跑出来的老师不止他一个，玩不了网游就开骂的估计也有四川人，觉得地震是喇嘛施法或者美国地质战估计也不少。这些都不是不同戴天的。还记得当年听到911的消息，大伙儿欢天喜地奔走相告的热乎劲么？所以呢，我也抵制Stone, 但主要是因为她人老珠黄外加乳房下垂  当年江爷爷一句simple + naive ，名满江湖，但仔细看完视频，其中还引用了一句经典，闷声发大财。魔法70，防御99，可惜失传了。  -----不厌其烦数次出场的分割线---------  想起另外一期好看的1虎1席谈， 司马南/清华教授PK 民间科学家 + 江湖骗子。 最逗的一啥亚洲易经风水研究会会长，贼眉鼠眼的还特能装b.                      念我泱泱天朝，真是人才辈出阿                   &lt;/div&gt;                                                                                                                                                                                                                                ## Comments *(No comments for this post)*                 ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/viva-la-vida/",
        "teaser": null
      },{
        "title": "Test",
        "excerpt":"Test    贴个youtube... 另外，推荐一个很搞笑得，他们的视频超zan http://www.youtube.com/user/waverlyflams    [youtube http://www.youtube.com/watch?v=O3mYc1m3lsM&amp;hl=en]     Comments   peng:     阅    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/test/",
        "teaser": null
      },{
        "title": "熊猫",
        "excerpt":"熊猫    熊猫剧终的时候，显示片名和角色名用了中文。不知道中国什么时候能拍出这样的动画片。家祭毋忘告乃翁  熊猫很好看，而且对中国文化的皮毛基本算是领悟了  比较傻的是牛人就是dragon warrior, 武林秘籍就是dragon scroll, 新的mummy里头也是啥dragon empire  知道啥是葵花宝典，九阴真经么     Comments   kyle:     鬼子的商业片都是大团圆结局的, 这个不同担心   Pixar的动画都值得一看得, 很美国,和宫不是一个风格   熊猫很好看. 我一直这么觉得    Echo:     本來沒想去看這部片子的. 基本上動畫片除了宮崎峻以外對我都沒吸引力 不過既然dragon_tail都說好看, 得去看看, 嗯.    Victoria:     我最喜歡結尾的時候  當時以爲師傅要死了 因爲經常這樣的片子賺取觀衆的眼淚 沒想到師傅沒死 我好開心哦~ 很好的喜劇！歡喜結局！    Shu:     lol, they already did a great job explaining the chinese philosophy…much better than those crouching tiger hidden dragon ones…. great movie i enjoyed it    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%86%8A%E7%8C%AB/",
        "teaser": null
      },{
        "title": "Title",
        "excerpt":"Title    d2604bp  Mad dog d2629bph  Neptune d2594kmg Twin peak d2698bp   Puma + Mad dog        从mdog再回到mdog,正好一圈.  我觉得差不多也完整了  看sina blog在讨论巴金. 巴金是成都人. 我知道巴金写过家春秋雾雨电...但我全都没看过. 除外, 矛盾冰心老舍的,我也都没看过(语文课本节选除外). 韩寒说就老舍文笔还好点. 这就上了首页. 恰好上周我看了 月牙儿, 这样的文笔应该就是优美的. 但我谈不上喜欢, 就讲了一女的去当妓女的故事.  我完全没有去看他们写的长篇的想法.    可见我是彻底不文学的.   我突然很想知道骆驼祥子到底讲了啥故事?还有子夜?   橙色军团再次覆灭....不知道为啥在欧洲杯期间还是人讨论国足, 脑残了吧  刚和 triff 聊, 她正在从MI到CA途中.  triff告诉我途经某地某地, 多是我没听说过的.  科罗拉多境内那段I-70, 天上的云很低. 此后我没再见过了    Comments   Kyle:     triff你还看过家春秋???!!!!  我对你的崇拜又加一层……btw  听说你车overheat了?   茶馆我看过话剧,就是去年那次吧. 亲眼看到濮叔叔还是很激动的      Xi:     这四个人我自己读过的就只有老舍的《茶馆》，写的太好了，就是那种见证中国几十年历史变迁的剧本。不过这大概跟我喜欢读剧本有关系。。。。。。冰心好像就知道她写过些什么寄小读着再寄小读着之类，反正寄了很多次。    min:     我土，我喜欢巴金，尤其家春秋    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/title/",
        "teaser": null
      },{
        "title": "A1牌牛排酱",
        "excerpt":"A1牌牛排酱    米莱说, 我学会了做蔬菜沙拉. 牛排一会儿就熟了, 还有美国的A1牌牛排酱                                                                                                 -----------&lt;&lt;奋斗&gt;&gt;  很多人捧奋斗, 我就隔三岔五看了些片段. 恰好都米莱都提到了A1牌牛排酱, 牛b哄哄的.  先说蔬菜沙拉. 中国有道菜和鬼子的蔬菜沙拉做法很近似. 取西红柿一个,洗净, 切块,加入适量白糖静置,就是糖伴西红柿. 把糖换做酸溜溜的沙拉酱, 撒菜叶子上就是沙拉了.  BBQ应该是我参加最多的户外活动, 其中80%时候是我负责腌肉,并多次获得业界好评. 我也从来不吝舍透露secret recipe, 关键就是葱姜蒜加郫县豆瓣.  A1酱也是酸溜溜的, 我第一次也是最后一次尝过后就这印象  可见一斑. 奋斗维持了国产连续剧一贯的弱智水准(对不起,我是彻头彻尾的美剧拥护者). 佟大为巩固了仅在周杰之后第二差演技男星的位置 (华子向南演的都不错)   米莱....  王珞丹是一个漂亮的女演员. 多的不说了   想起最近几个月老干妈断货了. 对houston地区华人华侨的生产生活造成的影响是巨大的...  But, where are those good old fashion values ... on which we used to rely???    Comments   peng:     we have the same situation here: 最近几个月老干妈断货了   oh~~~老干妈    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/a1%E7%89%8C%E7%89%9B%E6%8E%92%E9%85%B1/",
        "teaser": null
      },{
        "title": "Walk",
        "excerpt":"walk    数一下走过的长路  上大学以前好像没有长距离步行过. 邛崃县城很小,从我家东门外走到西门可能就3km, 我还坐三轮 成都就大多了, 但我不认路. 最远可能就是从红照壁走到春熙路. 再远我肯定就迷路了  从北大东门到天安门有15km, 我曾经借助三种非机动交通工具前往,  一自行车, 二刷刷, 第三就是裸走.   自行车是最容易的, 骑过去了还能骑回来. 刷刷\"朝圣\"完全是后青春期精力过盛的产物, 是不可复制的. 走去那次是在夜里, 月明星稀, 似乎也是不经意就到了.  其实最明的应该是长安街上的路灯,  月却是淡的  更漫长的就跳到Houston了 某日,  室外温度87F,地表温度90F . 1:30pm -7:30pm,  14 mi  ( 22.5km ) 我感觉几乎是个人极限.   7点时候走上一条小路, 两边是树, 夕阳在身后, 我慢慢得走, 看见一个人在路旁修mailbox.  开车眨眼就过的一段, 都显得无边无际. 我想这算是slow down的风景   ps  途中见到一只被车撞死的armadillo.... 阿弥佗佛....                                                        Comments   Victoria:     第一次见到这个动物 原来在friends里看Ross穿过它    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/walk/",
        "teaser": null
      },{
        "title": "Hdtv",
        "excerpt":"HDTV       HDTV的确是很大的一步跨越. 从去年football,到今年NBA, 欧冠, 法网 以及刚结束的Wimbledon, 电视转播的清晰度让人咋舌...  我相信现在去现场, 除了票价在四位数以上的座位,清晰度都远远不上电视. 这还是1080i的. 至于1080p的Blu ray和DVD的差距, 更是远超过VCD到DVD的进步. 就是可惜盗版难度大...               今天的决赛堪称经典 -- \"史诗般鏖战\"  我是一贯饭Federer的,倍感遗憾.               国庆放假3天, 我一次出门看了so so的Hancock和超赞的Wall E, 一次打了会儿网球, 其余都呆家               如今生活很宅男                       Comments   Kyle:     功夫熊猫也很好看啊   都很搞笑   wall e imdb 8.9 …狂高啊    Unknown:     不是还BBQ了吗?… 当然了,还是很宅….. 将来有很长一段日子会更宅……….:)    peng:     期待  wall-E 中~~~  ^^    Hui:     早就听说wall E超赞，看来果然不错。 你有看Kungfu Panda?    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/hdtv/",
        "teaser": null
      },{
        "title": "今日无话",
        "excerpt":"今日无话       就不更新blog了               您走好      Comments   Kyle:     米国没上映啊…要等dvdrip了    Echo:     看了赤壁沒? 等著看你的評呢…    Victoria:     帥哥 你怎麽不更新了… 群衆期待呢！    Knox:     嗯！~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%BB%8A%E6%97%A5%E6%97%A0%E8%AF%9D/",
        "teaser": null
      },{
        "title": "苹果的无耻和伟大",
        "excerpt":"苹果的无耻和伟大    新加的facebook app 还是很好用的,所以这两天逛facebook更多点  我对新版软件一向持保守观望态度, 但7/11早上我一开机就去更新frame 2.0 ... 结果到下午2点一直都是死机. 但这是不值得去埋怨的. 就凭每晚躺床上看youtube的片刻,都是值得感谢苹果的  但199的half price绝对是个谎言. 第一代iphone 399可以买走裸机, 和att签2年合同有200 rebate, 所以实际价格一直都是199. 3G iphone 并没有便宜, 而且每个月数据费从20调到30, 2年下来 , DOUBLE price for sure. 不过或许3G double speed,也就忍了  苹果很得意, 这些伎俩在更无耻中国电信面前就太小儿科了. 和运营商绑定是没戏了, 裸奔把  MS应该是不会去开发spaces或者msn的app. 会么?  我上周突然发现苏打绿的 相信 暴好听...是不是很火星 -_-)a     Comments   Bobblecat:     苏打绿很赞阿，那主唱真不知是男是女。。。看来我还是地球人，lol    Kyle:     让我们一起闯出太阳系~~    Kyle:     soda green  同名专辑 苏打绿无与伦比的美丽    Xi:     苏打绿是什么？人名还是专辑名？恩，我来自冥王星。。。。。。    Echo:     iphone在HK是和李嘉誠的台綁定的… PS: 我對於蘇打綠的認識只到他們的名字這麼多……我很金星…….    Knox:     MS有xbox还会做ps的游戏么？明显的。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%8B%B9%E6%9E%9C%E7%9A%84%E6%97%A0%E8%80%BB%E5%92%8C%E4%BC%9F%E5%A4%A7/",
        "teaser": null
      },{
        "title": "花4",
        "excerpt":"花4    我见到了Tony, 差2步就能跟他击个掌 在差不多都忘了我还曾拜在花板门下的时候, 有朋友email送票, Tony Hawk Boom boom HuckJam.    很多时候我刻意避免去写怀旧的帖子, 但记忆还是挡不住涌上来. 想起前几年网上有个清华博士快毕业时候主动退学的bg, 我去看了竟然就是花生. 想起能做很漂亮ollie的蝎子,  想起东渡日本的krazyface, 还有刚幸福嫁人的猪草.  最后是我的板, 不知所在的板   对于滑板, 我只是最初级的爱好者,便只会去饭No. 1的选手--Tony Hawk. 我从来没有滑过U型池, 也就不知道他们腾空时候会看见怎样的世界 . 选手每一次表演,我都大声的喝彩. 换作4年前, 我想我会更狂热和激动.   可惜那时候离tony还是太远, 但突然一天他就来了, 我还没找回曾进的期待, 他就踏着滑板过来和观众击掌了.  我迟疑是冲上去还是拍照, 他便已经淡然的滑了过去. 剩下周围小孩的尖叫  我还是见到Tony了. 在差不多都忘了我排行花4的时候                   Comments   南:     说实话我还真想不起来你踩着板的模样。。。踩着刷鞋的倒是记得    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E8%8A%B14/",
        "teaser": null
      },{
        "title": "Ons",
        "excerpt":"ONS    一早在公司看到封email,  标题是 ONS 2008. 搞ONS还要开年会, 足可见石油行当的肮脏和彪悍.  最近收到此类邮件甚多,  是上半年跑去混了一个地质勘探年会的恶果. 对于找油挖油卖油的演讲我都是不感冒的, 多数时间是循迹于各家展台间找赠品. 俗话说没有白吃的宵夜, 在攒一大包礼物的同时也各处留下了俺家伊妹的芳名, 所以现在多了些删垃圾的烦恼  比较奇怪的是我不记得收到过免费的condom, 怎么今天就能收到ONS的来信?    --------------好冷的笑话......嗖......嗖.........   Tony后, 发现羞斯炖农场除了斗牛骑马外还有歌会若干. 罗列如下  Aug 24  Projekt Revolution ...  Linkin Park !!!!!!!  9/11 !!!!!! Eagles  Nov 18  Coldplay !!!!!!! 我周一买了Eagles的票, 虽然除了Hotel CA外我基本都不知道他们还唱过啥. Linkin Park那个是露天的,  准备带马甲上. Coldplay, 蜜月期, 就不多说了  另外, Jan 9   Celine Dion.....   重申\"老男人小女生\"的听歌原则, 这个再议   看到了李亚鹏打狗仔的新闻. 问及为何打人, 看看李怎么说的 \"我不是今天打他，而是每次见他也打他一次！\" 够爷们儿! 从此李和周杰佟大为之流划清界限 .    Batman创下北美票房新纪录, 又是更新电影blog的时候了. 注:  Dark Knight 此刻imdb评分9.5, top 250: #1  .   知道今儿个咋恁多话么...家里网挂了2天, 真是憋坏了    p's ...差点忘了, ONS stands for Offshore Northern Seas.... 不然教坏小朋友李叔叔又要打人了       Comments   Kyle:     我只听过1月30日和12月1日的笑话…   2008 实在不敢想象    Charlene:     ONS 2008…should clarify if it's ONS once 2008 or everyday 2008 haha    雷:     来看 海~    Xi:     另外，我觉得那个“记者无疆界”组织应该出面抗议一下李亚鹏，顺便抗议一下中国政府不保护记者的人权，再顺便抵制一下奥运会。    Xi:     \"家里网挂了2天, 真是憋坏了\"俺宿舍没网络。看来俺们这一代人跟你们这些年轻人奏是有代沟啊，俺们这一代人没有网络一点都不影响生活。。。。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/ons/",
        "teaser": null
      },{
        "title": "Wall E &amp; Dark Knight",
        "excerpt":"Wall E &amp; Dark Knight       很多人都知道batman刷新了北美周末票房记录, 但较少人注意到他imdb上9.5的得分, top 250: #1, 可怜God Father屈居第二了               客观的讲DK和GF完全不是一个层面的电影, 一部superhero的视听大片在商业上的成功不可否认, 但综合思想性艺术性(I hate these words....)还不至于登上imdb 250宝座的地位. DK投票人数111k, 大概是GF的1/3, 很难讲再有200k人来打出分数后排名是怎么一种情况. 但对于我个人来说, DK是很好的电影, 很好看很好看得电影                        太晚了....明天接着写....              Comments   Shu:     是啊。你应该是最后一个人了。黑黑。你的BLOG也太久没更新了嘛。发现我看DK之前的留言的，现在随便补个看之后的留言。好片，大好片，喜欢JOKER。混沌，超越了善恶，才是真正的正义；至少，是真正的公平。    A:     your age is still 24…. even I´m older than you    A:     it´s ok, got style and a little different from other batmans.  but still… like you said.  wallE is ok. some thounghts in it, but that´s just how far it went.    Echo:     \"23:15, 太晚了, 明天接著寫\" 由衷的說一句: 真是乖孩子哈………..作息真規律    Shu:     听说内容挺DARK的. 我这周末去鉴定下~对SUPERHERO电影一向没啥兴趣, 不过这个听说不太一样. 瞅瞅先~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/wall-e-&amp;-dark-knight/",
        "teaser": null
      },{
        "title": "Edouard",
        "excerpt":"Edouard       Edouard不是hurrican, 甚至登陆后连tropical storm都算不上了, 只是个depression. 下了场不够大的雨, 都不足以让公司放假               几周前zll同学还有easy同学来Houston. zhenyu同学殷勤款待,我也混在其中. 海边有个木制结构的翻滚列车, 2位巾帼毅然前往. 我和zhenyu都怵那玩意儿,就呆下面拎包了.         海边看到许多小水母, 我觉得挺希奇的               上面是大学同学. 关于高中同学的一个更新是田田(见link), 伊生活很滋润很BH .                        http://bbs.8264.com/thread-133429-1-1.html                刚刚收到线报 1+要婚了...没有比我还土星了的吧...               前几天又收到一大信封, paramed寄的,没听过这么一油公司啊?         俺一翻进去就被雷翻了, 见过帮残疾人下楼梯的担架么? 原来para , short for paralysis               真是生活多惊喜                                                                Comments   yi:     我要照片!!!    Heng:     怎么都没通知我！！！    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/edouard/",
        "teaser": null
      },{
        "title": "Nbc",
        "excerpt":"NBC       2008年8月,我彻底沦为NBC的忠实观众               之前我还是看ABC的, 从周4的Lost到NBA的季后赛. 我也看Heros, 但都是下载的. Heros第二季9/22开播, 看完奥运也不用换台了               不知道还有没有人记得, 我们约定过2008年一起在北京看奥运. 那大概是高中毕业时候. 我一直都记得, 还挺真想能聚.       但显然后来没人再提过. 现在高中同学在米国够2位数了,  我都不知道到底还有几个还在北京.  既然没人说我也别提这茬. 继续宅继续NBC               我一直隐约觉得8月有点啥特殊的, 但就是想不通透. 刚才开电视, 正好女子马拉松, 一女的带头嗨呼嗨呼跑进北大,又嗨呼嗨呼跑出北大, 随后又嗨呼呼的到了清华. 我不得不再一次感叹HDTV, 看的那叫一个真切. 跑出东门一刹, 心头一下亮堂了, 那是离开北京的日子. 我记不清日子, 就回去翻blog. 但第一次记录就是记不清的(05年). 我想大概就是8月中吧. 这样在休斯敦我也呆了4年了.  想想北京也就4年, 我便把羞死炖改成了休斯敦.                4年也算很长, 至少足够忘掉bbs式的文风. 奥运了都               NBC黄金时间全是游泳, 中间夹杂体操. 游泳除phelps就是phelps他妈,  搞得我也特关注. 体操焦点先是shawn, 然后自然是liukin. 我倒是挺喜欢sacramone, youtube上有个她打人的视频, 相当的BH,,,  最后, 有没有觉得liukin特别像DH里面的Lenette?  Liukin说, 我叫Nastia不是Nasty...汗               暑期档期,看了若干电影. 有天想明白为啥最近都没好看的连续剧,那是让大家都去影院啊.  电视只能看旧剧集的重播, 发现the Office是相当的搞笑... 可以和Family Guy, Little Britain并称恶搞top 3. 下个月开始的还有新的Office, 也是NBC的... 果真NB了                              Comments   Kyle:     没有看过 30 ROCK…   不过惬意..是健忘了….    peng:     申奥成功是大一暑假了    peng:     再次提醒俺把office拿来看看  恩    凯:     30ROCK看了把，觉得怎么样 我最近很FAN这个片子    Yan:     大爷的生活相当的惬意啊~~~~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/nbc/",
        "teaser": null
      },{
        "title": "Gold",
        "excerpt":"Gold       奥运完了. 我还没看闭幕式               能拿上50块金牌, 实在够多了. 今年出了那么多衰事, 是不是现在开始转运?       因为都是NBC, 倒是看了很多美国队的比赛.  他们金牌第二, 但按总数确是最多的.       但这样的排法自然很不合理的, 就算要铜银一起算,至少也该乘个系数, 比如各自的密度.               其实第一第二不是什么了不起的问题., 多是体制的关系.        中国拿了第一, 很好. 美国继续回到自己的圈子, football season is comming, 也很好!               英文的缩写很难猜到意思.       我们组一个哥么头巾写CAO, 是Chief Awesome Officer. 我告诉他中文里CAO等于f word.       我头上写的是DK...  知道啥意思么?  (我听到有人说d*ck了.... 滚... )                 ps  想起来我第一个e邮箱, 高中时候一个朋友帮我申请的. yssjp@sohu.com            ys = YellowSea s=是, jp= ??            大学时候我叫室友猜, 辉辉正在洗脚, 反应很快, 答曰 jp=脚盆.                  ps2 We r the champions for bungee relay,hoho                                                                             Comments   Kyle:     叫dickson的还是挺多的    Echo:     我認識一個人叫Dick的哦    light:     （突破一网一絡一封一鎖一软-件）下載：https://sites.google.com/site/freegatebbs（可上浏览維-基-百-科、Facebook、BBC、youtube等）（穿一透一网一络一防一火一墙）（免费代-理-服-務-器）  [全一球一互一联一网一自一由一联一盟]    mingzhu:     攀枝花又地震了     Ying:     哈哈哈哈～    Maruko:     DK: dollar king????;)   jp=极品？    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/gold/",
        "teaser": null
      },{
        "title": "Kickoff",
        "excerpt":"kickoff      FOOTBALL season is back.........................................................................................     这个太短了,就接着补充点       看到一个消息, Boston white sox连续455个主场球票全部售完...真是一个很恐怖的记录         虽然事过几个月,我还是会很痛心的想起丢掉的K n95球拍. 还有 更早些时候, 我夜里忘了关trunk丢了一个篮球.           算是我唯一买过得而且唯一打过一次的篮球, 去年看playoff时候的产物             我现在用一二手的n95 team, 轻了快2oz, 反而觉得更得劲.               之前我写过被pull over2次,都被放了. 前天大妓院上看到说老徐被ticket 2次                 出来混的,迟早要还.一还, 就还的那么彻底                                          &lt;/div&gt; ## Comments *(No comments for this post)*                     ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/kickoff/",
        "teaser": null
      },{
        "title": "另外",
        "excerpt":"另外       开始的除了football, 还有铺天盖地的新连续剧               不知道为啥fox没有local的HD, 所以prison break还有terminator 看的都很不爽.       其实是基本没看, 兴趣寥寥...  新剧fringe 看介绍还不错. 我还是没看               上个月有几天很想看连续剧, 就找了据说很火爆的mad man//似乎是今年emmy的大热门       但很费脑, 最后是看了secret life of american teenagers.               微量剧透...电视版的Juno, 线索更多杂些. 看起来还是很轻松. 我想对于teenager,啥问题也不是问题       我很喜欢shailene woodley.                                                                                                Comments   Kyle:     看这身高， 肯定就是shawn了samurai girl也是abc family的， shawn在最新teenager里面客串    Maruko:     上周日浪费了整个晚上看abc的Samurai girl~~~Jamie Chung 长得还真像Lucy Liu, 典型的ABC长相。。。    Ying:     中间那个就是Shawn Johnson吧。。。    Charlene:     中间那个咋个那么像shawn johnson喃    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%8F%A6%E5%A4%96/",
        "teaser": null
      },{
        "title": "Ike Coming~~",
        "excerpt":"Ike coming~~      The office will formally close beginning at noon today, officially closed on Friday     目前4个hurricane， 我猜至少一个会撞到houston吧。       果然， 盖世太保 躲过去了， 宜家 就来了         今晚是eagle演唱会， 看完了再说跑不跑           I knew it! I knew it! &lt;/div&gt;                                                                                                                                                                    ## Comments **Echo**: &gt; HK刮颱風就放假, US刮風就旅行. 嘖嘖 **peng**: &gt; .........     take care....   另外欢迎来芝加哥避难 **mingzhu**: &gt; NH is getting chilly outside..           ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/ike-coming~~/",
        "teaser": null
      },{
        "title": "好个秋",
        "excerpt":"好个秋      明天继续放假, 大悦. 流水一下Ike动态  11日, 晴,无风.  Eagles太痿了, 下午通知演唱会推迟, 一行先去dallas避难了.                          各个加油站排队, 但还是比较顺利加满油. 超市爆满, 但物质充裕.                          比起3年前的rita, 算是莫大进步.                          zhenyu B day, 召唤众人德州拿人扑克. 凌晨2时散伙  12 日, 日,微风,  收拾门外大小傢俬, 准备饭菜若干.                           local 24小时播报Galveston讯情, 警告撤离, 21点后911一律不出警                          19时, 停电. 坐以待风            夜,      日...老子这辈子就没见过这么大的风....    13 日, 小雨, 微风,   att基本瘫痪, tmobile还偶尔打得通. 出门采风                               小树苗基本吹歪, 大树花落知多少? (大树也有倒的, 下面还压一大奔)                               交通灯路牌基本吹飞, 警车挡路就是前面被淹了                               比较牛的downtown chase building, 远看无大恙, 近看玻璃全没了...                               下午在家补觉, 突然所有防火警报齐响, 刺耳痛.                                然后就停了, 然后就来电了                                 恰好赶上trojan屠buckeye. USC今年不愧No1, 大比分胜                               召唤众人德州拿人扑克. 凌晨3时散伙                                                        14 日, 晴, 无风      Centerpoint报告他2.33m用户, 其中1.99m没电.                               公司emaile周一放假                              2户朋友缺水缺电, 前来投诚. 笑纳之                               市长宣布宵禁. .... 这个词感觉很古代....                               召唤众人德州拿人扑克. 凌晨4时散伙 (有生第一次拿到同花顺...人品回报啊.....)                               中秋佳节, 未赏月,未尝月, 但众人欢声笑语大哭小叫, 好个秋~ (注意,此句点题)  15 日, 晴, 无风      公司email周二放假, 大悦 (此句前后照应)                                 朋友家恢复, 傍晚离去. 开始补新剧                                 TrueBlood s1e1 发明人造血后人类和吸血鬼共处                                  Fringe s1e1   飞机降落后人全变水了...  16 日,晴, 无风    从昨晚开始关空调, 这还才是9月中, 真是前所未有的事情.                              天气damn good, as good as CA...                              上午去梨园court, 狼藉一片, 法院也漏雨                              超市排队,至少30人. 可以等. 货很全, 我还买了白萝卜                              加油站排队. 至少30辆车. 这个不能忍...还能撑100mi          夜            响应赵老师号召，奔大米村网球，宵禁前往回赶 .等了20分钟，加满油。hoho~     17 日 阴，无风   今天还是不上班。。。。boring........上些照片                              &lt;/div&gt; ## Comments **Echo**: &gt; \"沒葉子也招風\", 笑死個人o勒~~ **Ying**: &gt; 还不上班。。。 **Shanshan**: &gt; 不错不错，照片怪吓人的。不过看来你家没事：） **Knox**: &gt; 好个秋。。。 **LI**: &gt; 你们家还有电啊，公司还放假，太爽了 **Maruko**: &gt; 应该来段信天游就更巴士罗：）   天天聚众打扑克所，才滋润的~~ **mingzhu**: &gt; 你娃心态好， 大气！ **peng**: &gt; Qiang!         ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%A5%BD%E4%B8%AA%E7%A7%8B/",
        "teaser": null
      },{
        "title": "另外发现",
        "excerpt":"另外发现    值得重开一篇来申明以示重要  Little Britain USA 28号开播~~~   居然出了美国版，颇意外  湖南台抄美国，美国抄英日的规律继续有效  现在偶尔电视上播friends, 总是想起和老大一起的日子 看到little britain, 就想起安安了   最近说了太多电视的，下次讲讲电影                  Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%8F%A6%E5%A4%96%E5%8F%91%E7%8E%B0/",
        "teaser": null
      },{
        "title": "Kyle S A Stupid Name....",
        "excerpt":"Kyle s a stupid name….    刚要打kyle,忘了切换成英文,紫光出来的是\"可以了\"  是有点瓜的可以了...想起来另外一个巨搞的:    一天一中国同事问我, 你中文名叫啥啊?  \"黄可乐\"?  .................. 刚在脸书做一测试, little britain的人物, 是Carol Beer  computer says no . .... (cough cough)      Comments   Yutian:     比 \"hi\" 还是要好一点    Ding:     what's your ID in facebook?      ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/kyle-s-a-stupid-name/",
        "teaser": null
      },{
        "title": "210",
        "excerpt":"2:10    我猜Texan今年第一个主场, 加上ike之后休斯敦群众团结一心众志成城的精神面貌, 是可以跟Colts拼一把. 向来我是不喜欢manning的  第四节的再一个TD之后27-10...   比赛还有5分钟, 27-10.  全场气氛那叫一个热烈.  然后就开始传奇了, 简而言之, 2分10秒内fumble2次,被搞了3个TD... ... ...   晚上local新闻翻来覆去的重播那几个镜头, 特没劲  正下载魔杰座和true blood e05.   现在国内视频小组实在太高效了. 这边播完的连续剧1小时不到就有下载了.... zan, 实在方便我们这些没米看HBO的  1年的warranty还剩1周, 发现按键不灵光. 还来得及....              Comments   Echo:     甚麼叫專業精神?  這就叫專業精神!!!    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/210/",
        "teaser": null
      },{
        "title": "2件事",
        "excerpt":"2件事    1是关于M$.  30% cashback on any item from ebay/paypal .   之前有过垃圾邮件关于微软送钱的, 太假. 不过这次ms倒还真的出血了 (相比下过去google checkout送10块钱就太小菜了)  ebay上除了gift card, 基本没有涨价的. 那就真是血淋淋的30% off . 这个deal诱惑着实不小,  忍不住跳了   Canon Xsi 450D  18 -200 mm  f3.5-5.6    另外50mm f1.7   终于, 加入摄影菜鸟行列 ~  新手上路, 见笑见笑  2是关于apple.  店里那客服巨像Seth Rogan , 倍儿亲切   我说home键不灵, 他拿过去试试,果然很费劲. 他说那就只能换一新的了.    10分钟后签字,走人, 和陪了我365-7 = 358天的手机告别       可见apple是很厚道的, 我也就要多申明一点. 按键不灵光其实不是质量问题, 主要是ike那晚上一窗没关被雨淋了.    在店里我没有告诉Seth, 现在我坦白交代...     最后, 我觉得前先机身上那些划痕还很个性的.          Comments   Ying:     你丫。。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/2%E4%BB%B6%E4%BA%8B/",
        "teaser": null
      },{
        "title": "另外一些30%",
        "excerpt":"另外一些30%       前天去看401k账号， 今年亏了35.9% .... 也是血淋淋的       特巧的是公司match的部分，正好比亏损多1块。换言之，俺给资本家卖了2年命， 就match给我1刀               一个多月前公司股票跌倒40， 一同事给我说可以炒底了。 我很冷静的分析2天，落到35时候小小介入。       今天18不到了。       出门看到都有2.99的油了， 这是广大休斯敦群众最不愿意看到的。       如果McCain上台，支持offshore drilling， 据评论员分析公司股票能回到65。       这让我更加旗帜鲜明地支持共和党。可惜没得票投               体育很好看的地方有2点       1 是HD       2 一支球队1年的差别可以是巨大的。 去年全联盟垫底的球队TB rays， 眼下和红袜在ALCS打的火热。今晚打到第11局才险胜。1-1          不过接下来在boston的主场估计比较凶险了。丫小日本投手很有点手腕的。不过我还是希望rays能进ws, 然后冠军应该是没有问题的                今天最爽的莫过看Texas干掉No 1 OU. 挂掉的还有LSU和missuri... 下周UT应该是No 1了把                 心想如今经济这么不景气，再去ebay混点cashback。发现walmart 500刀的gift card卖到600了        奸商阿。。。      Comments   Kyle:     评论员的话能信么    kit:     啥公司这么牛鼻    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%8F%A6%E5%A4%96%E4%B8%80%E4%BA%9B30/",
        "teaser": null
      },{
        "title": "妖",
        "excerpt":"妖    妖在成都话里头是使用频率很高的一个形容词. 至少在我们高中是  先是看画皮.  现在比较肯定的一点, 但凡画报是左右两排人头像的电影都是比较傻缺.  这是有理论依据的, 连宣传画都舍不得下心思设计, 剧情就可想而知了.  全剧最高潮的一幕是画皮,  但那是蒲松龄的idea.  不知道剧组有没有给他烧点纸钱做版费   另外就是陈坤扎周迅, 太后现代了太无厘头了, 顿时爆笑...马上replay, 再次爆笑..... 虽然这里剧透, 但没看过电影的朋友不要担心. 你们去看还是会爆笑的. 因为你压根儿就猜不到他啥时候出的刀  看有人说赵薇喝毒酒都感动哭了.  kao, 太没有觉悟了.  这样的群众是不能干革命的. 要不然鬼子说你们投降吧, 我们建大东亚共荣,  他们立马就会抢着毒酒喝.     通观全片, 妖就一个, 陈坤, 丫就一人妖  接着Rays vs Red Sox, game 5. Boston 第3个主场, 7 mid, 0-7 之前2个主场, 1-9, 4-13 . TB 势如破竹, 3-1.  AL title 要知道Boston是去年WS冠军, TB是全联盟最烂的.....够妖....然后就开始更妖了....  7局下 Ortiz HR, 4runs, 8局下 Dew HR, 3 runs ...draw..... 9局下, 1 run.    我暴跳.........  道人道道神道自求人间道        Comments   peng:     妖    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%A6%96/",
        "teaser": null
      },{
        "title": "Test",
        "excerpt":"Test    菜鸟试飞, 期待今天鳄鱼公园BBQ  hoho~~   update  以后贴照片的网站. 暂时选photoshop.  周末照的选了4张. 好象曝光都有点问题...  https://www.photoshop.com/user/yellowsea                                               Comments   Fiona:     羡慕哦~~~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/test/",
        "teaser": null
      },{
        "title": "Trap",
        "excerpt":"trap    第二次粘住的老鼠  它死命的挣扎, 但也只有头还能晃. 它触电一样躯体蠕动., 然后停下来休息十多秒, 又接着触电  让我觉得毛骨悚然.... x_x    Tampa Bay挂了, 最后的3局半里, Phinally...                                                 Comments   .:     明白了。 你就这么对动物，来发泄某种不满！    Maruko:     chedder bait?    Echo:     太可怕了. 是你貼的圖片里唯一沒敢點開來看的….    Charlene:     …rate R    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/trap/",
        "teaser": null
      },{
        "title": "南无大慈大悲救苦救难观世音菩萨",
        "excerpt":"南无大慈大悲救苦救难观世音菩萨    翻翻黄历, 怎么算也是快入冬了. 休斯敦也是,不例外的天黑早了  回来路上, 突然一浣熊从跟前跑过.  我刹车是来不及了  估计是撞上了,听到砰一声闷响  我接着开, 想伊会不会挂在车底下被我拖着走啊?  太残忍了...   我从eagle eye以后就没去看过电影了. 电视剩true blood还在跟. 其他多无趣了  只是说正剧, 喜剧多的去了.    超度超度,  惊起一滩鸥鹭        Comments   .:     浣熊！ 拖着！ 想！！ 怎么能如此残忍坦率！      Bin:     太残忍了。。。。sigh    peng:     ………………    bigbiggirl:     太残忍了…….    Victoria:     竟然接着开…    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%8D%97%E6%97%A0%E5%A4%A7%E6%85%88%E5%A4%A7%E6%82%B2%E6%95%91%E8%8B%A6%E6%95%91%E9%9A%BE%E8%A7%82%E4%B8%96%E9%9F%B3%E8%8F%A9%E8%90%A8/",
        "teaser": null
      },{
        "title": "残忍的事",
        "excerpt":"残忍的事    想起一个一直让我觉得很残忍的事情, 吃白菜  白白胖胖一窝大白菜买回来, 咔嚓咔嚓掰下一层层叶子, 洗扒洗扒下锅煮煮就吃了 剩下一小块白菜芯, 下顿炒了,就没了 每掰下一片宽宽肥肥的叶子, 我都会觉得这是件很残忍的事  我平均一周肯定会吃掉一窝白菜, 这样算已经贰百来颗白菜被我掰开吃掉了. 亲手干的  但每周去点条tilapia, 看它被开膛破肚, 然后被我回家蒸熟. 我就无动于衷. 卖鱼的总是问我big or small? 我总是回答medium.  鱼放在微波炉里蒸, 头尾总会翘起来, 成一个U型, 把包着他的保险膜都快撑破了  来米国前我只在干脆面袋子上见过浣熊, 有黑白条文的尾巴,还带着帽子 后来一次看到一只猫般大的老鼠卧在路中间, 我咬舌的心都有了 事后回想, 他尾巴似乎是黑白相间的, 那应该就是浣熊了  Otherwise.......生活就太残忍了                Comments   Yan:     这边用大白菜打底水煮牛肉，巴适    peng:     ………    yi dao dui qie.   yezi zhu tang.  gangan qiang chao.    mingzhu:     装什么清纯啊    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%AE%8B%E5%BF%8D%E7%9A%84%E4%BA%8B/",
        "teaser": null
      },{
        "title": "清纯的事",
        "excerpt":"清纯的事       清纯不是能装的出来, 是干出来的.       逼, 才是装的               我坐下来的时候想清纯的年代似乎很久远了, 但又想, 不清纯的年代似乎更久远了, 好像上世的事情,久远到记不清.       有点像\"阳光灿烂\"里面, 回忆和幻想会交杂起来让你分不清. 我觉得夏雨就是清纯的, 他差点干了宁静, 但也是清纯的               昨晚看电影, 很久远的, \"爱情麻辣烫\", 出乎意料的精彩. teenager对异性朦胧的冲动就是清纯的. 在办公室罚站时会想比出中指,干你老师, 但也是清纯的.       另外我还很喜欢里面最后一个故事, 这和清纯无关. 最不易的却遇见了, 最不经意但又错过了. 很有意思的电影.               既然说到电影,又年底了, 可以选定今年国内最佳影片, 李米的猜想. 迅哥儿的缘故. 片尾算是煽情, 让人莫明其妙的感动. 莫名是因为这男的吃饱了撑得, 感动是因为, 因为觉得被感动了               跑题了, 就跑得更彻底点. 最佳连续剧, true blood, 上周末第1季正好播完. 甚强过PB, Fringe的.       另外一专辑也想推荐一下,  \"没有人比我更爱你\" by 王筝. 谈不上那首歌特好听, 但整张专辑水平都不赖, 一口气听下来很舒服.  阳光变成淡蓝色~               关于清纯我实在写不出更多的东西. 就像我从来不会分析央行降息美元贬值华尔街崩盘一样, 我的生活都不在其中的.        硬是开了头,算是回复王同学的留言.                嘿嘿, Thanksgiving, Thank YOUs                                                       Comments   mingzhu:     Happy Thanksgiving!    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%B8%85%E7%BA%AF%E7%9A%84%E4%BA%8B/",
        "teaser": null
      },{
        "title": "45 Mile",
        "excerpt":"45 mile    45.2 mile = 72.742349 kilometer  这是昨晚去朋友新家的单程数, 也大概是邛崃到成都得距离 (记得走成温邛公路是76公里) 上高中前我都晕车, 最早到成都要两个半小时, 每次我都吐的死去活来. 后来修路提速啥的,  差不多100分钟可以到.我只用吐的半死 我晕车还是有选择性的, 一般都是去的时候晕, 回程一般迷迷糊糊还不至于吐.  例外的一次是初中毕业和同学去天台山, 来回都沿途遗留我的胃液无数, 外加山上的野菜和老腊肉 但自此以后, 我再不晕车了. 绝对算miracle.    我是夜里九时出发, 9:50准时到. 寒暄片刻, 牌局开战.   今年thanksgiving关键词是火锅. Believe or not, 从上周5晚上呷哺呷哺到今儿周日清水涮羊肉,  连续9天火锅 唯一例外是周四, 在家番茄炒蛋, 但还是加了小青椒炒得. 太火了.... 大四时候中关村开了加呷哺, 麻酱免费加的, 所以火了好一阵.  类似营销手段的还有海图旁边有家免费酸梅汤的, 和东门外免费啤酒的...靠...我竟然想不起这两家店名了... fb是过时的词汇了, 更不要说bg.  休斯敦这家Japanese xiapuxiapu.开了有一年, 一看就知道是媚日的台湾店, 味道实在很一般, 麻辣锅还加钱. tnnd  1点散伙. 几度沉浮, 最后萎靡到第3, 保本, 回家, 中间还错过一出口, 2点到.  Texan 已经输了7场, 基本上季后赛无望了. 主场对Titan应该也是被虐的, 但还是期待俺的第一次NFL现场 相比下今年无比强悍的Big 12就好看多了. 最新排名OU超过Texas到了no 2,  longhorn绝对郁闷至死. 其实我最喜欢看得还是TT, 钢铁般的offensive line, 才有了很戏剧的3 way tie. 另外很可惜的是Oregan State, 眼看Rose Bowl在望了,  最后还是让trojan 渔翁得利.  除了Bowl games,  NCAAF  基本尘埃落定,  NCAAB  登场.   火箭又挂了,但现在还中部第一. 我始终是不报任何希望了. 毕竟, 麦蒂就一二流球星, 姚明也是二流中锋, 全加一块儿也只是二流球队. 等啥时候能进季后赛第二轮再说  路上开2小时, 玩3小时. 性价比太低...熬夜害处多. 睡觉去                                                                  Comments   Echo:     弓虽………………… 連著九天火鍋………..把一年的qouta都吃出來了吧………..    辉辉:     小伙子，你今年回国么    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/45-mile/",
        "teaser": null
      },{
        "title": "雪",
        "excerpt":"雪    Houston下雪了, 今天下午到夜里  听人说, 上次大概是5,6年前的圣诞, 上上次差不多20年前了  我上次见雪,是05年的北京  我喜欢雪         Comments   Echo:     上禮拜北京也下雪了~怎麼香港就不下呢…………..    mingzhu:     雪糕    peng:     来芝加哥嘛保准你待一个月就选择性的爱雪了    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E9%9B%AA/",
        "teaser": null
      },{
        "title": "13 12",
        "excerpt":"13-12       第一次NFL现场.  很黑马的干掉了Titans, 目前联盟第一之前只输过一场的球队       比分始终焦灼, 最后赢了1分               我把焦距调到200mm,勉强看到了Vince Yound的背影.       他几乎是我开始看football的全部理由.       现在只是板凳了, 但06年的Rose bowl上的背影确是不能抹去的经典                回家路上有一walmart油站, 可以看到油价天天在跳,       从3.00+ 到1.39, 严格,单调,递减       昨个终于有起色了, 1.42-&gt;1.39-&gt;1.42        小小起伏, 激起休斯敦人民心中多少涟漪                       (以前是上周末写的. 今儿加了几张图post. space好象改版了? 图片看起来很怪..       另外, 这周油价都不到$40/b了... 涟漪不在心头改泪腺了...)                                    Comments   Echo:     你淚腺個啥啊…莫非現在鐳改賣油了?    Knox:     你的单反怎么感觉好差呢？    peng:     单反照出来效果就是不一样亚！    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/13-12/",
        "teaser": null
      },{
        "title": "饭岛爱的死掉",
        "excerpt":"饭岛爱的死掉    饭死的很不体面. 是被邻居闻见尸臭报警才发现的.  尽管在冬天, 死掉几天估计也腐烂的差不多了, 最多可能少些蝇虫.  新闻是平安夜出来的, 死的很悲惨, 在节日前死掉尤其给人这样的感觉.  饭是90年代的人物, 退出毛片界很久了, 我其实都没看过她的片子.  我喜欢的女优是小泽玛丽亚, 饭空有名号但过气了. 现在饭死了, 我还没看过她的片子, 就不免遗憾. 就像没看过乔丹打篮球或者科波菲尔变魔术一个道理.   除了按部分日本人的价值观, 一演毛片的必是道德沦丧无以复加, 死掉便死掉了.   她生前或许还以为不再拍毛片, 人们就能慢慢改变对她的看法, 在她最后闭上眼睛前 , 应该知道这是不可能的.   佛教论世的观点, 一世造的孽是在一世是甩不掉的.  就算迷途识返, 也只能修来世. 这是确信的 好心的会说死后功过尽归尘土, 她就可以安息了. 但死后如何这就没人知道了. 我很怀疑  我不觉得讲死人是不吉利的,  有死才有生. 有人在平安夜讨论饭的死掉, 也有人在隔天庆祝耶的诞生, 还有人要证明\"圣诞\"应该是在4月. 上一周算是很热闹了. 饭的死掉是唯一让我想记下来的.   相比这周更有趣些. 我昨晚看了一记录片 靖国神社,  很different. 推荐. 另外, Curious case of Benjamin Button, 推荐 另外, 各大碗比赛陆续登场, enjoy. NFL playoffs,  enjoy 最后   09年,是新的一年, 对所有人一样, 是崭新的      Comments   A:     没看过呀。。。    Echo:     電影都不寫在看電影那邊了, 鐳新的一年越來越free style了……..    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E9%A5%AD%E5%B2%9B%E7%88%B1%E7%9A%84%E6%AD%BB%E6%8E%89/",
        "teaser": null
      },{
        "title": "Goo",
        "excerpt":"Goo    看湖人对马刺，孙悦上了2分钟。 他手臂上有红红的印，一定是打火罐留下的。哈哈 闪过一个镜头，McCoy还在现场。UT vs OSU算是今年最好看得一场bowl 上周Titan / Giants相继挂掉， 觉得没劲  gamespot评选年度最佳游戏，MGS4。 让我突然想到总结08年的一个主题 我没有时间一一点评，罗列如下 COD4, Rayman Rabbids, World of GOO, Tomb Raider:underworld MGS4/GTA4 GT5  我偶尔看电影，看新浪小毕的影评。 就是数据太多。 另外的blog注定是废了  看标题就知道，如果推荐一个就是GOO, verycd就可以下载 总的来说，08年很不同。一个词都能总结，不同  改版的spaces太难用了。 ...   也可能是我太土的缘故      Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/goo/",
        "teaser": null
      },{
        "title": "Her Name Is Kate",
        "excerpt":"Her name is Kate      公元2009年1月15日20:37     鼠年腊月廿日       戊子 乙丑 庚申 丙戌         Capricorn                                         &lt;/div&gt; ## Comments **Lion**: &gt; Congrats...! ^_^ You\\'ll make a good father as I always imagined... **mingzhu**: &gt; 黄爸爸！！！！！！！！！！！！ **Kyle**: &gt; 难得这么多人关注...谢过天南海北的,没有先通知大家一声...罪过还要给咱闺女换diper的说...飘过 **Echo**: &gt; 全世界人都被震撼了..........其實有知道內幕的人麼? 除了當事人以外?? **Yan**: &gt; 看这些留言就知道了，黄海就是黄海，太有黄海范儿了。呵呵 **Shanshan**: &gt; what?? 信息量太少了，太让人掉眼球了。。强烈要求八卦细节！！If that is what waterlinux doubted, Strongly Cong! **Bin**: &gt; OMG... you got married? and you just got a girl?.....cong!~~~ **过**: &gt; 看得有点晕，我理解力出问题了么还是信息太不通畅？ **peng**: &gt; 。。。。。到底咋回事哟。。。？ **jingxi**: &gt; 搞得快哦。那天是你给我家里去了个电话吗？ **min**: &gt; 那个。。。不要光拿双脚丫子来糊弄人。。。 **Yan**: &gt; 太震撼了！！！！big cong！！！！！！！ **Charlene**: &gt; 热泪盈眶！儿啊，你终于也当别人的家长了！好好保重自己和家人 **Vincent**: &gt; 我被彻底震撼咯。。。我连你有老婆咯都不晓得。。。不过还是cong哈哈！～～ **雯蕾**: &gt; 天哪～～真不可思议 **Ying**: &gt; Finally~~~biiiiiiiiig congs!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!I wanna see the pics~~~             ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/her-name-is-kate/",
        "teaser": null
      },{
        "title": "1年, 2周",
        "excerpt":"1年, 2周       忙里偷闲, 瞟眼电视, 都不知道澳网又开战了  去年澳网是我第一个全程关注的大满贯, 好多场比赛还历历在目.  真是仿佛在昨日. 不想又是一年了. 加上最近睡眠严重不足, 越发恍惚  其实还有好多让人觉得日子飞快. 2月1又是superbowl.. 去年也是我第一次全程关注的NFL, 又是历历在目, 又是仿佛在昨日  碰巧是大威, 结果被一黑马做掉的超级冷门. 小姑娘是单反, 很少见,很漂亮 赛后采访, 问她如何在落后时调整心态运用战术云云,  小姑娘说, 我不知道,我今天很高兴, 谢谢再谢谢  今天一大八卦就WV的zhu同学了. 看了警察局长的新闻报告, decapitated ,那的确是砍掉了头的 yang学刚去2周, 2周能酿就多大的仇恨那? 2周确又是毁掉了他后半生  时间是很难说清楚的       Comments   Kyle:     海洋同学这样的不用50就知道天命了    Hui:     五十才知天命    Knox:     记得前年才给买了安眠药，难道现在问题更严重了？有时候肤浅点，傻一点，快乐一点，无忧无虑一点，活得长一点。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/1%E5%B9%B4,-2%E5%91%A8/",
        "teaser": null
      },{
        "title": "Enfamil Lipil",
        "excerpt":"enfamil LIPIL    过去几周一直让我觉得很不解的是, 世上居然会有这么难喝的奶  一滴,一滴都会让我想吐出来.  我是宁愿喝三鹿也不会喝enfamil....  很久前提过,这里重申一下, 最好喝得Lactaid的whole milk.  盖了， 比得上伊利蒙牛的。  我其实早就想不起伊利蒙牛是啥口味了，  我现在天天能喝到lactaid, 就觉得幸福了    Comments   Knox:     联想到1月18号的粉熊，你真的做爸爸了哇？哪个时候结了婚哦？    peng:     父爱呀~~~ 赞    Ding:     我还准备买enfamil自己喝呢，看来不用了。。    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/enfamil-lipil/",
        "teaser": null
      },{
        "title": "Dallas",
        "excerpt":"Dallas    2010 NBA All star 2011 Superbowl  找个时候也该去一趟. 都还没去过tamu  休斯敦04 superbowl 06 all star俺都错过了    Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/dallas/",
        "teaser": null
      },{
        "title": "Deal",
        "excerpt":"deal    临睡,看到一个deal，很震撼 忍住了，没跳     \t\t\t\t\tAK-47's In-stock starting @ $599 Free Ship&lt;/tbody&gt;&lt;/table&gt; good nite &lt;/div&gt;  ## Comments  **Bin**: &gt; ......我看到ak的时候还以为是衣服的牌子咧。。。。＝。＝    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/deal/",
        "teaser": null
      },{
        "title": "Webcam",
        "excerpt":"webcam    二十出头那会儿，爱说是奔三的 现在再说，就不带丝毫矫情成分了         Comments   Bin:     晕。。怎么都变成这样了～～    peng:     现在你对的起“大爷”的称号了 恩，赞    南:     omg，几年没见你都这样了？？？ps.我是sayon    Unknown:     嗯, 是有点那个………惊魂…… 奔3就奔3, 还是把上面的胡子刮了吧.    Echo:     …………………幸虧是在白天看……………不然絕對是午夜驚魂……………..強求要求換成little凱蒂的照片~~~~!!!!!    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/webcam/",
        "teaser": null
      },{
        "title": "嬿璘",
        "excerpt":"嬿璘    凌晨4点. 照例查阅手机新浪网 头几条新闻都是阿桑去世的消息.  颇意外  一直很安静 是我一度很喜欢的歌, 这样知道了阿桑.  后来又过了很久, 听了叶子, 寂寞唱歌, 都不错. 又后来, 湖南台名声大震看了真人, 确定是实力派的  现在看, 安静的歌词过于自怨自艾, 叶子也太矫情. 我是很久没听阿桑了 现在看,人死了, 乳腺癌. 我看完网页知道阿桑原名黄xx.  一个受精卵可以发育成生命体, 1 mol癌细胞可以摧毁一个生命体 现在越发觉得进化论其实是很扯谈的. 自然选择可以解释猩猩如何进化为类人猿又如何进化成类猿人再如何进化成你祖宗 但是解释不了猪肉绦虫是如何有\"生命\"而区别于米线的.  后来看cnn, 头条是几天前失踪的一8岁女娃found dead...我确定不能再看下去, 就蒙头睡了  昨晚有幸看到宣布MJ进名人堂的时刻. 然后Hansboro/Lawson的终于带领Tar Heels夺冠.  但今年final four太没悬念, 比分都差2位数. 远不如去年UNC vs UK.更不要提决赛的超级玛丽miracle 今晚女子决赛一样没悬念, Astro's bottom10 winning 更有观赏性.   哦...又是一年      Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%AC%BF%E7%92%98/",
        "teaser": null
      },{
        "title": "Play Off",
        "excerpt":"play-off    火箭就一二流球队. 不是全因为战绩, 我不是拿12年没过第二轮说事儿.  Texan连季后赛都没进过, 我却很fan.  棒球今年也很烂,基本上要殿底的.但我还是有周五穿astro的tshirt招摇  关键是要看人. 麦迪就一大祸害. 丫那眼睛,用邛崃话讲叫'表活儿', 属于某级伤残. 我特别特别看不惯 有他在火箭就特二. 不过今年丫终于废了, 自残的. 我就去看了playoff...第一次.   第四场对portland. 最后几分钟还搞得很惊险, 要被翻盘一样. 还是拿下来.  满足. 就是嗓子哑了一周    刚才一会, 上了几个msn帐号, 浏览了一下大家的动向. 基本上都是风起云涌万马奔腾的架势. 凯jp要来mba了.熊mm要去mba了. 都是牛b的典范.  其他少数个别哼哼唧唧的, 都不影响大盘上涨经济复苏的趋势.   湖人第二场的表现有目共度. 本想再去现场给火箭扎起的. 看到票价上三位数, 就忍了. 如此可见, 我已经是不择不扣的北美wsn了  ps Texan今年一定会进季后赛... ps2 国产连续剧, 青春. 里面二姨和她老公的对手戏深深吸引了我. 让我看了头10集和后三集. ps3 今天跟 北京 奥运会 网球男子单打决赛 的裁判 打了会儿球.  这是近4个月来为数不多的体育锻炼之一 ps4 最近猪瘟横行, 米国已经是最大瘟床. 谨慎谨慎. 我打喷嚏都躲卫生间的.   psn 很久没博了, 最后多唠叨几句多几个ps.见谅       Comments   .:     其实sf还是很好的球员如今也要这么自降身价时运不济时有发生    .:     t mac主要是眼神眼睛长的丑不是错,但用来发软就不对了 表活是什么意思?    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/play-off/",
        "teaser": null
      },{
        "title": "Kaixin",
        "excerpt":"kaixin    听到n个人的推荐，今儿加入了开心网，就用这个email 我现在开始种萝卜，12小时后熟 我去打份工，洗盘子，800块  你们那些个几千万都是咋弄出来的啊？     Comments   Echo:     買房子送花園，哈哈～PS: 我要加你!!!    .:     说明大家工作的无聊程度    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/kaixin/",
        "teaser": null
      },{
        "title": "龟",
        "excerpt":"龟    上月连日大雨, 旁边一几米深的干沟都满水了.  一次回家路上突然见一龟过马路, 犹豫中还是先回了家, 放下东西再来, 龟不见了.  倒是看到一压扁晒干的小蛇  邻居出游, 把宠物小龟寄放在家里. 小龟petco买的,不到一手掌大. 见图1  上周下班路上, 猛见路中一团黑物. 当机立断, pull over, 应急灯. 抱回一大龟. 见图2  小龟叫charlie, 很活泼, 一放地上就撒丫子跑 大龟差不多到了能发冲击波的级别. 很机警, 一直龟在壳里. 见周围都没了动静,才慢慢爬起来 二龟比较见图3  大龟放sink里, 它努力想爬出来, 爪子划的嘎嘎响....  吃过晚饭,我就回去把它放生了           Comments   peng:     “上周下班路上, 猛见路中一团黑物. 当机立断, pull over, 应急灯. 抱回一大龟. ”大爷你太搞笑了！ 貌似有你家闺女之后，你的文风都要奶爸很多了~    Echo:     第三張太經典了!!! 龜模龜樣啊真是    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E9%BE%9F/",
        "teaser": null
      },{
        "title": "大事件",
        "excerpt":"大事件    魔兽打爆LJ King, 再遗憾的败给Koby, 是今年的大事件.  我有过些想法, 但没来得及记下来就算了  狒狒终于拿了法网, 平了桑神的记录, 前后环顾10年都算大事件 小小遗憾不是从纳豆手里拿下的, 而且眼下的温网很可能就破了记录 没来得及记下也就算了  MJ去世. 我确信这是50年级别的大事件 接触MJ始于高中时代窦鸡的翻录磁带 同时认识的还有唐朝,MLTR, Michael Bolton... 这些算是我对欧美流行摇滚的启蒙  我从来都是乐盲 (所以最近对曾mm也不是特别反感 ) 当时喜欢这些音乐更多是因为强烈的节奏能和青春的荷尔蒙共振 当时看了ghost的MTV, 骷髅跳舞，易容术加上MJ的舞步，惊为神作  后来就是传闻谣言丑闻， 淹没了MJ  现在说他其实是白化病患者 现在说他从小被虐待他的父亲叫big nose所以才一再整容 现在当年的虐童案主角承认撒谎，是为了骗钱 现在大家关注到MJ这么多年来支持的40多家慈善 现在cnn全天跟踪报道1个享年50岁的音乐家，舞蹈家，慈善家。据说上次如此报道是里根去世  今天我想说的其实就2句， Michael，rest in peace，da LONG LIVE the KING， da     ps  个人喜欢的，do u remember the time, man in d mirror, they dont care about us(prison version), history,stranger in moscow      Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%A4%A7%E4%BA%8B%E4%BB%B6/",
        "teaser": null
      },{
        "title": "小肥羊",
        "excerpt":"小肥羊    休斯敦开了家小肥羊. 这样更确立了在美中餐头三的地位. 但还是被纽约和加州甩得有点远 我对吃其实不挑剔的, 当地的饮食我都找到让我很知足的 比如北京的烤腰子和休斯敦的豆花肥肠 这样我就不会一味惦记四川的啥啥啥而太想回去一饱口福  纽约是我一定不会去生活的地方. 否则站在人口密度比得上海淀的时代广场,我会无比想念烤猪腰子 加州是我想去没去成就没想去的地方. 一度LA的小肥羊的无敌的. 上周去了新开的小肥羊, 凑合. 加州的什么味道也想不起了  还想说的是杨毛回国也一个月,了 上周HR提醒要renew H1b,了 6个月没有任何体育锻炼,了  前几天突然挺想养条狗的. 那也要等到俺家闺女能打酱油了才行          Comments   Echo:     嘖嘖, 俺家閨女,,, 就這麼四個字啊真沒誠意, 一點也不體諒廣大群眾八卦的飢渴程度    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E5%B0%8F%E8%82%A5%E7%BE%8A/",
        "teaser": null
      },{
        "title": "久旱,小雨",
        "excerpt":"久旱,小雨       上周陆续出手了450d和50 1.8. 这样俺的第一套单反就只剩18-200, 代售       接下来就是第一次upgrade               计划是T1i, 就冲着1080p的摄像功能. 不然我是懒得去折腾的.       对于机身我唯一的向往是全副, 继续对无敌兔口水ing               小痰盂计划升级到1.4 . 这确是我最爱的, 基本当镜头盖用       小道消息基本确定9月1号要发布的新产品. 百微终于红头加身, 列入目标.               另外还打算加一个L头. 前些天15%cb时候想进一个xxb,       在万佛板受教育, 还是决定要爱死xxb.不过只有推迟到下拨升级了       现在基本决定是17-40. 用在500d上是有些委屈       但相信俺最终是要全副的, 终有其用武之地                总结如下       Canon T1i 500D       EF 50mm f1.4 USM       EF 100mm macro f2.8 IS USM     L         EF 17-40mm f4 USM     L                         前些天雷雨, 蹲了半个多小时抓到一张闪电           感叹the beauty of nature             Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E4%B9%85%E6%97%B1,%E5%B0%8F%E9%9B%A8/",
        "teaser": null
      },{
        "title": "5",
        "excerpt":"5       昨晚一开电视,就看到伊万很挣扎. 错过了一个赛点, 被对手拿到一个赛点,然后就被喊回家吃饭了...       伊估计还没缓过劲来,习惯就从底线往中间走, 走到一半, 突然来个要砸球拍的姿势, 但又缩回去了.       女解说很幸灾乐祸的说前世界第一又第一轮出局了.  男解说肯定觉得有点遗憾,和我一样               2周前在曼哈顿Park Ave, 街中间都是美网的广告. 可惜时间不对.       最后走那天周6, 要搞什么walk活动, 整条街不能停车. 搞的我早上6点过起来挪车.       之前两晚是躲不过的, 停一地下车库. 发现收费超过在俺休斯屯机场停8天的钱了... NYC果然是大城市啊...               一周重游了东部, 路线 Baltimore -&gt; D.C. -&gt; Phili -&gt; NYC -&gt; Baltimore       感觉和上回差不多, 逛DC还是那么累, NYC还是那么挤, 还是费城感觉最好. 而且这次没丢记忆卡, 就很完美了.        观光点也差不多, 唯一不同的是上帝国大厦是夜里, 而且看了费城的艺术博物馆和纽约大都会               两个博物馆都是很多中国的藏品, 我感觉是大开眼界. 特别是费城那个, 按朝代排好, 从元明清开始,一直回溯到河姆度半坡.       我看到商代一大鼎, 制作精良保存完整, 很惊讶几千年前的工艺. 纽约那个中国的少些, 倒是很多埃及的砖瓦.  但有一大幅敦煌之类的壁画, 实在惊艳       除外是很多书画, 印象很深的是谢诗臣的4幅四季图. 谢诗臣听着耳熟, 但不知道是谁, google未果, 有人知道么?               我现在已经很不愤青, 所以也一定程度感谢米国博物馆工作人员对这些珍贵文物的保护和收藏. 原因大家知道               回到houston, 才想起8月xx号是俺来米国的日子, 5年了. 忘了矫情一下,也就算了.               这几周预热, football season算是又到了.  干!                      Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/5/",
        "teaser": null
      },{
        "title": "G Fan",
        "excerpt":"G fan       G stands for google. 我是google的忠实用户               搜索是google, 搞搞cashback还是回去bing.               邮箱是gmail.   偶尔登陆hotmail看到有人2个月前问我一些事情， 我只有说sorry了               相册是picasa 可惜最近被和谐了。。这让我很不爽，我妈就看不到我照片了       考虑换到flickr, 特别是找到了picasa的flickr插件, 但上传还是麻烦点...               视频是youtube 刚开始用，传了几个720p的片子，慢的不能忍。。       不是要攻击米国网络服务,我知道是我总开着emule的错。。               电话是google voice. 这是很zan的一个新功能, 以后不管怎么换号码, 打832 586 8115 总能转到我手机上       2年合同到期, 终于可以和att说拜拜了,换用公司的黑莓, 上网很麻烦,还不支持中文..烂...iphone的确无敌       但我实在没啥电话打, 可惜了3000多分钟的rollover minutes...                 另外很期待的是google wave, 可惜还没收到邀请...               过去一个月痴迷于镜头买卖, 倒腾了好几把, 现在基本留下sigma 50 1.4 + 100L. 还差一个广角, 估计又省不了zt       其间过手了17-40L 24-105L. 用过了L头,安心不少, 起初那种强烈的好奇就消退了大半,到可以安心拍拍糖水片       不过还是好奇小白一类的白头和所有没用过的头... 应该还会继续兴趣一阵               昨天preorder了call of duty 6. 大半年没有打球没有钓鱼没有ps3. 其实我兴趣的活动都没有长久的,所以我很怀疑我会不会玩通COD       但我总还会提醒自己不要忘记, 就像我也买了刷鞋但休斯敦实在没啥刷子               看新浪搞了个山寨的twitter, 取名微博. 我觉得这是很好的. 比如我现在实在很少想到来写帖子但没事儿贴个照片留个言更人性一点       我会保持这里不会荒, 因为我不喜欢google的blog               ps 目前最大爱好是拍片子, 开始经验flickr http://www.flickr.com/photos/haihuang/      Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/g-fan/",
        "teaser": null
      },{
        "title": "秋",
        "excerpt":"秋    现在而今眼目下，是秋天，houston最美好的季节。  只是可惜很短，前几周还酷暑，很快又要凉了  今天跑去参加一个年会，被一个女保安赶出来，因为我没有证件。 我的确没有，因为懒得去公司拿。本想是很容易混进去的，但不巧遇到一个很负责的保安 我在外面晃悠拍拍照，就回来了。  实在很久没有登陆msn. 不知道我头像有没有发霉，签名档有没有掉色 越是很久没有联系，越是懒得联系。 houston 其实是一个很偏僻的角落 我基本在这个其实又很大的城市里面自娱自乐 比如今天我又捉倒一只乌龟， 一只2个巴掌大的乌龟。估计我会养上一段时间  在难得的几周好天气里，使劲的出游，bbq, 看枫叶，钓鱼/螃蟹， 待在家也难得同时可以看nba开幕， mlb ws,  nfl/ncaaf大战正酣, 甚至今年poker ws 也正转播  看到高中同学在nyc小聚, 说是高中到现在12年了。一想，还真是很久了。 等你们都生娃了我再去聚会好了，不然我讲俺闺女teething闹夜，就太没有共同语言了。  还是继续周末找朋友打牌才是王道    Comments   mingzhu:     冬天回来记得找我。    Weijia M.:     日子不过得挺小资得么。。。北京下大雪了。。。不过因为非常干燥 所以感觉起来还没有Houston的冬天那么阴冷我月底应该就可以敲定工作的事情了 现在还在面试等消息 回国这件事情 唉 一言难尽祝你们全家幸福了    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E7%A7%8B/",
        "teaser": null
      },{
        "title": "Xxoo",
        "excerpt":"xxoo       春假第一天，老板不在.  上来更新一下，免得很久不用帐号就被废了。       前几天发现真有一个hotmail帐号被废了， 收件箱只有一封信， welcome to live mail。 其余全空的，连junk 都是空的。       我都不记得里面是不是还有些重要的东西。新媒体就是这样，没了就没了， 啥都不留下       要是一堆纸信，烧了至少还留下一些灰。 所以要记得今晚回家备份硬盘。               今儿更新没别的意思，就是老板不在肆意上网“到此一游”。       我想要是昨天来更有意义点，314是国际Pi日。我能背pi到小数点后面大概20多位       3.1415926535897932384626.......               对了，今天是俺闺女14个月正。胖妞能吃能睡能拉能闹，和过去无异。       这个月最大进步是摇摇晃晃能走了， 双手解放出来能从事更多的破坏活动               今天还改了夏令时。       -----------------------------------       现在是下午，没心情写了 。收手                      Comments   peng:     上点你家闺女照片给我们还没得闺女的解哈馋嘛~    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/xxoo/",
        "teaser": null
      },{
        "title": "Googbye",
        "excerpt":"googbye    万佛版转了3片评论文章，很精练的概括了各界对此的看法 WSJ， google defies china on web, re 鬼子的报道自然要颠倒过来说 某5毛贴，中国人民少了一个选择是值得庆贺的事情。  re, 人生最痛苦多来源于选择，某哲人说的 最后一篇，感谢g, 一起走过很多的日子。 re. 我原本很厌恶这类装13句式。今儿个忍了  我个人是很拥护党的政策的。首先洋人们在中国横行无忌的时代已经一去不复返了 想赚人民币又不守规矩，干 其次，我ms还能继续g继续ytube继续picasa.,最近还能buzzzzz。 总之继续gfan  但为啥大陆不让开了转香港就可以了呢？不是搞分裂么。  北京又沙尘暴了      Comments   peng:     大爷你终于又在msn space出没了！    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/googbye/",
        "teaser": null
      },{
        "title": "我橙节哀。。。",
        "excerpt":"我橙节哀。。。       基本上今年支持的球队决赛都输了。。。               superbowl上manning被搓了       nba我凯最后明显面了，大好形势被翻盘       昨天又被章鱼帝玩弄了，2个单刀都不进，最后5分钟也没有撑到点球               过去一个月发现我还是很热爱足球运动的，因为有漫场狂奔的快感               这个月是bing cashback的最后一个月，同样节哀bcb              Comments   mingzhu:     You are comparable with Pele.    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/%E6%88%91%E6%A9%99%E8%8A%82%E5%93%80/",
        "teaser": null
      },{
        "title": "1st",
        "excerpt":"1st   凡是新blog，围脖， 空间，etc。。都是要抢一的，哪怕早就没人跟你抢了   没想到微软也是靠不住的， spaces说关就关了！！！   我其实没有太多怨言，毕竟很久没勃了   继续贯彻，never complain for free food, 默念37遍。。。       wordpress不会断句么？？？ 梢梢浏览一下转过来的老帖子，无言了。。。       上面写的目前为止都是没话找话说。唯一的一点点感触是， 9.65M   把过去5年的blog打包下载，zip file，9.65 Mega bytes   估计10年前最古老的u盘都能装下。   原来就只有这么一点点           Comments   (No comments for this post)  ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/1st/",
        "teaser": null
      },{
        "title": "Hello World!",
        "excerpt":"Hello world!   Welcome to WordPress.com. This is your first post. Edit or delete it and start blogging!   Comments   Mr WordPress:     Hi, this is a comment. To delete a comment, just log in, and view the posts’ comments, there you will have the option to edit or delete them.    ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/hello-world!/",
        "teaser": null
      }]
